{
    "url": "https://en.wikipedia.org/wiki/Perry_Rhodan",
    "title": "Perry Rhodan",
    "table_of_contents": [
        "1 Print publication",
        "2 English translation",
        "3 Structure",
        "4 History",
        "5 Overview",
        "5.1 Premise",
        "5.2 Universe and multiverse",
        "5.3 Psionic Web and Moralic Code",
        "5.4 Onion-shell model",
        "5.5 Conflict between the high powers",
        "6 Critical reaction",
        "7 Publication",
        "7.1 In English",
        "7.2 Perry Rhodan NEO in English",
        "7.3 In other countries",
        "7.3.1 Cycles",
        "7.3.2 American publication history",
        "8 Cultural impact",
        "8.1 In current events",
        "8.2 In music",
        "8.3 In science fiction fandom",
        "9 Selected writers",
        "9.1 Past writers",
        "9.2 Guest writers",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Perry Rhodan is a West German/German space opera franchise, named after its hero. It commenced in 1961 and has been ongoing for decades, written by an ever-changing team of authors. Having sold approximately two billion copies (in novella format) worldwide (including over one billion in Germany alone), it is the most successful science fiction book series ever written. The first billion of worldwide sales was celebrated in 1986.[1] The series has spun off into comic books, audio dramas, video games and the like. A reboot, Perry Rhodan NEO, was launched in 2011 and began publication in English starting in April 2021.[2]\n\n"
        },
        {
            "title": "Print publication",
            "text": "The series has spun off into many different forms of media, but originated as a serial novella published weekly since  8 September 1961 in the Romanhefte format. These are digest-sized booklets, usually containing 66 pages, the German equivalent of the now-defunct (and generally longer) American pulp magazine. They are published by Pabel-Moewig Verlag, a subsidiary of Bauer Media Group. As of February 2019, 3000 booklet novels of the original series, 850 spinoff novels of the sister series Atlan and over 400 paperbacks and 200 hardcover editions have been published, totalling over 300,000 pages.\n\n"
        },
        {
            "title": "English translation",
            "text": "The first 126 novels (plus five novels of the spinoff series Atlan) were translated into English and published by Ace Books between 1969 and 1978, with the same translations used for the British edition published by Futura Publications which issued only 39 novels. When Ace cancelled its translation of the series, translator Wendayne Ackerman self-published the following 19 novels (under the business name 'Master Publications') and made them available by subscription only. Financial disputes with the German publishers led to the cancellation of the American translation in 1979.\n\nAn attempt to revive the series in English was made in 1997–1998 by Vector Publications of the US which published translations of four issues (1800–1803) from the current storyline being published in Germany at the time.\n\nThe series and its spin-offs have captured a substantial fraction of the original German science fiction output and exert influence on many German writers in the field.[citation needed]\n\n"
        },
        {
            "title": "Structure",
            "text": "The series is told in an arc storyline structure. An arc—called a \"cycle\"[3]—would have anywhere from 25 to 100 issues devoted to it, similar subsequent cycles are referred to as a \"grand-cycle\".[4]\n\n"
        },
        {
            "title": "History",
            "text": "‘Perry Rhodan, der Erbe des Universums’ (Eng: ‘The Heir to the Universe’, though the American/British editions instead used the subtitle 'Peacelord of the Universe') was created by German science fiction authors K. H. Scheer and Walter Ernsting and launched in 1961 by German publishing house Arthur Moewig Verlag (now Pabel-Moewig Verlag). Originally planned as a 30 to 50 volume series, it has been published continuously every week since, celebrating the 3000th issue in 2019.[5][6] Written by an ever-changing team of authors, many of whom, however, remained with the series for decades or life, Perry Rhodan is issued in weekly novella-size installments in the traditional German Heftroman (pulp booklet) format.  Unlike most German Heftromane Perry Rhodan consists not of unconnected novels but is a series with a continuous, increasingly complex plotline, with frequent back references to events. In addition to its original Heftroman form, the series now also appears in hardcovers, paperbacks, e-books, comics and audiobooks.\n\nOver the decades there have also been comic strips, numerous collectibles, several encyclopedias, audio plays, inspired music, etc.  The series has seen partial translations into several languages.  It also spawned the 1967 movie Mission Stardust (aka …4 …3 …2 …1 …morte),[7] which is widely considered so terrible that many fans of the series pretend it never existed.[8][9][10]\n\nCoinciding with the 50th-anniversary World Con, on 30 September 2011, a new series named Perry Rhodan Neo began publication, attracting new readers with a reboot of the story, starting in the year 2036 instead of 1971,[11] and a related but independent story-line. On April 2nd, 2021, light novel and manga publisher J-Novel Club announced Perry Rhodan NEO as a launch title for its new J-Novel Pulp imprint, making this the first ongoing English release of new Perry Rhodan serials in over 20 years.\n\n"
        },
        {
            "title": "Overview",
            "text": "The story begins in 1971. During the first human moon landing by US Space Force Major Perry Rhodan and his crew, they discover a marooned extraterrestrial space ship from the fictional planet Arkon, located in the (real) M13 cluster.[12] Appropriating the Arkonide technology, they proceed to unify Terra and carve out a place for humanity in the galaxy and the cosmos. Two of the accomplishments that enable them to do so are positronic brains and starship drives for near-instantaneous hyperspatial translation. These were directly borrowed from Isaac Asimov's science fiction.\n\nAs the series progresses, major characters, including the title character, are granted relative immortality.[13] They are immune to age and disease, but not to violent death. The story continues over the course of millennia and includes flashbacks thousands and even millions of years into the past. The scope widens to encompass other galaxies, even more remote regions of space, parallel universes and cosmic structures, time travel, paranormal powers, a variety of aliens ranging from threatening to endearing, and bodiless entities, some of which have godlike powers. \n\nThe universe in which the plot regularly takes place is called the Einstein Universe (and occasionally \"Meekorah\"). Its laws are nearly identical to those of our real universe, in terms of late 20th century science. Newer theories about dark matter and dark energy are currently not used in the series. The laws of nature follow old theories that have been disproven, in order to protect series continuity. \n\nThis Einstein Universe is but one of many universes, each to a greater or lesser extent different from it, for example one in which time runs slower, an anti-matter universe, a shrinking universe, etc. Each universe possesses a large ensemble of parallel timelines, which are usually unreachable from each other but may be accessed by special means, thereby itself creating many more parallel timelines.\n\nThe Einstein Universe is embedded in a high-dimensional manifold, called Hyperspace. This hyperspace consists of several subspaces that different technologies use for faster-than-light travel. The exact traits of those higher dimensions are not much explained. The border of the universe is a dimension called the deep, once used for construction of the gigantic disc-shaped world Deepland.\n\nThe Psionic Web crosses invisibly through the whole universe, constantly emitting \"vital energy\" and \"psionic energy\", guaranteeing normal (organic among others) life and the well-being of higher entities.\n\nThe Moralic Code crosses through all universes, and is linked to the Psionic Web. It is subdivided into the Cosmogenes, which are again subdivided into the Cosmonucleotids. (These names and associations to DNA were given by the cosmocrats, and should not be misunderstood as having ethical meanings.) The Cosmonucleotids determine reality and fate themselves for their respective parts of a given universe, via messengers.\n\nHigher beings are trying to gain control of this possibility to rule reality. The Moralic Code itself was not installed by the higher beings, the higher powers by themselves have no clue why or by whom the Code was made.\n\nOnce the cosmocrats ordered Perry Rhodan to find the answer to the third ultimate question: \"Who initiated the LAW and what does it cause?\". Perry Rhodan had the chance to receive the answer at the mountain of creation, but refused, as he knew that the answer would destroy his mind. The negative Superintelligence Koltoroc had received the answer to the last ultimate question, 69 million years BC at Negane Mountain, but it is not known if it made any use of the information.\n\nAn evolutionary schema, similar to the Great Chain of Being, called the \"onion-shell model\" is employed in relationship to all life. Here, continuous evolution is from lower to higher life-forms, culminating in bodiless entities. Later in the series, further life-forms, representing stages between the known shells, were introduced.\n\nThe main shells are:\n\nThe superintelligences are the next step above normal minds. They can be born, for example, when a species collectively gives up its bodies and unites their spirits. Those superintelligences claim a domain as theirs, consisting of up to several galaxies (the entity known as \"ES ('IT')\" has the Local Group as personal domain). The superintelligence nourishes mentally on the species in its domain, sometimes symbiotically (positive SI), sometimes parasitically (negative SI). Again, these attributes should not be treated as ethical description, although negative superintelligences are in general described as being more sinister.\n\nThe matter-fountains/matter-sinks are born, when a superintelligence fuses with all life and matter in its domain while shrinking. Little more is known, except that the process is gradual and that the resulting object lacks the gravitational pull possessed if the contraction produced a black hole.\n\nThe \"high powers\" were long known to be the highest known life-forms. They live in an unimaginable, distant dimension and have great powers in ruling over lower beings. However they are not omniscient and they are unable to directly interact with lower beings. To enter a regular universe, they have to assume a mortal shape, thus reducing their powers and sometimes their knowledge and memory. This is known as the transform syndrome. As a consequence, they rarely interact with lower beings and instead enlist individuals, organizations or entire species.\n\nAmong the high powers are two factions known as the cosmocrats and the chaotarchs. The cosmocrats wish to transform all universes into a state of absolute order (a state of utmost entropy, usual symbol S). The chaotarchs wish to do the opposite and remake all universes into absolute chaos (or negative entropy). They are engulfed in a cataclysmic neverending war, stretching nearly all known universes. They manipulate and doom whole species for their actions. Open warfare is just one tool among many. In the previous cycle (2300–2499) the Milky Way galaxy was subjected to open military assault by the forces of chaos trying to establish a bastion of chaos, a negasphere, in the nearby galaxy Hangay.\n\nRecent stories have revealed to the protagonists that life itself has become a rival to the higher powers. Spreading uncontrollably among the universe, it can be found in nearly every niche. The cosmocrats and chaotarchs both use life for their own directed goals of order and disorder, but life's unplanned and unregulated cosmological actions are a disturbance for and to both. The Pangalactic Statisticians (a neutral organization of observers) have while some cosmological manipulation is caused by the cosmocrat servants and a lesser amount by the chaos servants, the majority is caused by the uncontrollable power of life itself.[14] To reduce the influence of life, the cosmocrats have stopped their programs that encourage the development of life and intelligence. They have increased the hyper-impedance in order to reduce the effectivity and durability of most forms of hyper-technology.[15]\n\nAt least one power, called Thez, higher than either cosmocrats and chaotarchs has been recently identified. Thez is said to live close to the \"Horizon of the LAW\" so that both cosmocrats and powers have problems understanding it.\n\n"
        },
        {
            "title": "Critical reaction",
            "text": "In the introduction to the first English-language edition of Perry Rhodan in 1969, editor Forrest J Ackerman (who, as detailed above, had the series translated into English) said that \"[i]n Germany, all serious SF buffs claim to hate Perry Rhodan, but somebody (in unprecedented numbers) is certainly reading him.\"[16]\nMany American SF fans agreed with the first part of that statement, feeling the series was an embarrassment and too \"juvenile\". Tom Doherty, the new head of Ace Books in the mid-to-late '70s, concurred and ended the series in the US, even though it was profitable.[17] This decision meant that by 1980, when the original German versions of Perry Rhodan were becoming \"more sophisticated and less aimed at younger readers\", the series was no longer available in English.[18]\n\nCritic Robert Reginald has described the series as the \"ultimate soap opera of science fiction\"[19] and standard \"pulp science fiction, action stories with minimal characterization, awful dialog, but relatively complex plot development. The emphasis is always on man's expanding horizons, the wonder of science and space, the great destiny of the human race.\"[20]\n\nThe series' beginnings were often criticized for their description of an expansive mankind and frequent space battles; after William Voltz took over the position of storyline planner for the series in 1975 (a post he held until his death in 1984), the series developed a broader ethical scope and evolved in terms of storytelling style.\n\nWhile many Anglophone critics dismiss the series, many others praise it. In the US, the newer, more complex parts of the series have never been published, so critical review tends to be concentrated on the simple origins of the series. Editor John O'Neill has called Perry Rhodan \"one of the richest — if not the richest — Space Operas ever written.\"[21]\n\n"
        },
        {
            "title": "Publication",
            "text": "In the 1960s, Forrest J Ackerman organized the publication in the US of an English translation of the series. His wife Wendayne handled translation. Other translators on the series included Sig Wahrmann, Stuart J. Byrne, and Dwight Decker. Number 1, containing German issues 1 and 2, was published by Ace Books starting in 1969. As Managing Editor, Ackerman soon incorporated elements reminiscent of the science fiction pulp magazines of his youth, such as unrelated short stories, serialized novels and a film review section. The series was a commercial success and was eventually being published three times per month.[22]\n\nAce ended its regular run of Perry Rhodan in August 1977 with double issue #117/118. This was followed by the publication of three novellas from earlier in the series which had not been translated and left out of the series by editorial decision.[23] These were accompanied by three novellas from the Perry Rhodan spinoff series Atlan.\n\nAce concluded its run of translations with two more  Atlan novels and a novel-length In the Center of the Galaxy [German: Im Zentrum der Galaxis] [24]' by Clark Darlton, which had appeared in German as issue 11 of the \"Perry Rhodan Planet Novels\" (or Planetenromane) spin-off series.\n\nWhen Ace cancelled its publication of the series in 1978, translator Wendayne Ackerman self-published the following 19 novels  (numbered #119 – 137) under the business name Master Publications in a subscription-only edition. This was also cancelled in 1979. In the 1990s, Vector Enterprises restarted an American version. This version lasted for four printed issues and one electronic issue and translated #1800 to #1804.\n\nIn 2006, Pabel-Moewig Verlag licensed FanPro to publish an English translation of Perry Rhodan: Lemuria. (Some material present in the German version, such as a history of generation spaceships in science fiction, was dropped from the American version.) Only the first volume was released. In 2015–16, Perry Rhodan Digital published English translations of the full six volume Perry Rhodan: Lemuria story arc in ebook format, making these available via iTunes and other digital platforms.\n\nIn April 2021, light novel and manga publisher J-Novel Club announced Perry Rhodan NEO as one of three launch titles for its J-Novel Pulp imprint, dedicated to the best of European pulp fiction. Eight volumes, each containing two original German Hefte, or \"episodes\", have been announced. J-Novel Club's release uses the cover art by toi8 created for Hayakawa Publishing's 2017 release.\n\nIn line with J-Novel Club's light novel releases, new instalments are first serialized on J-Novel Club's website over a number of weeks for subscribers. The first part of each volume is free for all visitors and requires no membership or subscription to read. Following web serialization, each volume is released as an Ebook at all major digital book retailers. J-Novel Club members who purchase the books directly receive textless versions of the cover art as a bonus.\n\nTranslations of Perry Rhodan are currently available in Brazil (#1 to #536 and #650 to #847 as of August 2011), and also from 537 to 649; 1400 in before (at present, in December 2014), including the series Atlan, Planetary Novels and Perry Rhodan NEO (at present in the n. 28), all launched by the \"Project Translation\", Russia, China, Japan(#1 to #800 as of May 2011), France, the Czech Republic, and the Netherlands (#1 to #2000 as of September 2009). Apart from the US version, there were also editions in Canada, Great Britain (#1 to #39), Italy and Finland. However, the latter have been discontinued.\n\nThe first language into which Perry Rhodan was translated was Hebrew. In 1965, the first four episodes appeared in Tel Aviv in a pirated translation, and which for unknown reasons ceased before publication of the fifth (it was not because it was detected by the German publishers, who only heard about it many years later). The few surviving copies of this 1965 translation are highly valued by Israeli collectors.[25]\n\nThe original series is divided into the following cycles and \"grand cycles\". Only the grandcycles the Great Cosmic Mystery and Thoregon have official names. The other grandcycles were not planned as such. They were named by the readers in retrospect.\n\nLetter page and film reviews began in #6. Would later include short stories—old and new—and reprints of classic serialized novels such as Edison's Conquest of Mars by Garrett P. Serviss (reprinted as Pursuit to Mars). Of special note is a lost chapter of the H.G. Wells novel The Time Machine that was published in this manner. Also serialized was William Ellern's New Lensman novel.\n\nCopies of the Ace books and the rarer magazine versions can be found in online auction sites such as eBay and fixed-price online stores like Amazon.com. Used bookstores often have some of the Ace books, but rarely the magazine versions[citation needed].\n\n"
        },
        {
            "title": "Cultural impact",
            "text": "Matthias Rust, the then-18 year old aviator who landed his Cessna 172 aircraft on the Bolshoy Moskvoretsky Bridge which connects the Red Square in Moscow in 1987, cited Perry Rhodan's adventures as his main inspiration for penetrating Soviet airspace.[26]\n\nDutch ESA astronaut André Kuipers was inspired to become an astronaut from an early age by the Perry Rhodan albums his grandmother had bought for him, and that he eventually started buying himself from his allowance. When he finally went into space, on 18 April 2004, he brought his very first booklet along with him. It was number ten in the red series, Ruimteoorlog in de Wegasector (Space War in the Vega Sector or Raumschlacht im Wega-Sektor).[27]\n\nChristopher Franke, former member of German electronica group Tangerine Dream and soundtrack composer for US science-fiction television series Babylon 5, released Perry Rhodan Pax Terra in 1996, composed of music inspired by the Perry Rhodan epic.\n\nThe German group The Psychedelic Avengers have said that they were inspired by Perry Rhodan on their 2004 release And the Curse of the Universe. Another group, Sensus, released a song \"Perry Rhodan .. More Than A Million Lightyears From Home\" in 1986 a presented it at the Worldcon in Saarbrücken.\n\nBubonicon, an annual science fiction convention in Albuquerque, New Mexico, US, adopted as its mascot Perry Rhodent, a rat wearing only one shoe (or boot). Perry's image is reinvented each year for the convention's program and T-shirts, often by the convention's Artist Guest of Honor.[citation needed]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/West_Germany",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/Space_opera",
        "https://en.wikipedia.org/wiki/Novella",
        "https://en.wikipedia.org/wiki/Comic_book",
        "https://en.wikipedia.org/wiki/Audio_drama",
        "https://en.wikipedia.org/wiki/Video_game",
        "https://en.wikipedia.org/wiki/Novella",
        "https://en.wikipedia.org/wiki/Pulp_magazine",
        "https://en.wikipedia.org/wiki/Bauer_Media_Group",
        "https://en.wikipedia.org/wiki/Ace_Books",
        "https://en.wikipedia.org/wiki/Story_arc",
        "https://en.wikipedia.org/wiki/Walter_Ernsting",
        "https://en.wikipedia.org/wiki/Novella",
        "https://en.wikipedia.org/wiki/Pulp_magazine",
        "https://en.wikipedia.org/wiki/Comic_strip",
        "https://en.wikipedia.org/wiki/Mission_Stardust",
        "https://en.wikipedia.org/wiki/Light_novel",
        "https://en.wikipedia.org/wiki/Moon_landing",
        "https://en.wikipedia.org/wiki/Messier_13",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Positronic_brains",
        "https://en.wikipedia.org/wiki/Isaac_Asimov",
        "https://en.wikipedia.org/wiki/Immortality",
        "https://en.wikipedia.org/wiki/Time_travel",
        "https://en.wikipedia.org/wiki/Dark_matter",
        "https://en.wikipedia.org/wiki/Dark_energy",
        "https://en.wikipedia.org/wiki/Great_Chain_of_Being",
        "https://en.wikipedia.org/wiki/Local_Group",
        "https://en.wikipedia.org/wiki/Gravitational_pull",
        "https://en.wikipedia.org/wiki/Black_hole",
        "https://en.wikipedia.org/wiki/Milky_Way",
        "https://en.wikipedia.org/wiki/Forrest_J_Ackerman",
        "https://en.wikipedia.org/wiki/Tom_Doherty",
        "https://en.wikipedia.org/wiki/Ace_Books",
        "https://en.wikipedia.org/wiki/Short_stories",
        "https://en.wikipedia.org/wiki/Clark_Darlton",
        "https://en.wikipedia.org/wiki/FanPro",
        "https://en.wikipedia.org/wiki/Ebook",
        "https://en.wikipedia.org/wiki/ITunes",
        "https://en.wikipedia.org/wiki/Light_novel",
        "https://en.wikipedia.org/wiki/Toi8",
        "https://en.wikipedia.org/wiki/Hayakawa_Publishing",
        "https://en.wikipedia.org/wiki/Ebook",
        "https://en.wikipedia.org/wiki/Hebrew",
        "https://en.wikipedia.org/wiki/Tel_Aviv",
        "https://en.wikipedia.org/wiki/Galaxy",
        "https://en.wikipedia.org/wiki/Hanseatic_League",
        "https://en.wikipedia.org/wiki/The_Time_Machine",
        "https://en.wikipedia.org/wiki/Online_auction_business_model",
        "https://en.wikipedia.org/wiki/EBay",
        "https://en.wikipedia.org/wiki/Online_shop",
        "https://en.wikipedia.org/wiki/Matthias_Rust",
        "https://en.wikipedia.org/wiki/Cessna_172",
        "https://en.wikipedia.org/wiki/Bolshoy_Moskvoretsky_Bridge",
        "https://en.wikipedia.org/wiki/Red_Square",
        "https://en.wikipedia.org/wiki/Moscow",
        "https://en.wikipedia.org/wiki/ESA",
        "https://en.wikipedia.org/wiki/Christopher_Franke",
        "https://en.wikipedia.org/wiki/Electronica",
        "https://en.wikipedia.org/wiki/Tangerine_Dream",
        "https://en.wikipedia.org/wiki/Babylon_5",
        "https://en.wikipedia.org/wiki/Worldcon",
        "https://en.wikipedia.org/wiki/Bubonicon",
        "https://en.wikipedia.org/wiki/Kurt_Brand",
        "https://en.wikipedia.org/wiki/Walter_Ernsting",
        "https://en.wikipedia.org/wiki/Andreas_Findig",
        "https://en.wikipedia.org/wiki/Hanns_Kneifel",
        "https://en.wikipedia.org/wiki/Kurt_Mahr",
        "https://en.wikipedia.org/wiki/Andreas_Eschbach",
        "https://en.wikipedia.org/wiki/Gisbert_Haefs",
        "https://en.wikipedia.org/wiki/Markus_Heitz",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Internet_Movie_Database",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/Perry_Rhodan",
        "https://en.wikipedia.org/wiki/Perry_Rhodan",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}