{
    "url": "https://en.wikipedia.org/wiki/Perseus",
    "title": "Perseus",
    "table_of_contents": [
        "1 Etymology",
        "2 Mythology",
        "2.1 Origin at Argos",
        "2.2 Overcoming the Gorgon",
        "2.3 Marriage to Andromeda",
        "2.4 Oracle fulfilled",
        "2.5 King of Mycenae",
        "2.6 Suda",
        "3 Descendants",
        "4 Gallery",
        "5 On Pegasus",
        "6 Argive genealogy in Greek mythology",
        "7 Perseus constellation",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In Greek mythology, Perseus (/ˈpɜːrsiəs, -sjuːs/; Greek: Περσεύς, translit. Perseús) is the legendary founder of Mycenae and of the Perseid dynasty. He was, alongside Cadmus and Bellerophon, the greatest Greek hero and slayer of monsters before the days of Heracles.[1] He beheaded the Gorgon Medusa for Polydectes and saved Andromeda from the sea monster Cetus. He was the son of Zeus and the mortal Danaë, as well as the half-brother and great-grandfather of Heracles (as they were both children of Zeus, and Heracles' mother was descended from Perseus).\n\n"
        },
        {
            "title": "Etymology",
            "text": "Because of the obscurity of the name \"Perseus\" and the legendary character of its bearer, most etymologists presume that it might be pre-Greek; however, the name of Perseus's native city was Greek and so were the names of his wife and relatives. There is some idea that it descended into Greek from the Proto-Indo-European language. In that regard Robert Graves has proposed the only Greek derivation available. Perseus might be from the Greek verb πέρθειν (pérthein, \"to waste, ravage, sack, destroy\") some form of which appears in Homeric epithets. According to Carl Darling Buck (Comparative Grammar of Greek and Latin), the –eus suffix is typically used to form an agent noun, in this case from the aorist stem, pers-. Pers-eus therefore is a \"sacker of cities\", that is, a soldier by occupation, a fitting name for the first Mycenaean warrior.\n\nThe further origin of perth- is more obscure. J. B. Hofmann lists the possible root as *bher-, from which Latin ferio, \"strike\".[2] This corresponds to Julius Pokorny’s *bher-(3), \"scrape, cut.\" Ordinarily *bh- descends to Greek as ph-. This difficulty can be overcome by presuming a dissimilation from the –th– in pérthein, which the Greeks would have preferred from a putative *phérthein. Graves carries the meaning still further, to the perse- in Persephone, goddess of death. John Chadwick in the second edition of Documents in Mycenaean Greek speculates about the Mycenaean goddess  pe-re-*82, attested on the PY Tn 316 tablet (Linear B: 𐀟𐀩𐁚) and tentatively reconstructed as *Preswa.\n\nA Greek folk etymology connected \"Perseus\" to the name of the Persian people, whom they called the Pérsai (from Old Persian Pārsa \"Persia, a Persian\"). The native name of this people, however, has always had an -a- in Persian. Herodotus[3] recounts this story, devising a foreign son, Perses, from whom the Persians took the name. Apparently also the Persians[4] knew the story, as Xerxes tried to use it to bribe the Argives during his invasion of Greece, but ultimately failed to do so.\n\n"
        },
        {
            "title": "Mythology",
            "text": "Perseus was the son of Zeus and Danaë, the daughter of Acrisius, King of Argos. Disappointed by his lack of luck in having a son, Acrisius consulted the Oracle at Delphi, who warned him that he would one day be killed by his daughter's son. In order to keep Danaë childless, Acrisius imprisoned her in a bronze chamber, open to the sky, in the courtyard of his palace:[a] This mytheme is also connected to Ares, Oenopion, Eurystheus, and others. Zeus came to her in the form of a shower of gold, and fathered her son Perseus.[6] Soon after, their child was born; Perseus—\"Perseus Eurymedon,[b] for his mother gave him this name as well\".[7]\n\n\nFearful for his future, but unwilling to provoke the wrath of the gods by killing the offspring of Zeus and his daughter, Acrisius cast the two into the sea in a wooden chest.[8] Danaë's fearful prayer, made while afloat in the darkness, has been expressed by the poet Simonides of Ceos. Mother and child washed ashore on the island of Seriphos, where they were taken in by the fisherman Dictys (\"fishing net\"), who raised the boy to manhood. The brother of Dictys was Polydectes (\"he who receives/welcomes many\"), the king of the island.\nWhen Perseus was grown, Polydectes came to fall in love with the beautiful Danaë. Perseus believed Polydectes was less than honorable, and protected his mother from him; then Polydectes plotted to send Perseus away in disgrace. He held a large banquet where each guest was expected to bring a gift.[c] Polydectes requested that the guests bring horses, under the pretense that he was collecting contributions for the hand of Hippodamia, daughter of Oinomaos. Perseus had no horse to give, so he asked Polydectes to name the gift; he would not refuse it. Polydectes held Perseus to his rash promise and demanded the head of the only mortal Gorgon, Medusa, whose gaze turned people to stone.[9][e]\n\nAthena instructed Perseus to find the Hesperides, who were entrusted with weapons needed to defeat the Gorgon. Following Athena's guidance, Perseus sought the Graeae, sisters of the Gorgons, to demand the whereabouts of the Hesperides, the nymphs tending Hera's orchard. The Graeae were three perpetually old women, who shared a single eye and a single tooth. As the women passed the eye from one to another and refusing to give up the information, Perseus snatched it from them, holding it for ransom in return for the location of the nymphs. When the sisters led him to the Hesperides, he returned what he had taken.\n\nFrom the Hesperides he received a knapsack (kibisis) to safely contain Medusa's head. Zeus gave him an adamantine sword (a Harpe) and Hades's helm of darkness to hide. Hermes lent Perseus winged sandals to fly, and Athena gave him a polished shield. Perseus then proceeded to the Gorgons' cave.\n\nIn the cave he came upon the sleeping Medusa. By viewing Medusa's reflection in his polished shield, he safely approached and cut off her head. From her neck sprang Pegasus (\"he who sprang\") and Chrysaor (\"sword of gold\"), the result of Poseidon and Medusa's mating. The other two Gorgons pursued Perseus, but, wearing his helm of darkness, he escaped.[11] From here he proceeded to visit King Atlas who had refused him hospitality; in revenge Perseus turned him to stone (by showing Atlas the severed head).[12]\n\nOn the way back to Seriphos, Perseus stopped in the kingdom of Aethiopia. This mythical Ethiopia was ruled by King Cepheus and Queen Cassiopeia.  Cassiopeia, having boasted that her daughter Andromeda was equal in beauty to the Nereids, drew the vengeance of Poseidon, who sent an inundation on the land and a sea serpent, Cetus, which destroyed man and beast. The oracle of Ammon announced that no relief would be found until the king exposed his daughter Andromeda to the monster, and so she was fastened naked to a rock on the shore. Perseus slew the monster and, setting her free, claimed her in marriage.\n\nPerseus married Andromeda in spite of Phineus, to whom she had before been promised. At the wedding a quarrel took place between the rivals, and Phineus was turned to stone by the sight of Medusa's head that Perseus had kept.[13] Andromeda (\"queen of men\") followed her husband to Tiryns in Argos, and became the ancestress of the family of the Perseidae who ruled at Tiryns through her son with Perseus, Perses.[f] After her death she was placed by Athena among the constellations in the northern sky, near Perseus and Cassiopeia.[g] Sophocles and Euripides (and in more modern times Pierre Corneille) made the episode of Perseus and Andromeda the subject of tragedies, and its incidents were represented in many ancient works of art.\n\nAs Perseus was flying in his return above the sands of Libya, according to Apollonius of Rhodes,[14] the falling drops of Medusa's blood created a race of toxic serpents, one of whom was to kill the Argonaut Mopsus. On returning to Seriphos and discovering that his mother had to take refuge from the violent advances of Polydectes, Perseus killed him with Medusa's head, and made his brother Dictys, consort of Danaë, king.\n\nPerseus then returned his magical loans and gave Medusa's head as a votive gift to Athena, who set it on Zeus' shield (which she carried), as the Gorgoneion (see also: Aegis). The fulfillment of the oracle was told several ways, each incorporating the mythic theme of exile. In Pausanias[15] he did not return to Argos, but went instead to Larissa, where athletic games were being held. He had just invented the quoit and was making a public display of them when Acrisius, who happened to be visiting, stepped into the trajectory of the quoit and was killed: thus the oracle was fulfilled. This is an unusual variant on the story of such a prophecy, as Acrisius' actions did not, in this variant, cause his death.\n\nIn the Bibliotheca,[16] the inevitable occurred by another route: Perseus did return to Argos, but when Acrisius learned of his grandson's approach, mindful of the oracle he went into voluntary exile in Pelasgiotis (Thessaly). There Teutamides, king of Larissa, was holding funeral games for his father. Competing in the discus throw, Perseus' throw veered—and struck Acrisius, killing him instantly. In a third tradition,[17] Acrisius had been driven into exile by his brother Proetus. Perseus turned the brother into stone with the Gorgon's head and restored Acrisius to the throne. Then, accused by Acrisius of lying about having slain Medusa, Perseus proves himself by showing Acrisius the Gorgon's head, thus fulfilling the prophecy.\n\nHaving killed Acrisius, Perseus, who was next in line for the throne, gave the kingdom to Megapenthes (\"great mourning\"), son of Proetus, and took over Megapenthes' kingdom of Tiryns. The story is related in Pausanias,[18] who gives as motivation for the swap that Perseus was ashamed to have become king of Argos by inflicting death. In any case, early Greek literature reiterates that manslaughter, even involuntary, requires the exile of the slaughterer, expiation and ritual purification. The exchange might well have proved a creative solution to a difficult problem.\n\nThe two main sources regarding the legendary life of Perseus—for the Greeks considered him an authentic historical figure—are Pausanias and the Bibliotheca. Pausanias[19] asserts that the Greeks believed Perseus founded Mycenae. He mentions the shrine to Perseus that stood on the left-hand side of the road from Mycenae to Argos, and also a sacred fountain at Mycenae called Persea. Located outside the walls, this was perhaps the spring that filled the citadel's underground cistern. He states also that Atreus stored his treasures in an underground chamber there, which is why Heinrich Schliemann named the largest tholos tomb the Treasury of Atreus.\n\nApart from these more historical references, the only accounts of him are from folk-etymology: Perseus dropped his cap or found a mushroom (both named myces) at Mycenae, or perhaps the place was named after the lady Mycene, daughter of Inachus, mentioned in a now-fragmentary poem, the Megalai Ehoiai.[20] For whatever reasons, perhaps as outposts, Perseus fortified Mycenae according to Apollodorus[21] along with Midea, an action that implies that they both previously existed. It is unlikely, however, that Apollodorus knew who walled in Mycenae; he was only conjecturing. Perseus took up official residence in Mycenae with Andromeda where he had a long, successful reign as king.\n\nAccording to the Suda, Perseus, after he married Andromeda, founded a city and called it Amandra (Ἄμανδραν). In the city there was a stele depicting the Gorgon. The city later changed the name to Ikonion because it had the depiction (ἀπεικόνισμα) of the Gorgon. Then he fought the Isaurians and the Cilicians and founded the city of Tarsus because an oracle told him to found a city in the place where after the victory, the flat (ταρσός) of his foot will touch the earth while he is dismounting from his horse. Then he conquered the Medes and changed the name of the country to Persia. At Persia, he taught the magi about the Gorgon and, when a fireball fell from the sky, he took the fire and gave it to the people to guard and revere it.\nLater, during a war, he tried to use Medusa's head again, but because he was old and could not see well, the head didn't work. Because he thought that it was useless, he turned it toward himself and he died. Later his son Merros (Μέρρος) burned the head.[22]\n\n"
        },
        {
            "title": "Descendants",
            "text": "Perseus and Andromeda had seven sons: Perses, Alcaeus, Heleus, Mestor, Sthenelus, Electryon, and Cynurus, and two daughters, Gorgophone and Autochthe. Perses was left in Aethiopia and was believed to have been an ancestor of the Persians. The other descendants ruled Mycenae from Electryon to Eurystheus, after whom Atreus got the kingdom. However, the Perseids included the great hero, Heracles, stepson of Amphitryon, son of Alcaeus. The Heraclides, or descendants of Heracles, successfully contested the rule of the Atreids.\n\nA statement by the Athenian orator, Isocrates[23] helps to date Perseus approximately. He said that Heracles was four generations later than Perseus, which corresponds to the legendary succession: Perseus, Electryon, Alcmena, and Heracles, who was a contemporary of Eurystheus. Atreus was one generation later, a total of five generations.\n\n"
        },
        {
            "title": "On Pegasus",
            "text": "The replacement of Bellerophon as the tamer and rider of Pegasus by the more familiar culture hero Perseus was not simply an error of painters and poets of the Renaissance. The transition was a development of Classical times which became the standard image during the Middle Ages and has been adopted by the European poets of the Renaissance and later: Giovanni Boccaccio's Genealogia deorum gentilium libri (10.27) identifies Pegasus as the steed of Perseus, and Pierre Corneille places Perseus upon Pegasus in Andromède.[24] Various modern representations of Pegasus depict the winged horse with Perseus, including the fantasy film Clash of the Titans and its 2010 remake.\n\n"
        },
        {
            "title": "Argive genealogy in Greek mythology",
            "text": "\n\n"
        },
        {
            "title": "Perseus constellation",
            "text": "Perseus has a constellation named after him. The legend says that because he was so brave fighting Cetus for someone else he was given a place in the stars forever. It is located in the east in the winter at about the Latitude 10-N. It is not far from the stars Betelgeuse and Sirius; his wife's constellation Andromeda is also nearby. It is southward from Cassiopeia, and to the left of Taurus. His constellation contains the most famous variable star Algol and some deep sky objects such as Messier 34, the Double Cluster, the California Nebula, and the Little Dumbbell Nebula (Messier 76). There are eight named stars in the constellation Algol, Atik, Berehinya, Menkib, Miram, Mirfak, Misam, and Muspelheim. It was cataloged in the 2nd century by the Greek astronomer Ptolemy and is known for the famous Perseid Meteor Shower. There is in fact a whole family of constellations based on the myth of Perseus these include Andromeda, Cassiopeia, Cepheus, and Cetus. There is also a molecular cloud in the constellation that is 600 light years from our solar system. There is also a cluster of galaxies called the Perseus cluster. There is one galaxy in the cluster named Caldwell 24 which is a powerful source for radio and X-ray waves. It has a visual magnitude of 12.6 and is 237 million light years away from the Milky Way galaxy.[25][26]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Perseus_with_the_Head_of_Medusa",
        "https://en.wikipedia.org/wiki/Benvenuto_Cellini",
        "https://en.wikipedia.org/wiki/Serifos",
        "https://en.wikipedia.org/wiki/Ancient_Argos",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Aeacus",
        "https://en.wikipedia.org/wiki/Aphrodite",
        "https://en.wikipedia.org/wiki/Apollo",
        "https://en.wikipedia.org/wiki/Ares",
        "https://en.wikipedia.org/wiki/Artemis",
        "https://en.wikipedia.org/wiki/Athena",
        "https://en.wikipedia.org/wiki/Dionysus",
        "https://en.wikipedia.org/wiki/Eileithyia",
        "https://en.wikipedia.org/wiki/Enyo",
        "https://en.wikipedia.org/wiki/Ersa",
        "https://en.wikipedia.org/wiki/Helen_of_Troy",
        "https://en.wikipedia.org/wiki/Hephaestus",
        "https://en.wikipedia.org/wiki/Heracles",
        "https://en.wikipedia.org/wiki/Hermes",
        "https://en.wikipedia.org/wiki/Minos",
        "https://en.wikipedia.org/wiki/Pandia",
        "https://en.wikipedia.org/wiki/Persephone",
        "https://en.wikipedia.org/wiki/Rhadamanthus",
        "https://en.wikipedia.org/wiki/Graces",
        "https://en.wikipedia.org/wiki/Horae",
        "https://en.wikipedia.org/wiki/Litae",
        "https://en.wikipedia.org/wiki/Muse",
        "https://en.wikipedia.org/wiki/Moirai",
        "https://en.wikipedia.org/wiki/Heleus",
        "https://en.wikipedia.org/wiki/Sthenelus_of_Mycenae",
        "https://en.wikipedia.org/wiki/Electryon",
        "https://en.wikipedia.org/wiki/Mestor",
        "https://en.wikipedia.org/wiki/Cynurus",
        "https://en.wikipedia.org/wiki/Autochthe",
        "https://en.wikipedia.org/wiki/Greek_mythology",
        "https://en.wikipedia.org/wiki/Greek_primordial_deities",
        "https://en.wikipedia.org/wiki/Twelve_Olympians",
        "https://en.wikipedia.org/wiki/Nymph",
        "https://en.wikipedia.org/wiki/Greek_sea_gods",
        "https://en.wikipedia.org/wiki/Chthonic",
        "https://en.wikipedia.org/wiki/Heracles",
        "https://en.wikipedia.org/wiki/Labours_of_Hercules",
        "https://en.wikipedia.org/wiki/Achilles",
        "https://en.wikipedia.org/wiki/Hector",
        "https://en.wikipedia.org/wiki/Trojan_War",
        "https://en.wikipedia.org/wiki/Odysseus",
        "https://en.wikipedia.org/wiki/Odyssey",
        "https://en.wikipedia.org/wiki/Jason",
        "https://en.wikipedia.org/wiki/Argonauts",
        "https://en.wikipedia.org/wiki/Golden_Fleece",
        "https://en.wikipedia.org/wiki/Medusa",
        "https://en.wikipedia.org/wiki/Gorgon",
        "https://en.wikipedia.org/wiki/Oedipus",
        "https://en.wikipedia.org/wiki/Sphinx",
        "https://en.wikipedia.org/wiki/Orpheus",
        "https://en.wikipedia.org/wiki/Theseus",
        "https://en.wikipedia.org/wiki/Minotaur",
        "https://en.wikipedia.org/wiki/Bellerophon",
        "https://en.wikipedia.org/wiki/Pegasus",
        "https://en.wikipedia.org/wiki/Daedalus",
        "https://en.wikipedia.org/wiki/Labyrinth",
        "https://en.wikipedia.org/wiki/Atalanta",
        "https://en.wikipedia.org/wiki/Hippomenes",
        "https://en.wikipedia.org/wiki/Golden_apple",
        "https://en.wikipedia.org/wiki/Cadmus",
        "https://en.wikipedia.org/wiki/Aeneas",
        "https://en.wikipedia.org/wiki/Aeneid",
        "https://en.wikipedia.org/wiki/Phaethon",
        "https://en.wikipedia.org/wiki/Triptolemus",
        "https://en.wikipedia.org/wiki/Eleusinian_Mysteries",
        "https://en.wikipedia.org/wiki/Pelops",
        "https://en.wikipedia.org/wiki/Ancient_Olympic_Games",
        "https://en.wikipedia.org/wiki/Pirithous",
        "https://en.wikipedia.org/wiki/Centauromachy",
        "https://en.wikipedia.org/wiki/Amphitryon",
        "https://en.wikipedia.org/wiki/Teumessian_fox",
        "https://en.wikipedia.org/wiki/Narcissism",
        "https://en.wikipedia.org/wiki/Meleager",
        "https://en.wikipedia.org/wiki/Calydonian_boar_hunt",
        "https://en.wikipedia.org/wiki/Otrera",
        "https://en.wikipedia.org/wiki/Amazons",
        "https://en.wikipedia.org/wiki/Satyr",
        "https://en.wikipedia.org/wiki/Centaur",
        "https://en.wikipedia.org/wiki/Dragons_in_Greek_mythology",
        "https://en.wikipedia.org/wiki/Demogorgon",
        "https://en.wikipedia.org/wiki/Religion_in_Ancient_Greece",
        "https://en.wikipedia.org/wiki/Mycenaean_gods",
        "https://en.wikipedia.org/wiki/Greek_mythology",
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Romanization_of_Greek",
        "https://en.wikipedia.org/wiki/Mycenae",
        "https://en.wikipedia.org/wiki/Perseid_dynasty",
        "https://en.wikipedia.org/wiki/Cadmus",
        "https://en.wikipedia.org/wiki/Bellerophon",
        "https://en.wikipedia.org/wiki/Greek_hero",
        "https://en.wikipedia.org/wiki/Heracles",
        "https://en.wikipedia.org/wiki/Gorgon",
        "https://en.wikipedia.org/wiki/Medusa",
        "https://en.wikipedia.org/wiki/Polydectes",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Robert_Graves",
        "https://en.wikipedia.org/wiki/Carl_Darling_Buck",
        "https://en.wikipedia.org/wiki/Aorist",
        "https://en.wikipedia.org/wiki/Julius_Pokorny",
        "https://en.wikipedia.org/wiki/Dissimilation",
        "https://en.wikipedia.org/wiki/Persephone",
        "https://en.wikipedia.org/wiki/John_Chadwick",
        "https://en.wikipedia.org/wiki/Mycenaean_Greece",
        "https://en.wikipedia.org/wiki/Pylos",
        "https://en.wikipedia.org/wiki/Linear_B",
        "https://en.wikipedia.org/wiki/Persian_people",
        "https://en.wikipedia.org/wiki/Old_Persian",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Herodotus",
        "https://en.wikipedia.org/wiki/Xerxes_I",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Acrisius",
        "https://en.wikipedia.org/wiki/Ancient_Argos",
        "https://en.wikipedia.org/wiki/Delphi",
        "https://en.wikipedia.org/wiki/Mytheme",
        "https://en.wikipedia.org/wiki/Ares",
        "https://en.wikipedia.org/wiki/Oenopion",
        "https://en.wikipedia.org/wiki/Eurystheus",
        "https://en.wikipedia.org/wiki/Simonides_of_Ceos",
        "https://en.wikipedia.org/wiki/Serifos",
        "https://en.wikipedia.org/wiki/Dictys",
        "https://en.wikipedia.org/wiki/Polydectes",
        "https://en.wikipedia.org/wiki/Musei_Vaticani",
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Hippodamia",
        "https://en.wikipedia.org/wiki/Gorgon",
        "https://en.wikipedia.org/wiki/Medusa",
        "https://en.wikipedia.org/wiki/Petrifaction_in_mythology_and_fiction",
        "https://en.wikipedia.org/wiki/Hesperides",
        "https://en.wikipedia.org/wiki/Graeae",
        "https://en.wikipedia.org/wiki/Gorgon",
        "https://en.wikipedia.org/wiki/Hesperides",
        "https://en.wikipedia.org/wiki/Hesperides",
        "https://en.wikipedia.org/wiki/Adamant",
        "https://en.wikipedia.org/wiki/Harpe",
        "https://en.wikipedia.org/wiki/Cap_of_invisibility",
        "https://en.wikipedia.org/wiki/Talaria",
        "https://en.wikipedia.org/wiki/Medusa",
        "https://en.wikipedia.org/wiki/Pegasus",
        "https://en.wikipedia.org/wiki/Chrysaor",
        "https://en.wikipedia.org/wiki/Petrifaction_in_mythology_and_fiction",
        "https://en.wikipedia.org/wiki/Aethiopia",
        "https://en.wikipedia.org/wiki/Nereid",
        "https://en.wikipedia.org/wiki/Poseidon",
        "https://en.wikipedia.org/wiki/Siwa_Oasis",
        "https://en.wikipedia.org/wiki/Amphora",
        "https://en.wikipedia.org/wiki/Altes_Museum",
        "https://en.wikipedia.org/wiki/Petrifaction_in_mythology_and_fiction",
        "https://en.wikipedia.org/wiki/Tiryns",
        "https://en.wikipedia.org/wiki/Ancient_Argos",
        "https://en.wikipedia.org/wiki/Perseidae",
        "https://en.wikipedia.org/wiki/Tiryns",
        "https://en.wikipedia.org/wiki/Sophocles",
        "https://en.wikipedia.org/wiki/Euripides",
        "https://en.wikipedia.org/wiki/Pierre_Corneille",
        "https://en.wikipedia.org/wiki/Apollonius_of_Rhodes",
        "https://en.wikipedia.org/wiki/Mopsus",
        "https://en.wikipedia.org/wiki/Votive_gift",
        "https://en.wikipedia.org/wiki/Athena",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Gorgoneion",
        "https://en.wikipedia.org/wiki/Aegis",
        "https://en.wikipedia.org/wiki/Larissa",
        "https://en.wikipedia.org/wiki/Quoits",
        "https://en.wikipedia.org/wiki/Pelasgians",
        "https://en.wikipedia.org/wiki/Thessaly",
        "https://en.wikipedia.org/wiki/Larissa",
        "https://en.wikipedia.org/wiki/Funeral_games",
        "https://en.wikipedia.org/wiki/Proetus",
        "https://en.wikipedia.org/wiki/Petrifaction_in_mythology_and_fiction",
        "https://en.wikipedia.org/wiki/Proetus",
        "https://en.wikipedia.org/wiki/Tiryns",
        "https://en.wikipedia.org/wiki/Perseus_Freeing_Andromeda",
        "https://en.wikipedia.org/wiki/Piero_di_Cosimo",
        "https://en.wikipedia.org/wiki/Uffizi",
        "https://en.wikipedia.org/wiki/Atreus",
        "https://en.wikipedia.org/wiki/Heinrich_Schliemann",
        "https://en.wikipedia.org/wiki/Beehive_tomb",
        "https://en.wikipedia.org/wiki/Treasury_of_Atreus",
        "https://en.wikipedia.org/wiki/Inachus",
        "https://en.wikipedia.org/wiki/Megalai_Ehoiai",
        "https://en.wikipedia.org/wiki/Suda",
        "https://en.wikipedia.org/wiki/Stele",
        "https://en.wikipedia.org/wiki/Ikonion",
        "https://en.wikipedia.org/wiki/Isaurians",
        "https://en.wikipedia.org/wiki/Cilicians",
        "https://en.wikipedia.org/wiki/Medes",
        "https://en.wikipedia.org/wiki/Magi",
        "https://en.wikipedia.org/wiki/Acrisius",
        "https://en.wikipedia.org/wiki/King_of_Argos",
        "https://en.wikipedia.org/wiki/Tiryns",
        "https://en.wikipedia.org/wiki/Electryon",
        "https://en.wikipedia.org/wiki/Mycenae",
        "https://en.wikipedia.org/wiki/Electryon",
        "https://en.wikipedia.org/wiki/Perseides",
        "https://en.wikipedia.org/wiki/Alexander",
        "https://en.wikipedia.org/wiki/Heleus",
        "https://en.wikipedia.org/wiki/Mestor",
        "https://en.wikipedia.org/wiki/Electryon",
        "https://en.wikipedia.org/wiki/Cynurus",
        "https://en.wikipedia.org/wiki/Autochthe",
        "https://en.wikipedia.org/wiki/Aethiopia",
        "https://en.wikipedia.org/wiki/Persian_Empire",
        "https://en.wikipedia.org/wiki/Electryon",
        "https://en.wikipedia.org/wiki/Eurystheus",
        "https://en.wikipedia.org/wiki/Atreus",
        "https://en.wikipedia.org/wiki/Heracles",
        "https://en.wikipedia.org/wiki/Amphitryon",
        "https://en.wikipedia.org/wiki/Isocrates",
        "https://en.wikipedia.org/wiki/Electryon",
        "https://en.wikipedia.org/wiki/Alcmene",
        "https://en.wikipedia.org/wiki/Heracles",
        "https://en.wikipedia.org/wiki/Eurystheus",
        "https://en.wikipedia.org/wiki/Atreus",
        "https://en.wikipedia.org/wiki/Sthenelus",
        "https://en.wikipedia.org/wiki/Heleus",
        "https://en.wikipedia.org/wiki/Mestor",
        "https://en.wikipedia.org/wiki/Electryon",
        "https://en.wikipedia.org/wiki/Cynurus",
        "https://en.wikipedia.org/wiki/Gorgophone",
        "https://en.wikipedia.org/wiki/Autochthe",
        "https://en.wikipedia.org/wiki/Achaemenid",
        "https://en.wikipedia.org/wiki/Persians",
        "https://en.wikipedia.org/wiki/Amphitryon",
        "https://en.wikipedia.org/wiki/Eurystheus",
        "https://en.wikipedia.org/wiki/Alcyone",
        "https://en.wikipedia.org/wiki/Hippothoe",
        "https://en.wikipedia.org/wiki/Alcmene",
        "https://en.wikipedia.org/wiki/Stratobates",
        "https://en.wikipedia.org/wiki/Anactor",
        "https://en.wikipedia.org/wiki/Gorgophonus",
        "https://en.wikipedia.org/wiki/Phylonomus",
        "https://en.wikipedia.org/wiki/Celaeneus",
        "https://en.wikipedia.org/wiki/Amphimachus_of_Mycenae",
        "https://en.wikipedia.org/wiki/Lysinomus",
        "https://en.wikipedia.org/wiki/Chirimachus",
        "https://en.wikipedia.org/wiki/Licymnius",
        "https://en.wikipedia.org/wiki/Aphareus_of_Messenia",
        "https://en.wikipedia.org/wiki/Leucippus_of_Messenia",
        "https://en.wikipedia.org/wiki/Tyndareus",
        "https://en.wikipedia.org/wiki/Icarius_of_Sparta",
        "https://en.wikipedia.org/wiki/Argius",
        "https://en.wikipedia.org/wiki/Oeonus",
        "https://en.wikipedia.org/wiki/Admete",
        "https://en.wikipedia.org/wiki/Perimedes",
        "https://en.wikipedia.org/wiki/Alexander",
        "https://en.wikipedia.org/wiki/Eurybius",
        "https://en.wikipedia.org/wiki/Taphius",
        "https://en.wikipedia.org/wiki/Heracles",
        "https://en.wikipedia.org/wiki/Iphicles",
        "https://en.wikipedia.org/wiki/Oeonus",
        "https://en.wikipedia.org/wiki/Argius",
        "https://en.wikipedia.org/wiki/Idas",
        "https://en.wikipedia.org/wiki/Lynceus_of_Messenia",
        "https://en.wikipedia.org/wiki/Hilaeira",
        "https://en.wikipedia.org/wiki/Castor_and_Pollux",
        "https://en.wikipedia.org/wiki/Helen_of_Troy",
        "https://en.wikipedia.org/wiki/Clytemnestra",
        "https://en.wikipedia.org/wiki/Phoebe_of_Messenia",
        "https://en.wikipedia.org/wiki/Philonoe",
        "https://en.wikipedia.org/wiki/Penelope",
        "https://en.wikipedia.org/wiki/Perileos",
        "https://en.wikipedia.org/wiki/Iphthime",
        "https://en.wikipedia.org/wiki/Aletes_of_Mycenae",
        "https://en.wikipedia.org/wiki/Iolaus",
        "https://en.wikipedia.org/wiki/Iolaus",
        "https://en.wikipedia.org/wiki/Anogon",
        "https://en.wikipedia.org/wiki/Cleopatra_Alcyone",
        "https://en.wikipedia.org/wiki/Iphigenia",
        "https://en.wikipedia.org/wiki/Electra",
        "https://en.wikipedia.org/wiki/Orestes",
        "https://en.wikipedia.org/wiki/Chrysothemis",
        "https://en.wikipedia.org/wiki/Helen_of_Troy",
        "https://en.wikipedia.org/wiki/Telemachus",
        "https://en.wikipedia.org/wiki/Poliporthes",
        "https://en.wikipedia.org/wiki/Acusilaus",
        "https://en.wikipedia.org/wiki/Italus",
        "https://en.wikipedia.org/wiki/Leipephilene",
        "https://en.wikipedia.org/wiki/Chromius",
        "https://en.wikipedia.org/wiki/Mestor",
        "https://en.wikipedia.org/wiki/Chersidamas",
        "https://en.wikipedia.org/wiki/Comaetho",
        "https://en.wikipedia.org/wiki/Leipephilene",
        "https://en.wikipedia.org/wiki/Strophius",
        "https://en.wikipedia.org/wiki/Penthilus_of_Mycenae",
        "https://en.wikipedia.org/wiki/Latinus",
        "https://en.wikipedia.org/wiki/Poliporthes",
        "https://en.wikipedia.org/wiki/Pompeii",
        "https://en.wikipedia.org/wiki/Neue_Pinakothek",
        "https://en.wikipedia.org/wiki/Munich",
        "https://en.wikipedia.org/wiki/Southampton_City_Art_Gallery",
        "https://en.wikipedia.org/wiki/Staatsgalerie_Stuttgart",
        "https://en.wikipedia.org/wiki/Perseus_Freeing_Andromeda",
        "https://en.wikipedia.org/wiki/Piero_di_Cosimo",
        "https://en.wikipedia.org/wiki/Uffizi",
        "https://en.wikipedia.org/wiki/Stabiae",
        "https://en.wikipedia.org/wiki/Bellerophon",
        "https://en.wikipedia.org/wiki/Pegasus",
        "https://en.wikipedia.org/wiki/Culture_hero",
        "https://en.wikipedia.org/wiki/Renaissance",
        "https://en.wikipedia.org/wiki/Giovanni_Boccaccio",
        "https://en.wikipedia.org/wiki/Genealogia_deorum_gentilium_libri",
        "https://en.wikipedia.org/wiki/Pierre_Corneille",
        "https://en.wikipedia.org/wiki/Pegasus_in_popular_culture",
        "https://en.wikipedia.org/wiki/Genealogy",
        "https://en.wikipedia.org/wiki/Greek_mythology",
        "https://en.wikipedia.org/wiki/Inachus",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Phoroneus",
        "https://en.wikipedia.org/wiki/Epaphus",
        "https://en.wikipedia.org/wiki/Libya_of_Egypt",
        "https://en.wikipedia.org/wiki/Poseidon",
        "https://en.wikipedia.org/wiki/Achiroe",
        "https://en.wikipedia.org/wiki/Agenor",
        "https://en.wikipedia.org/wiki/Telephassa",
        "https://en.wikipedia.org/wiki/Danaus",
        "https://en.wikipedia.org/wiki/Aegyptus",
        "https://en.wikipedia.org/wiki/Cadmus",
        "https://en.wikipedia.org/wiki/Cilix",
        "https://en.wikipedia.org/wiki/Hypermnestra",
        "https://en.wikipedia.org/wiki/Lynceus_of_Argos",
        "https://en.wikipedia.org/wiki/Harmonia",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Polydorus_of_Thebes",
        "https://en.wikipedia.org/wiki/Rhadamanthus",
        "https://en.wikipedia.org/wiki/Eurydice_of_Argos",
        "https://en.wikipedia.org/wiki/Acrisius",
        "https://en.wikipedia.org/wiki/Minos",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Semele",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Dionysus",
        "https://en.wikipedia.org/wiki/Milky_Way",
        "https://en.wikipedia.org/wiki/Lugh",
        "https://en.wikipedia.org/wiki/Jacques_Ibert",
        "https://en.wikipedia.org/wiki/Euphemism",
        "https://en.wikipedia.org/wiki/Homeric_Hymn",
        "https://en.wikipedia.org/wiki/Latin_language",
        "https://en.wikipedia.org/wiki/Ovid",
        "https://en.wikipedia.org/wiki/Poseidon",
        "https://en.wikipedia.org/wiki/Athena",
        "https://en.wikipedia.org/wiki/Perseides",
        "https://en.wikipedia.org/wiki/Heleus",
        "https://en.wikipedia.org/wiki/Mestor",
        "https://en.wikipedia.org/wiki/Electryon",
        "https://en.wikipedia.org/wiki/Gorgophone",
        "https://en.wikipedia.org/wiki/Electryon",
        "https://en.wikipedia.org/wiki/Eurystheus",
        "https://en.wikipedia.org/wiki/Atreus",
        "https://en.wikipedia.org/wiki/Heracles",
        "https://en.wikipedia.org/wiki/Persian_people",
        "https://en.wikipedia.org/wiki/Catasterismi",
        "https://en.wikipedia.org/wiki/Electra",
        "https://en.wikipedia.org/wiki/Karl_Kerenyi",
        "https://en.wikipedia.org/wiki/Herodotus",
        "https://en.wikipedia.org/wiki/Sophocles",
        "https://en.wikipedia.org/wiki/Apollonius_of_Rhodes",
        "https://en.wikipedia.org/wiki/Argonautica",
        "https://en.wikipedia.org/wiki/Exposed_Child",
        "https://en.wikipedia.org/wiki/Moses",
        "https://en.wikipedia.org/wiki/Karna",
        "https://en.wikipedia.org/wiki/Hesiod",
        "https://en.wikipedia.org/wiki/Theogony",
        "https://en.wikipedia.org/wiki/Ovid",
        "https://en.wikipedia.org/wiki/Metamorphoses",
        "https://en.wikipedia.org/wiki/Henry_Thomas_Riley",
        "https://en.wikipedia.org/wiki/Ovid",
        "https://en.wikipedia.org/wiki/Metamorphoses",
        "https://en.wikipedia.org/wiki/Hesiod",
        "https://en.wikipedia.org/wiki/Megalai_Ehoiai",
        "https://en.wikipedia.org/wiki/Suda",
        "https://en.wikipedia.org/wiki/Isocrates",
        "https://en.wikipedia.org/wiki/Ben_Jonson",
        "https://en.wikipedia.org/wiki/Apollonius_of_Rhodes",
        "https://en.wikipedia.org/wiki/Herodotus",
        "https://en.wikipedia.org/wiki/Hesiod",
        "https://en.wikipedia.org/wiki/Ovid",
        "https://en.wikipedia.org/wiki/Suda",
        "https://en.wikipedia.org/wiki/Perseus",
        "https://en.wikipedia.org/wiki/Perseus",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}