{
    "url": "https://en.wikipedia.org/wiki/Personalized_marketing",
    "title": "Personalized marketing",
    "table_of_contents": [
        "1 Technology",
        "2 Strategies",
        "3 Costs and Benefits",
        "3.1 Businesses",
        "3.2 Customers",
        "4 Future of Personalized Marketing",
        "5 Controversies",
        "5.1 Use of algorithms",
        "6 Internet marketing",
        "7 Other marketing",
        "8 Difficulties",
        "9 See also",
        "10 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Personalized marketing, also known as one-to-one marketing or individual marketing, is a marketing strategy by which companies leverage data analysis and digital technology to deliver individualized messages and product offerings to current or prospective customers. Advancements in data collection methods, analytics, digital electronics, and digital economics, have enabled marketers to deploy more effective real-time and prolonged customer experience personalization tactics.[1]\n\nBeginning in the early 1990s, web developers began tracking HTML calls that their websites were receiving from online visitors. In 2012, the Web Analytics Association (WAA) officially changed its name to the Digital Analytics Association (DAA) in order to accommodate new and developing data streams that exist in addition to the web.[2]\n\n"
        },
        {
            "title": "Technology",
            "text": "Personalized marketing is dependent on many different types of technology for data collection, data classification, data analysis, data transfer, and data scalability. Technology enables marketing professionals to collect first-party data such as gender, age group, location, and income and connect them with third-party data such as click-through rates of online banner ads and social media participation.\n\nData Management Platforms: A data management platform (DMP) is a centralized computing system for collecting, integrating and managing large sets of structured and unstructured data from disparate sources. Personalized marketing enabled by DMPs, is sold to advertisers with the goal of having consumers receive relevant, timely, engaging, and personalized messaging and advertisements that resonate with their unique needs and wants.[3] Growing number of DMP software options are available including Adobe Systems Audience Manager and Core Audience (Marketing Cloud) to Oracle-acquired BlueKai, Sitecore Experience Platform and X+1[4]\nCustomer Relationship Management Platforms: Customer relationship management (CRM) is used by companies to manage and analyze customer interactions and data throughout the customer lifecycle to improve business relationships with customers, assist in customer retention and drive sales growth. CRM systems are designed to compile information on customers across different channels (points of contact between the customer and the company) which could include the company's website, live support, direct mail, marketing materials and social media. CRM systems can also give customer-facing staff detailed information on customers' personal information, purchase history, buying preferences and concerns.[5] Most popular enterprise CRM applications are Salesforce.com, Microsoft Dynamics CRM, NetSuite, and Oracle Eloqua.\n\nBeacon Technology: Beacon technology works on Bluetooth low energy (BLE) which is used by a low frequency chip that is found in devices like mobile phones. These chips communicate with multiple Beacon devices to form a network and are used by marketers to better personalize the messaging and mobile ads based on the customer's proximity to their retail outlet.[6]\n\n"
        },
        {
            "title": "Strategies",
            "text": "One-to-one marketing[7] refers to marketing strategies applied directly to a specific consumer. Having knowledge of the consumer's preferences, enables suggesting specific products and promotions to each consumer. One-to-one marketing is based on four main steps in order to fulfill its goals: identify, differentiate, interact, and customize.[8]\n\n"
        },
        {
            "title": "Costs and Benefits",
            "text": "Personalized marketing is used by businesses to engage in personalized pricing which is a form of price discrimination. Personalized marketing is being adopted in one form or another by many different companies because of the benefits it brings for both the businesses and their customers.\n\nBefore the Internet, it was difficult for businesses to measure the success of their marketing campaigns. A campaign would be launched, and even if there was a change in revenue, it was nearly impossible to determine what impact the campaign had on the change. Personalized marketing allows businesses to learn more about customers based on demographic, contextual, and behavioral data. This behavioral data, as well as being able to track consumers’ habits, allows firms to better determine what advertising campaigns and marketing efforts are bringing customers in and what demographics they are influencing. This allows firms to drop efforts that are ineffective, as well as put more money into the techniques that are bringing in customers.[9]\n\nSome personalized marketing can also be automated, increasing the efficiency of a business's marketing strategy. For example, an automated email could be sent to a user shortly after an order is placed, giving suggestions for similar items or accessories that may help the customer better use the product he or she ordered, or a mobile app could send a notification about relevant deals to a customer when he or she is close to a store.[10]\n\nConsumers face an overwhelming variety and volume of products and services available to purchase. A single retail website can offer thousands of different products, and few have the time or are willing to make the effort to browse through everything retailers have to offer. At the same time, customers expect ease and convenience in their shopping experience. In a recent survey, 74% of consumers said they get frustrated when websites have content, offers, ads, and promotions that have nothing to do with them. Many even expressed that they would leave a site if the marketing on the site was the opposite of their tastes, such as prompts to donate to a political party they dislike, or ads for a dating service when the visitor to the site is married. In addition, the top two reasons customers unsubscribe from marketing emailing lists are 1) they receive too many emails and 2) the content of the emails is not relevant to them.[11]\n\nPersonalized marketing helps to bridge the gap between the vastness of what is available and the needs of customers for streamlined shopping experience. By providing a customized experience for customers, frustrations of purchase choices may be avoided. Customers may more quickly find what they are looking for and avoid wasting time scrolling through irrelevant content and products. Consumers have come to expect this sort of user experience that caters to their interests, and companies that have created ultra-customized digital experiences, such as Amazon[12] and Netflix.[13]\n\n"
        },
        {
            "title": "Future of Personalized Marketing",
            "text": "Personalized marketing is gaining headway and has become a point of popular interest with the emergence of relevant and supportive technologies like DMP, geotargeting, and various forms of social media. Now, many people believe it is the inevitable baseline for the future of marketing strategy and for future business success in competitive markets.\n\nAdapt to technology: For personalized marketing to work the way advocates say it will, companies are going to have to adapt to relevant technologies. They will have to get in touch with the new and popular forms of social media, data-gathering platforms, and other technologies that not all current employees and businesses may be familiar with or can afford. Companies that have been able to afford it, have employed machine learning, big data and AI that make personalization automatic.[14]\n\nRestructuring current business models: Adopting a new marketing system tailored to the most relevant technologies will take time and resources to implement. Organized planning, communication and restructuring within businesses will be required to successfully implement personalized marketing. Some companies will have to accept that their current business and marketing models will change radically, and probably often. They will have to reconsider the ways customer data and information circulate within the company and possibly beyond. Company databases will be flooded with expansive personal information – individual's geographic location, potential buyers’ past purchases, etc., and there may be complications regarding how that information is gathered, circulated internally and externally, and used to increase profits.[15]\n\nLegal liabilities: To address concerns about sensitive information being gathered and utilized without obvious consumer consent, liabilities and legalities have to be set and enforced. Privacy is always an issue, in some countries more than others, so companies have to manage any legal hurdles before personalized marketing can be adopted.[16] Specifically, the EU has passed rigid regulation, known as GDPR, that limits what kind of data marketers can collect on their users, and provide ways in which consumers can suit companies for violation of their privacy. In the US, California has followed suit and passed the CCPA in 2018.[17]\n\n"
        },
        {
            "title": "Controversies",
            "text": "Many people are concerned that companies are using too much personal information[18] to create the personalized marketing used today by businesses.\n\nData is being generated by algorithms, and the algorithms associate preferences with the user's browsing history or personal profiles. Rather than discovering new facts or perspectives when one searches for news, information, or products, one will be presented with similar or adjoining concepts (\"filter bubble\"). Some consider this exploitation of existing ideas rather than discovery of new ones.[19] Presenting someone with only personalized content may also exclude other, unrelated news or information that might in fact be useful to the user.[citation needed]\n\nAlgorithms may also be manipulated. In February 2015, Coca-Cola ran into trouble over an automated, algorithm-generated bot created for advertising purposes. Gawker’s editorial labs director, Adam Pash, created a Twitter bot @MeinCoke and set it up to tweet lines from Mein Kampf and then link to them with Coca-Cola’s campaign #MakeItHappy. The result was that for two hours, Coca-Cola’s Twitter feed was broadcasting big chunks of Adolf Hitler’s text.[20] In November 2014, the New England Patriots were forced to apologize after an automatic, algorithm-generated bot was tricked into tweeting a racial slur from the official team account.[21]\n\n"
        },
        {
            "title": "Internet marketing",
            "text": "Personalized marketing had been most practical in interactive media such as the internet. A web site can track a customer's interests and make suggestions for the future. Many sites help customers make choices by organizing information and prioritizing it based on the individual's liking. In some cases, the product itself can be customized using a configuration system.\n\nThe business movement during Web 1.0 leveraged database technology for targeting products, ads, and services to specific users with particular profile attributes. The concept was supported by technologies such as BroadVision, ATG, and BEA. Amazon is a classic example of a company that performs \"One to One Marketing\" by offering users targeted offers and related products.\n\nPersonalization is the term that later followed as a way of describing this evolution in Internet marketing.\n\nAdvancements in data collection and IP targeting technology have enabled marketers to deploy one-to-one marketing to individual buildings or homes using an offline to online strategy, matching customers and their devices online simply by obtaining a physical mailing address.\n\n"
        },
        {
            "title": "Other marketing",
            "text": "More recently, personalized marketing, also known as Individual marketing, has become practical for bricks and mortar retailers. The market size, an order of magnitude greater than that of the Internet, demanded a different technological approach now available and in use. Many retailers attract customers to the physical store by offering discounted items which are automatically selected to appeal to the individual recipient. The interactivity occurs through the offer redemptions recorded by the point of sale systems, which can then update each model of the individual shopper. Personalization can be more accurate when based solely upon individual purchasing records because of the simplified and repetitive nature of some bricks and mortar retail purchasing, for example grocery superstores.\n\nDon Peppers and Martha Rogers, in their book on the subject, The One to One Future,[22] speak of managing customers rather than products, differentiating customers not just products, measuring share of customer not share of market, and developing economies of scope rather than economies of scale. They also describe personalized marketing as a four phase process: identifying potential customers; determining their needs and their lifetime value to the company; interacting with customers so as to learn about them; and customizing products, services, and communications to individual customers.\n\nSome commentators (including Peppers and Rogers) use the term \"one-to-one marketing\" which has been misunderstood by some. Seldom is there just one individual on either side of the transaction. Buyer decision processes often involve several people, as do the marketer's efforts. However, the excellent metaphor refers to the objective of a single message source (store) \"to\" the single recipient (household), a technological analogy to a \"mom and pop\" store on a first-name basis with 10 million customers.\n\n"
        },
        {
            "title": "Difficulties",
            "text": "McKinsey identified 4 problems that prevent companies from implementing large scale personalizations:[1]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Marketing",
        "https://en.wikipedia.org/wiki/Data_analysis",
        "https://en.wikipedia.org/wiki/Data_collection",
        "https://en.wikipedia.org/wiki/Analytics",
        "https://en.wikipedia.org/wiki/Digital_electronics",
        "https://en.wikipedia.org/wiki/Digital_economy",
        "https://en.wikipedia.org/wiki/Customer_relationship_management",
        "https://en.wikipedia.org/wiki/Web_developer",
        "https://en.wikipedia.org/wiki/HTML",
        "https://en.wikipedia.org/wiki/Data_collection",
        "https://en.wikipedia.org/wiki/Data_analysis",
        "https://en.wikipedia.org/wiki/Data_transfer",
        "https://en.wikipedia.org/wiki/Scalability",
        "https://en.wikipedia.org/wiki/Marketing",
        "https://en.wikipedia.org/wiki/Banner_ad",
        "https://en.wikipedia.org/wiki/Social_media",
        "https://en.wikipedia.org/wiki/Structured_data",
        "https://en.wikipedia.org/wiki/Unstructured_data",
        "https://en.wikipedia.org/wiki/Advertising",
        "https://en.wikipedia.org/wiki/Adobe_Systems",
        "https://en.wikipedia.org/wiki/Adobe_Marketing_Cloud",
        "https://en.wikipedia.org/wiki/Oracle_Corporation",
        "https://en.wikipedia.org/wiki/BlueKai",
        "https://en.wikipedia.org/wiki/Sitecore",
        "https://en.wikipedia.org/wiki/Website",
        "https://en.wikipedia.org/wiki/Advertising_mail",
        "https://en.wikipedia.org/wiki/Microsoft_Dynamics_CRM",
        "https://en.wikipedia.org/wiki/NetSuite",
        "https://en.wikipedia.org/wiki/Bluetooth_low_energy",
        "https://en.wikipedia.org/wiki/Personalized_pricing",
        "https://en.wikipedia.org/wiki/Internet",
        "https://en.wikipedia.org/wiki/Marketing_campaign",
        "https://en.wikipedia.org/wiki/Demographic",
        "https://en.wikipedia.org/wiki/Behavioral",
        "https://en.wikipedia.org/wiki/Advertising_campaign",
        "https://en.wikipedia.org/wiki/Email_marketing",
        "https://en.wikipedia.org/wiki/Mobile_app",
        "https://en.wikipedia.org/wiki/Overchoice",
        "https://en.wikipedia.org/wiki/Electronic_mailing_list",
        "https://en.wikipedia.org/wiki/Netflix",
        "https://en.wikipedia.org/wiki/Geotargeting",
        "https://en.wikipedia.org/wiki/Machine_learning",
        "https://en.wikipedia.org/wiki/Big_data",
        "https://en.wikipedia.org/wiki/Artificial_intelligence",
        "https://en.wikipedia.org/wiki/Personalization",
        "https://en.wikipedia.org/wiki/Privacy",
        "https://en.wikipedia.org/wiki/European_Union",
        "https://en.wikipedia.org/wiki/General_Data_Protection_Regulation",
        "https://en.wikipedia.org/wiki/California",
        "https://en.wikipedia.org/wiki/Online_Privacy_Protection_Act",
        "https://en.wikipedia.org/wiki/Algorithm",
        "https://en.wikipedia.org/wiki/Browsing_history",
        "https://en.wikipedia.org/wiki/Personal_profile",
        "https://en.wikipedia.org/wiki/Filter_bubble",
        "https://en.wikipedia.org/wiki/Gawker",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Mein_Kampf",
        "https://en.wikipedia.org/wiki/Adolf_Hitler",
        "https://en.wikipedia.org/wiki/New_England_Patriots",
        "https://en.wikipedia.org/wiki/Configuration_system",
        "https://en.wikipedia.org/wiki/Point_of_sale",
        "https://en.wikipedia.org/wiki/Economies_of_scope",
        "https://en.wikipedia.org/wiki/Economies_of_scale",
        "https://en.wikipedia.org/wiki/Mom_and_pop",
        "https://en.wikipedia.org/wiki/Behavioral_targeting",
        "https://en.wikipedia.org/wiki/Behavioral_targeting",
        "https://en.wikipedia.org/wiki/Datafication",
        "https://en.wikipedia.org/wiki/Digital_marketing",
        "https://en.wikipedia.org/wiki/Mass_customization",
        "https://en.wikipedia.org/wiki/Recommender_system",
        "https://en.wikipedia.org/wiki/Management_information_system",
        "https://en.wikipedia.org/wiki/Intelligent_document",
        "https://en.wikipedia.org/wiki/Relationship_marketing",
        "https://en.wikipedia.org/wiki/Configurator",
        "https://en.wikipedia.org/wiki/Internet_marketing",
        "https://en.wikipedia.org/wiki/Variable_pricing",
        "https://en.wikipedia.org/wiki/Variable_data_printing",
        "https://en.wikipedia.org/wiki/Targeted_advertising",
        "https://en.wikipedia.org/wiki/Surveillance_capitalism",
        "https://en.wikipedia.org/wiki/Internet_manipulation",
        "https://en.wikipedia.org/wiki/General_Data_Protection_Regulation",
        "https://en.wikipedia.org/wiki/California_Privacy_Rights",
        "https://en.wikipedia.org/wiki/Hypertargeting",
        "https://en.wikipedia.org/wiki/Personalized_marketing",
        "https://en.wikipedia.org/wiki/Personalized_marketing",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}