{
    "url": "https://en.wikipedia.org/wiki/Peter_Senge",
    "title": "Peter Senge",
    "table_of_contents": [
        "1 Life and career",
        "2 Work",
        "2.1 Organization development",
        "2.2 Learning organization and systems thinking",
        "3 Publications",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Peter Michael Senge (born 1947) is an American systems scientist who is a senior lecturer at the MIT Sloan School of Management, co-faculty at the New England Complex Systems Institute, and the founder of the Society for Organizational Learning. He is known as the author of the book The Fifth Discipline: The Art and Practice of the Learning Organization (1990, rev. 2006).\n\n"
        },
        {
            "title": "Life and career",
            "text": "Peter Senge was born in Stanford, California. He received a B.S. in Aerospace engineering from Stanford University. While at Stanford, Senge also studied philosophy. He later earned an M.S. in social systems modeling from MIT in 1972, as well as a PhD in Management from the MIT Sloan School of Management in 1978.[1][2]\n\nHe is the founding chair of the Society for Organizational Learning (SoL).  This organization helps with the communication of ideas between large corporations.  It replaced the previous organization known as the Center for Organizational Learning at MIT.\n\nHe is co-Founder, and sits on the Board of Directors, of the Academy for Systems Change. This non-profit organization works with leaders to grow their ability to lead in complex social systems that foster biological, social and economic well-being. The focus is on awareness-based systems thinking tools, methods and approaches.\n\nHe has had a regular meditation practice since 1996 and began meditating with a trip to Tassajara, a Zen Buddhist monastery, before attending Stanford.[3] He recommends meditation or similar forms of contemplative practice.[3][4][5]\n\n"
        },
        {
            "title": "Work",
            "text": "An engineer by training, Peter was a protégé of John H. Hopkins and has followed closely the works of Michael Peters and Robert Fritz and based his books on pioneering work with the five disciplines at Ford, Chrysler, Shell, AT&T Corporation, Hanover Insurance, and Harley-Davidson, since the 1970s.\n\nSenge emerged in the 1990s as a major figure in organizational development with the book The Fifth Discipline, in which he developed the notion of a learning organization. This conceptualizes organizations as dynamic systems (as defined in Systemics), in states of continuous adaptation and improvement.\n\nIn 1997, Harvard Business Review identified The Fifth Discipline as one of the seminal management books of the previous 75 years.[6] For this work, he was named \"Strategist of the Century\" by Journal of Business Strategy, which said that he was one of a very few people who \"had the greatest impact on the way we conduct business today.\"[6]\n\nThe book's premise is that too many businesses are engaged in endless search for a heroic leader who can inspire people to change. This effort creates grand strategies that are never fully developed. The effort to change creates resistance that finally overcomes the effort.[7]\n\nSenge believes that real firms in real markets face both opportunities and natural limits to their development. Most efforts to change are hampered by resistance created by the cultural habits of the prevailing system.  No amount of expert advice is useful.  It's essential to develop reflection and inquiry skills so that the real problems can be discussed. [7]\n\nAccording to Senge, there are four challenges in initiating changes.\n\nAccording to Senge 'learning organizations' are those organizations where people continually expand their capacity to create the results they truly desire, where new and expansive patterns of thinking are nurtured, where collective aspiration is set free, and where people are continually learning to see the whole together.\"[6]  He argues that only those organizations that are able to adapt quickly and effectively will be able to excel in their field or market.  In order to be a learning organization, there must be two conditions present at all times.  The first is the ability to design the organization to match the intended or desired outcomes, and second, the ability to recognize when the initial direction of the organization is different from the desired outcome and follow the necessary steps to correct this mismatch. Organizations that are able to do this are exemplary.\n\nSenge also believed in the theory of systems thinking which has sometimes been referred to as the 'Cornerstone' of the learning organization.  Systems thinking focuses on how the individual that is being studied interacts with the other constituents of the system.[8]  Rather than focusing on the individuals within an organization, it prefers to look at a larger number of interactions within the organization and in between organizations as a whole.\n\n"
        },
        {
            "title": "Publications",
            "text": "Peter Senge has written several books and articles throughout his career. A selection of his works:\n\n"
        },
        {
            "title": "References",
            "text": "Notes\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Quest_to_Learn",
        "https://en.wikipedia.org/wiki/New_York_City_Department_of_Education",
        "https://en.wikipedia.org/wiki/Systems_thinking",
        "https://en.wikipedia.org/wiki/Secondary_education",
        "https://en.wikipedia.org/wiki/Massachusetts_Institute_of_Technology",
        "https://en.wikipedia.org/wiki/Stanford_University",
        "https://en.wikipedia.org/wiki/The_Fifth_Discipline",
        "https://en.wikipedia.org/wiki/Learning_organization",
        "https://en.wikipedia.org/wiki/Systems_science",
        "https://en.wikipedia.org/wiki/Massachusetts_Institute_of_Technology",
        "https://en.wikipedia.org/wiki/New_England_Complex_Systems_Institute",
        "https://en.wikipedia.org/wiki/David_Bohm",
        "https://en.wikipedia.org/wiki/Systems_science",
        "https://en.wikipedia.org/wiki/MIT_Sloan_School_of_Management",
        "https://en.wikipedia.org/wiki/New_England_Complex_Systems_Institute",
        "https://en.wikipedia.org/wiki/Society_for_Organizational_Learning",
        "https://en.wikipedia.org/wiki/The_Fifth_Discipline",
        "https://en.wikipedia.org/wiki/Aerospace_engineering",
        "https://en.wikipedia.org/wiki/Stanford_University",
        "https://en.wikipedia.org/wiki/Master_of_Science",
        "https://en.wikipedia.org/wiki/MIT",
        "https://en.wikipedia.org/wiki/MIT_Sloan_School_of_Management",
        "https://en.wikipedia.org/wiki/Society_for_Organizational_Learning",
        "https://en.wikipedia.org/wiki/Meditation",
        "https://en.wikipedia.org/wiki/Tassajara_Zen_Mountain_Center",
        "https://en.wikipedia.org/wiki/Zen_Buddhist",
        "https://en.wikipedia.org/wiki/Robert_Fritz",
        "https://en.wikipedia.org/wiki/Ford_Motor_Company",
        "https://en.wikipedia.org/wiki/Chrysler",
        "https://en.wikipedia.org/wiki/Royal_Dutch_Shell",
        "https://en.wikipedia.org/wiki/Hanover_Insurance",
        "https://en.wikipedia.org/wiki/Organizational_development",
        "https://en.wikipedia.org/wiki/The_Fifth_Discipline",
        "https://en.wikipedia.org/wiki/Learning_organization",
        "https://en.wikipedia.org/wiki/Systems",
        "https://en.wikipedia.org/wiki/Systemics",
        "https://en.wikipedia.org/wiki/Harvard_Business_Review",
        "https://en.wikipedia.org/wiki/Systems_thinking",
        "https://en.wikipedia.org/wiki/The_Fifth_Discipline",
        "https://en.wikipedia.org/wiki/Otto_Scharmer",
        "https://en.wikipedia.org/wiki/Organizational_learning",
        "https://en.wikipedia.org/wiki/System_dynamics",
        "https://en.wikipedia.org/wiki/Systems_thinking",
        "https://en.wikipedia.org/wiki/Strategy_dynamics",
        "https://en.wikipedia.org/wiki/Strategic_management",
        "https://en.wikipedia.org/wiki/Organizational_communication",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Peter_Senge",
        "https://en.wikipedia.org/wiki/Peter_Senge",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}