{
    "url": "https://en.wikipedia.org/wiki/Phantasy_Star_II",
    "title": "Phantasy Star II",
    "table_of_contents": [
        "1 Gameplay",
        "2 Plot",
        "3 Release",
        "3.1 Localization changes",
        "3.2 Ports",
        "4 Reception and legacy",
        "4.1 Contemporary",
        "4.2 Retrospective",
        "4.3 Remake",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Phantasy Star II (Japanese: ファンタシースターII 還らざる時の終わりに, \"Phantasy Star II: At the End of the Restoration\") is a science fantasy role-playing video game developed and published by Sega for the Sega Genesis. It was released in Japan in 1989, North America in 1990, and in Europe in 1990.[1] It was later ported to a variety of different platforms. An updated remake, Phantasy Star Generation 2, was released for the PlayStation 2 in 2005 in Japan.\n\nPhantasy Star II is the second installment in Sega's acclaimed Phantasy Star series and serves as a sequel to the original Phantasy Star for the Master System. Phantasy Star II takes place 1,000 years after the events of its predecessor and follows the journey of a government agent named Rolf and his friends, who are on a mission to discover why the protector of the planet Mota, Mother Brain, has started malfunctioning.\n\nPhantasy Star II was the first video game to use a 6 mega-bit cartridge, making it the biggest video game on a console at the time.[2] Since its release Phantasy Star II has been the subject of critical acclaim.\n\n"
        },
        {
            "title": "Gameplay",
            "text": "Gameplay is similar to the original Phantasy Star, the first game in the series. Its battle system is turn-based as well as menu-based, allowing the player to choose commands for their party of up to four characters. Each of the eight characters has a different set of preferred weapons and armor, as well as techniques, suited to the character's job. The player must defeat enemies in the overworld and in dungeons to advance in the game.\n\nThe game abandoned the first-person view that the first game used for dungeons and battles. Phantasy Star II instead uses a top-down perspective for exploration and a third-person view in battles.\n\n"
        },
        {
            "title": "Plot",
            "text": "Somewhere deep within the Andromeda Galaxy lies the Algol Star System. The parent star, Algol (referred to as \"Algo\" by this point in the timeline), has three planets orbiting about it. First is Palm (\"Palma\"), the home of the government. Governors, treasurers, and great thinkers dwell here in great ivory towers, away from the hubbub of everyday life. Next is Mota (\"Motavia\"), the shining jewel. Once a dry desert planet infested with ant lions, Mota has been transformed into a blue and green tropical paradise. Domed farms grow crops, and the water is regulated into dammed rivers. Life on Mota is sweet, peaceful, and easy. The people have everything they want and do not need to work. Farthest out is Dezo (\"Dezoris\"), the ice planet. Little is known about this mysterious and dark planet.\n\nOne thousand years have passed since Alis and her friends liberated Algo from the evil Lassic in the previous game; Algo has since prospered under the care of a giant computer called the Mother Brain. The Mother Brain regulates the Climatrol tower which has terraformed Mota, the biosystems lab, and all other things that provide whatever the people in Mota need.\n\nThe game begins with the character Rolf recalling a strange recurring nightmare he has been having. In the dream, a young girl who Rolf does not recognize – but who resembles Alis – is battling a demon. Finally, just before the demon would kill her, Rolf awakens. From his home in Paseo, Mota's capital, Rolf goes to the central tower to meet with the head of government on Mota, in order to receive his newest mission.\n\nThe first threat is an increase in dangerous biomonsters (biologically altered animals). Rolf sets off with his companion Nei, a humanoid with catlike features, to investigate, accompanied by six others with each different, but same purpose. Along the way, the group discovers a human-biomonster hybrid named Neifirst, who reveals that Nei's origins are the same as her own. Being part biomonster, she is an outcast from society, causing her to loathe mankind and, because of this, sabotage both Mota's climate control system and the biosystems laboratory. Nei confronts Neifirst and battles her in a one-on-one fight, but is defeated and killed. Anguished, Rolf and the remaining party defeat Neifirst, causing the biosystems laboratory to self-destruct and bringing an end to Mota's Biomonster hazard.\n\nHowever, this sets another incident in motion: the explosion of the lab damages the Climatrol equipment and causes the central lake, the residential reservoir of Mota, to overflow with water. To prevent a massive flood, Rolf and his friends decide to open up the surrounding four dams. After unlocking the last one, they are captured by Mother Brain's security robots, charged with causing the environmental disaster, and sentenced to death upon the Gaira satellite. However, the satellite malfunctions and collides with Palm, destroying both. Rolf and company are rescued in the nick of time by a space pirate, Tyler.\n\nNow the system's most wanted criminals, blamed for Palm's destruction and the deaths of its people, the group boards Mota's last remaining spacecraft – legacy of a space program now falling into ruins – to the mysterious and dangerous Dezo. Located at a far corner of the planet is the Esper Mansion: upon reaching it, Rolf awakens the legendary Lutz from a long sleep. Lutz reveals the secrets of Rolf's past, as well as the dark secret of Mother Brain which relates to the fate and destruction Algo is now facing. In order to save the System, the heroes seek to recover the powerful Nei arsenal, found in four hidden dungeons, capable of defeating the enemies on the spaceship Noah, where Mother Brain resides.\n\nIt is eventually revealed that the demon from Rolf's original nightmare – Dark Force, Lassic's true corruptor and Alis' enemy a thousand years ago – has corrupted Noah and been behind every threat Rolf has faced, including Mother Brain itself. Rolf confronts the two evil entities and defeats them. After the final battle, Lutz alerts him that there are still people on the ship: they're the remaining survivors from Earth. They reveal they created Mother Brain to satisfy their greedy lifestyle at the expense of Algo's resources, and a fight between the heroes and the earthmen ensues. The game ends with the outcome unrevealed.\n\n"
        },
        {
            "title": "Release",
            "text": "Phantasy Star II was re-released as a port in two different forms for the Sega Saturn and Game Boy Advance as part of Phantasy Star Collection. It was also released on the Sega Smash Pack Volume 1 for the Dreamcast. It is also part of the Sega Genesis Collection for PlayStation 2 and PlayStation Portable.  The game is available in Sonic's Ultimate Genesis Collection for Xbox 360 and PlayStation 3.  The game is also included as part of Sega Genesis Classics for Xbox One, PlayStation 4, Nintendo Switch, Microsoft Windows, macOS, and Linux.\n\nThe game was made available through Nintendo's Virtual Console service in 2008. On June 10, 2009, it was released on Xbox Live Arcade under the Sega Vintage Collection banner. On August 26, 2010, an iPhone port of the game was released.[5] The port later became available on the iPad and iPod touch as well.  On June 22, 2017, Sega made the game available for free through both iTunes and Android.[6]\n\nIn October 1993,[7] Atari Corporation filed a lawsuit against Sega for an alleged infringement of a patent originally created by Atari Corp. in the 1980s,[8] with the former seeking a preliminary injunction to stop manufacturing, usage and sales of hardware and software for both Sega Genesis and Game Gear.[9] On September 28, 1994,[10][11][12][13][14][15][16] both parties reached a settlement in which it involved a cross-licensing agreement to publish up to five titles each year across their systems until 2001.[17][18][19][20][21][22] Phantasy Star II was one of the first five titles approved from the deal by Sega in order to be converted for the Atari Jaguar, but it was never released.[9]\n\n"
        },
        {
            "title": "Reception and legacy",
            "text": "Its demonstration at the Winter Consumer Electronics Show (Winter CES) in January 1990 received a positive reception.[34]  The original Phantasy Star game was a big game for its time,[2] and because of the advancements in technology between the Master System and Genesis, Phantasy Star II featured a much larger cartridge than its predecessor, holding 6 megabits of data, making it the largest game on any game machine up until that time.[2] RePlay magazine praised the game for providing a lengthy home video game experience not found in arcades, and reported it could take about 250 hours to complete.[34]\n\nThe game was well received by critics upon release. In Dragon magazine, Phantasy Star II was described as \"one of the best role-playing games yet to be released for any video game system.\"[25] Wizardry designer Roe R. Adams wrote in Computer Gaming World that Phantasy Star II was a system seller for the Genesis,[35] stating that its \"16-bit graphics are gorgeous, but the real fun lies in the science fiction story plot.\" He concluded that it is a \"challenging and enjoyable\" game with \"superb combat and animated graphics.\"[2] Raze concluded that it is a \"challenging quest packed with gameplay.\"[29]\n\nPhantasy Star II was a landmark game in its time, \"a game of many firsts\" according to Nintendo Power.[41] It was the first RPG for the Mega Drive, and was released in the U.S. two months before the original Final Fantasy for the NES, another key game in the genre's popularization in North America.\n\nPhantasy Star II is regarded by many as a forerunner for certain aspects of role-playing video games, such as an epic, dramatic, character-driven storyline dealing with serious themes and subject matter, a strategy-based battle system,[42][43] and the demand for extensive strategy guides for such games (Phantasy Star II included one with the game itself). Phantasy Star II's predominantly science fiction setting was also a major departure for RPGs, which had previously been largely restricted to fantasy or science fantasy settings.[44] The game's science fiction story was also unique, reversing the common alien invasion scenario by instead presenting Earthlings as the invading antagonists rather than the defending protagonists.[42][43] The game's strong characterization, and use of self-discovery as a motivating factor for the characters and the player, was a major departure from previous RPGs and had a major influence on subsequent RPGs such as the Final Fantasy series.[44] It also made an attempt at social commentary years before the Final Fantasy series started doing the same.[41] Tor.com described the worldbuilding as \"fantastic, probably the best in any 16-bit era game.\"[45]\n\nPhantasy Star II has made a number of \"greatest games of all time\" type lists, including being inducted into GameSpot's list of greatest games of all time in 2005.[42] Mega placed the game at #29 in their \"Top Mega Drive Games of All Time\" in 1992.[46] In 1997 Electronic Gaming Monthly ranked it the 30th best console video game of all time, saying it was the best RPG on the Genesis due to its characters, story, enemies, and massive length.[47] In 2003, IGN ranked it as the 92nd top game, choosing Phantasy Star II for how it \"surprised everyone with the death of a major player 1/3 the way\" years before Final Fantasy VII, in addition to \"a balanced experience point system, tough-as-nails bosses, and one of the biggest and most difficult RPG quests that we've ever seen.\"[48] In 2009, Nintendo Power called Phantasy Star II, along with Phantasy Star IV, one of the greatest role-playing games of all time.[49] In 2011, GamePro included it in its list of \"20 Games That Defined Role-Playing Games\".[50]\n\nLevi Buchanan of IGN reviewed the iPhone version in 2010. He praised it as an \"awesome game\" with a \"real sense of discovery\" and one of his \"favorite final twists in videogames.\"[39]\n\nA remake, Phantasy Star Generation 2, was released in Japan for the PlayStation 2 as a part of Sega Ages in 2005. Much like Phantasy Star Generation 1, the remake mirrors the events of the original game while adding character development and fleshing out the story in more detail.  It featured enhanced graphics, a revised combat system, and a rearranged soundtrack. Other new features included the ability to play the original Mega Drive version, and to load a system file from Phantasy Star Generation:1 to allow the ability to play as Nei throughout the entire game.\n\nIt was originally slated for North American and European release by Conspiracy Entertainment as a part of the Phantasy Star Trilogy, a compilation of the remakes of Phantasy Star, Phantasy Star II, and Phantasy Star IV. The compilation's future is uncertain, however, since Sega reclaimed the publishing rights for the North America and Europe. This is evidenced by the fact that the trilogy no longer appears on Conspiracy Entertainment's list of products on their website.[51] Sega has abandoned their plans for a Phantasy Star IV remake in favor of a compilation featuring the original iterations of Phantasy Star I–IV.[52][53]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Video_game_developer",
        "https://en.wikipedia.org/wiki/Sega",
        "https://en.wikipedia.org/wiki/Video_game_publisher",
        "https://en.wikipedia.org/wiki/Video_game_creative_director",
        "https://en.wikipedia.org/wiki/Video_game_producer",
        "https://en.wikipedia.org/wiki/Yuji_Naka",
        "https://en.wikipedia.org/wiki/Video_game_programmer",
        "https://en.wikipedia.org/wiki/Video_game_artist",
        "https://en.wikipedia.org/wiki/Rieko_Kodama",
        "https://en.wikipedia.org/wiki/Video_game_writer",
        "https://en.wikipedia.org/wiki/Video_game_composer",
        "https://en.wikipedia.org/wiki/Phantasy_Star",
        "https://en.wikipedia.org/wiki/Computing_platform",
        "https://en.wikipedia.org/wiki/Sega_Genesis",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/North_America",
        "https://en.wikipedia.org/wiki/Europe",
        "https://en.wikipedia.org/wiki/Brazil",
        "https://en.wikipedia.org/wiki/Video_game_genre",
        "https://en.wikipedia.org/wiki/Science_fantasy",
        "https://en.wikipedia.org/wiki/Sega",
        "https://en.wikipedia.org/wiki/Sega_Genesis",
        "https://en.wikipedia.org/wiki/PlayStation_2",
        "https://en.wikipedia.org/wiki/Phantasy_Star",
        "https://en.wikipedia.org/wiki/Master_System",
        "https://en.wikipedia.org/wiki/Overworld",
        "https://en.wikipedia.org/wiki/Andromeda_Galaxy",
        "https://en.wikipedia.org/wiki/Terraforming",
        "https://en.wikipedia.org/wiki/Spacecraft",
        "https://en.wikipedia.org/wiki/Sega_Saturn",
        "https://en.wikipedia.org/wiki/Game_Boy_Advance",
        "https://en.wikipedia.org/wiki/Phantasy_Star_Collection",
        "https://en.wikipedia.org/wiki/Sega_Smash_Pack",
        "https://en.wikipedia.org/wiki/Dreamcast",
        "https://en.wikipedia.org/wiki/Sega_Genesis_Collection",
        "https://en.wikipedia.org/wiki/PlayStation_2",
        "https://en.wikipedia.org/wiki/PlayStation_Portable",
        "https://en.wikipedia.org/wiki/Xbox_360",
        "https://en.wikipedia.org/wiki/PlayStation_3",
        "https://en.wikipedia.org/wiki/Sega_Genesis_Classics",
        "https://en.wikipedia.org/wiki/Xbox_One",
        "https://en.wikipedia.org/wiki/PlayStation_4",
        "https://en.wikipedia.org/wiki/Nintendo_Switch",
        "https://en.wikipedia.org/wiki/Microsoft_Windows",
        "https://en.wikipedia.org/wiki/MacOS",
        "https://en.wikipedia.org/wiki/Linux",
        "https://en.wikipedia.org/wiki/Nintendo",
        "https://en.wikipedia.org/wiki/Virtual_Console",
        "https://en.wikipedia.org/wiki/Xbox_Live_Arcade",
        "https://en.wikipedia.org/wiki/Sega_Vintage_Collection",
        "https://en.wikipedia.org/wiki/IPhone",
        "https://en.wikipedia.org/wiki/1993_in_video_gaming",
        "https://en.wikipedia.org/wiki/Atari_Corporation",
        "https://en.wikipedia.org/wiki/Lawsuit",
        "https://en.wikipedia.org/wiki/Patent",
        "https://en.wikipedia.org/wiki/Preliminary_injunction",
        "https://en.wikipedia.org/wiki/Game_Gear",
        "https://en.wikipedia.org/wiki/1994_in_video_gaming",
        "https://en.wikipedia.org/wiki/2001_in_video_gaming",
        "https://en.wikipedia.org/wiki/Atari_Jaguar",
        "https://en.wikipedia.org/wiki/Aktueller_Software_Markt",
        "https://en.wikipedia.org/wiki/Electronic_Gaming_Monthly",
        "https://en.wikipedia.org/wiki/Sega_Power",
        "https://en.wikipedia.org/wiki/Consumer_Electronics_Show",
        "https://en.wikipedia.org/wiki/Master_System",
        "https://en.wikipedia.org/wiki/Sega_Genesis",
        "https://en.wikipedia.org/wiki/Arcade_game",
        "https://en.wikipedia.org/wiki/Wizardry",
        "https://en.wikipedia.org/wiki/Computer_Gaming_World",
        "https://en.wikipedia.org/wiki/IOS",
        "https://en.wikipedia.org/wiki/Sega_Genesis",
        "https://en.wikipedia.org/wiki/Xbox_360",
        "https://en.wikipedia.org/wiki/GameRankings",
        "https://en.wikipedia.org/wiki/Metacritic",
        "https://en.wikipedia.org/wiki/IOS",
        "https://en.wikipedia.org/wiki/Sega_Genesis",
        "https://en.wikipedia.org/wiki/Xbox_360",
        "https://en.wikipedia.org/wiki/IGN",
        "https://en.wikipedia.org/wiki/Nintendo_Power",
        "https://en.wikipedia.org/wiki/Strategy_guide",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Fantasy",
        "https://en.wikipedia.org/wiki/Science_fantasy",
        "https://en.wikipedia.org/wiki/Alien_invasion",
        "https://en.wikipedia.org/wiki/Final_Fantasy",
        "https://en.wikipedia.org/wiki/Worldbuilding",
        "https://en.wikipedia.org/wiki/GameSpot",
        "https://en.wikipedia.org/wiki/Electronic_Gaming_Monthly",
        "https://en.wikipedia.org/wiki/Final_Fantasy_VII",
        "https://en.wikipedia.org/wiki/Nintendo_Power",
        "https://en.wikipedia.org/wiki/GamePro",
        "https://en.wikipedia.org/wiki/IGN",
        "https://en.wikipedia.org/wiki/IPhone",
        "https://en.wikipedia.org/wiki/Video_game_remake",
        "https://en.wikipedia.org/wiki/Sega_Ages",
        "https://en.wikipedia.org/wiki/Character_arc",
        "https://en.wikipedia.org/wiki/Conspiracy_Entertainment",
        "https://en.wikipedia.org/wiki/Sega",
        "https://en.wikipedia.org/wiki/Usenet_newsgroup",
        "https://en.wikipedia.org/wiki/Computer_Gaming_World",
        "https://en.wikipedia.org/wiki/GamePro",
        "https://en.wikipedia.org/wiki/International_Data_Group",
        "https://en.wikipedia.org/wiki/GamePro",
        "https://en.wikipedia.org/wiki/International_Data_Group",
        "https://en.wikipedia.org/wiki/ST_Format",
        "https://en.wikipedia.org/wiki/Future_plc",
        "https://en.wikipedia.org/wiki/Future_plc",
        "https://en.wikipedia.org/wiki/Future_plc",
        "https://en.wikipedia.org/wiki/Game_Players",
        "https://en.wikipedia.org/wiki/Future_plc",
        "https://en.wikipedia.org/wiki/Imagine_Media",
        "https://en.wikipedia.org/wiki/Computer_and_Video_Games",
        "https://en.wikipedia.org/wiki/Future_plc",
        "https://en.wikipedia.org/wiki/Larry_Flynt_Publications",
        "https://en.wikipedia.org/wiki/ACE_Magazine",
        "https://en.wikipedia.org/wiki/Aktueller_Software_Markt",
        "https://en.wikipedia.org/wiki/Sega_Power",
        "https://en.wikipedia.org/wiki/GameRankings",
        "https://en.wikipedia.org/wiki/CBS_Interactive",
        "https://en.wikipedia.org/wiki/Metacritic",
        "https://en.wikipedia.org/wiki/CBS_Interactive",
        "https://en.wikipedia.org/wiki/IGN",
        "https://en.wikipedia.org/wiki/Ziff_Davis",
        "https://en.wikipedia.org/wiki/IGN",
        "https://en.wikipedia.org/wiki/Ziff_Davis",
        "https://en.wikipedia.org/wiki/Nintendo_Power",
        "https://en.wikipedia.org/wiki/Nintendo_of_America",
        "https://en.wikipedia.org/wiki/GameSpot",
        "https://en.wikipedia.org/wiki/GamePro",
        "https://en.wikipedia.org/wiki/Future_Publishing",
        "https://en.wikipedia.org/wiki/Electronic_Gaming_Monthly",
        "https://en.wikipedia.org/wiki/Ziff_Davis",
        "https://en.wikipedia.org/wiki/Nintendo_Power",
        "https://en.wikipedia.org/wiki/GamePro",
        "https://en.wikipedia.org/wiki/Phantasy_Star",
        "https://en.wikipedia.org/wiki/Phantasy_Star_III",
        "https://en.wikipedia.org/wiki/Phantasy_Star_IV",
        "https://en.wikipedia.org/wiki/Phantasy_Star_Collection",
        "https://en.wikipedia.org/wiki/Phantasy_Star_Online",
        "https://en.wikipedia.org/wiki/Phantasy_Star_0",
        "https://en.wikipedia.org/wiki/Phantasy_Star_Online_2",
        "https://en.wikipedia.org/wiki/Phantasy_Star_Nova",
        "https://en.wikipedia.org/wiki/Phantasy_Star_Universe",
        "https://en.wikipedia.org/wiki/Phantasy_Star_Portable",
        "https://en.wikipedia.org/wiki/Phantasy_Star_Portable_2",
        "https://en.wikipedia.org/wiki/Phantasy_Star_II",
        "https://en.wikipedia.org/wiki/Phantasy_Star_II",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}