{
    "url": "https://en.wikipedia.org/wiki/Phenotype",
    "title": "Phenotype",
    "table_of_contents": [
        "1 Difficulties in definition",
        "2 Phenotypic variation",
        "2.1 The extended phenotype",
        "3 Phenome and phenomics",
        "4 Large-scale phenotyping and genetic screens",
        "5 Evolutionary origin of phenotype",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In genetics, the phenotype (from Ancient Greek  φαίνω (phaínō) 'to appear, show, shine', and  τύπος (túpos) 'mark, type') is the set of observable characteristics or traits of an organism.[1][2] The term covers the organism's  morphology or physical form and structure, its  developmental processes, its biochemical and physiological properties, its behavior, and the products of behavior. An organism's phenotype results from two basic factors: the  expression of an organism's genetic code, or its genotype, and the influence of environmental factors. Both factors may interact, further affecting phenotype. When two or more clearly different phenotypes exist in the same population of a species, the species is called  polymorphic. A well-documented example of polymorphism is  Labrador Retriever coloring; while the coat color depends on many genes, it is clearly seen in the environment as yellow, black, and brown. Richard Dawkins in 1978[3] and then again in his 1982 book The Extended Phenotype suggested that one can regard bird nests and other built structures such as  caddis-fly larva cases and beaver dams as \"extended phenotypes\".\n\nWilhelm Johannsen proposed the genotype–phenotype distinction in 1911 to make clear the difference between an organism's hereditary material and what that hereditary material produces.[4][5] The distinction resembles that proposed by August Weismann (1834–1914), who distinguished between germ plasm (heredity) and somatic cells (the body).  More recently, in the Selfish Gene (1976), Richard Dawkins distinguished these concepts as replicators and vehicles.\n\nThe genotype–phenotype distinction should not be confused with Francis Crick's central dogma of molecular biology, a statement about the directionality of molecular sequential information flowing from DNA to protein, and not the reverse.\n\n"
        },
        {
            "title": "Difficulties in definition",
            "text": "Despite its seemingly straightforward definition, the concept of the phenotype has hidden subtleties. It may seem that anything dependent on the genotype is a phenotype, including molecules such as RNA and proteins. Most molecules and structures coded by the genetic material are not visible in the appearance of an organism, yet they are observable (for example by Western blotting) and are thus part of the phenotype; human blood groups are an example. It may seem that this goes beyond the original intentions of the concept with its focus on the (living) organism in itself. Either way, the term phenotype includes inherent traits or characteristics that are observable or traits that can be made visible by some technical procedure. A notable extension to this idea is the presence of \"organic molecules\" or metabolites that are generated by organisms from chemical reactions of enzymes.\n\nThe term \"phenotype\" has sometimes been incorrectly used as a shorthand for the phenotypic difference between a mutant and its wild type, which (if not significant) leads to the statement that a\n\"mutation has no phenotype\".[6]\n\nAnother extension adds behavior to the phenotype, since behaviors are observable characteristics. Behavioral phenotypes include cognitive, personality, and behavioral patterns. Some behavioral phenotypes may characterize psychiatric disorders[7] or syndromes.[8][9]\n\n"
        },
        {
            "title": "Phenotypic variation",
            "text": "Phenotypic variation (due to underlying heritable genetic variation) is a fundamental prerequisite for evolution by natural selection. It is the living organism as a whole that contributes (or not) to the next generation, so natural selection affects the genetic structure of a population indirectly via the contribution of phenotypes. Without phenotypic variation, there would be no evolution by natural selection.[10]\n\nThe interaction between genotype and phenotype has often been conceptualized by the following relationship:\n\nA more nuanced version of the relationship is:\n\nGenotypes often have much flexibility in the modification and expression of phenotypes; in many organisms these phenotypes are very different under varying environmental conditions (see ecophenotypic variation). The plant Hieracium umbellatum is found growing in two different habitats in Sweden. One habitat is rocky, sea-side cliffs, where the plants are bushy with broad leaves and expanded inflorescences; the other is among sand dunes where the plants grow prostrate with narrow leaves and compact inflorescences. These habitats alternate along the coast of Sweden and the habitat that the seeds of Hieracium umbellatum land in, determine the phenotype that grows.[11]\n\nAn example of random variation in Drosophila flies is the number of ommatidia, which may vary (randomly) between left and right eyes in a single individual as much as they do between different genotypes overall, or between clones raised in different environments.[citation needed]\n\nThe concept of phenotype can be extended to variations below the level of the gene that affect an organism's fitness. For example, silent mutations that do not change the corresponding amino acid sequence of a gene may change the frequency of guanine-cytosine base pairs (GC content). These base pairs have a higher thermal stability (melting point) than adenine-thymine, a property that might convey, among organisms living in high-temperature environments, a selective advantage on variants enriched in GC content.[citation needed]\n\nRichard Dawkins described a phenotype that included all effects that a gene has on its surroundings, including other organisms, as an extended phenotype, arguing that \"An animal's behavior tends to maximize the survival of the genes 'for' that behavior, whether or not those genes happen to be in the body of the particular animal performing it.\"[3] For instance, an organism such as a beaver modifies its environment by building a beaver dam; this can be considered an expression of its genes, just as its incisor teeth are—which it uses to modify its environment. Similarly, when a bird feeds a brood parasite such as a cuckoo, it is unwittingly extending its phenotype; and when genes in an orchid affect orchid bee behavior to increase pollination, or when genes in a peacock affect the copulatory decisions of peahens, again, the phenotype is being extended. Genes are, in Dawkins's view, selected by their phenotypic effects.[12]\n\nOther biologists broadly agree that the extended phenotype concept is relevant, but consider that its role is largely explanatory, rather than assisting in the design of experimental tests.[13]\n\n"
        },
        {
            "title": "Phenome and phenomics",
            "text": "Although a phenotype is the ensemble of observable characteristics displayed by an organism, the word phenome is sometimes used to refer to a collection of traits, while the simultaneous study of such a collection is referred to as phenomics.[14][15] Phenomics is an important field of study because it can be used to figure out which genomic variants affect phenotypes which then can be used to explain things like health, disease, and evolutionary fitness.[16] Phenomics forms a large part of the Human Genome Project[17]\n\nPhenomics has applications in agriculture. For instance, genomic variations such as drought and heat resistance can be identified through phenomics to create more durable GMOs.[18][19]\n\nPhenomics may be a stepping stone towards personalized medicine, particularly drug therapy.[20] Once the phenomic database has acquired more data, a person's phenomic information can be used to select specific drugs tailored to an individual.[20]\n\n"
        },
        {
            "title": "Large-scale phenotyping and genetic screens",
            "text": "Large-scale genetic screens can identify the genes or mutations that affect the phenotype of an organism. Analyzing the phenotypes of mutant genes can also aid in determining gene function.[21] For example, a large-scale phenotypic screen has been used to study lesser understood phenotypes such as behavior. In this screen, the role of mutations in mice were studied in areas such as learning and memory, circadian rhythmicity, vision, responses to stress and response to psychostimulants (see table for details).\n\nThis experiment involved the progeny of mice treated with ENU, or N-ethyl-N-nitrosourea, which is a potent mutagen that causes point mutations. The mice were phenotypically screened for alterations in the different behavioral domains in order to find the number of putative mutants (see table for details). Putative mutants are then tested for heritability in order to help determine the inheritance pattern as well as map out the mutations. Once they have been mapped out, cloned, and identified, it can be determined whether a mutation represents a new gene or not.\n\nThese experiments showed that mutations in the rhodopsin gene affected vision and can even cause retinal degeneration in mice.[22] The same amino acid change causes human familial blindness, showing how phenotyping in animals can inform medical diagnostics and possibly therapy.\n\n"
        },
        {
            "title": "Evolutionary origin of phenotype",
            "text": "The RNA world is the hypothesized pre-cellular stage in the evolutionary history of life on earth, in which self-replicating RNA molecules proliferated prior to the evolution of DNA and proteins.[23] The folded three-dimensional physical structure of the first RNA molecule that possessed ribozyme activity promoting replication while avoiding destruction would have been the first phenotype, and the nucleotide sequence of the first self-replicating RNA molecule would have been the original genotype.[23]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Introduction_to_genetics",
        "https://en.wikipedia.org/wiki/Mollusc_shell",
        "https://en.wikipedia.org/wiki/Bivalve",
        "https://en.wikipedia.org/wiki/Mollusca",
        "https://en.wikipedia.org/wiki/Donax_variabilis",
        "https://en.wikipedia.org/wiki/Animal_coloration",
        "https://en.wikipedia.org/wiki/Patterns_in_nature",
        "https://en.wikipedia.org/wiki/Genotype",
        "https://en.wikipedia.org/wiki/Punnett_square",
        "https://en.wikipedia.org/wiki/Gene",
        "https://en.wikipedia.org/wiki/Genetics",
        "https://en.wikipedia.org/wiki/Ancient_Greek_language",
        "https://en.wikipedia.org/wiki/Phenotypic_trait",
        "https://en.wikipedia.org/wiki/Organism",
        "https://en.wikipedia.org/wiki/Developmental_biology",
        "https://en.wikipedia.org/wiki/Behavior",
        "https://en.wikipedia.org/wiki/Gene_expression",
        "https://en.wikipedia.org/wiki/Genotype",
        "https://en.wikipedia.org/wiki/Labrador_Retriever_coat_colour_genetics",
        "https://en.wikipedia.org/wiki/Richard_Dawkins",
        "https://en.wikipedia.org/wiki/The_Extended_Phenotype",
        "https://en.wikipedia.org/wiki/Caddis_fly",
        "https://en.wikipedia.org/wiki/Beaver_dam",
        "https://en.wikipedia.org/wiki/Wilhelm_Johannsen",
        "https://en.wikipedia.org/wiki/Heredity",
        "https://en.wikipedia.org/wiki/August_Weismann",
        "https://en.wikipedia.org/wiki/Germ_plasm",
        "https://en.wikipedia.org/wiki/Somatic_cell",
        "https://en.wikipedia.org/wiki/The_Selfish_Gene",
        "https://en.wikipedia.org/wiki/Francis_Crick",
        "https://en.wikipedia.org/wiki/Central_dogma_of_molecular_biology",
        "https://en.wikipedia.org/wiki/DNA",
        "https://en.wikipedia.org/wiki/Genotype",
        "https://en.wikipedia.org/wiki/Molecule",
        "https://en.wikipedia.org/wiki/Western_blot",
        "https://en.wikipedia.org/wiki/Human_blood_group_systems",
        "https://en.wikipedia.org/wiki/Wild_type",
        "https://en.wikipedia.org/wiki/Biston_betularia",
        "https://en.wikipedia.org/wiki/Genetic_diversity",
        "https://en.wikipedia.org/wiki/Evolution",
        "https://en.wikipedia.org/wiki/Natural_selection",
        "https://en.wikipedia.org/wiki/Ecophenotypic_variation",
        "https://en.wikipedia.org/wiki/Hieracium_umbellatum",
        "https://en.wikipedia.org/wiki/Habitat",
        "https://en.wikipedia.org/wiki/Cliff",
        "https://en.wikipedia.org/wiki/Inflorescence",
        "https://en.wikipedia.org/wiki/Dune",
        "https://en.wikipedia.org/wiki/Drosophila",
        "https://en.wikipedia.org/wiki/Ommatidia",
        "https://en.wikipedia.org/wiki/Cloning",
        "https://en.wikipedia.org/wiki/Silent_mutations",
        "https://en.wikipedia.org/wiki/Guanine",
        "https://en.wikipedia.org/wiki/Cytosine",
        "https://en.wikipedia.org/wiki/GC_content",
        "https://en.wikipedia.org/wiki/Adenine",
        "https://en.wikipedia.org/wiki/Thymine",
        "https://en.wikipedia.org/wiki/The_Extended_Phenotype",
        "https://en.wikipedia.org/wiki/Richard_Dawkins",
        "https://en.wikipedia.org/wiki/Beaver",
        "https://en.wikipedia.org/wiki/Beaver_dam",
        "https://en.wikipedia.org/wiki/Gene",
        "https://en.wikipedia.org/wiki/Incisor",
        "https://en.wikipedia.org/wiki/Brood_parasite",
        "https://en.wikipedia.org/wiki/Cuckoo",
        "https://en.wikipedia.org/wiki/Orchid",
        "https://en.wikipedia.org/wiki/Orchid_bee",
        "https://en.wikipedia.org/wiki/Peacock",
        "https://en.wikipedia.org/wiki/Phoneme",
        "https://en.wikipedia.org/wiki/Phonology",
        "https://en.wikipedia.org/wiki/Phenome",
        "https://en.wikipedia.org/wiki/Phenomics",
        "https://en.wikipedia.org/wiki/Human_Genome_Project",
        "https://en.wikipedia.org/wiki/Personalized_medicine",
        "https://en.wikipedia.org/wiki/Drug_therapy",
        "https://en.wikipedia.org/wiki/Genetic_screen",
        "https://en.wikipedia.org/wiki/Genetic_screen",
        "https://en.wikipedia.org/wiki/Mutation",
        "https://en.wikipedia.org/wiki/Phenotypic_screening",
        "https://en.wikipedia.org/wiki/Behavioural_genetics",
        "https://en.wikipedia.org/wiki/Memory",
        "https://en.wikipedia.org/wiki/Circadian_rhythm",
        "https://en.wikipedia.org/wiki/Stimulant",
        "https://en.wikipedia.org/wiki/Fear_conditioning",
        "https://en.wikipedia.org/wiki/Elevated_plus_maze",
        "https://en.wikipedia.org/wiki/Electroretinography",
        "https://en.wikipedia.org/wiki/Fundus_photography",
        "https://en.wikipedia.org/wiki/ENU",
        "https://en.wikipedia.org/wiki/Point_mutation",
        "https://en.wikipedia.org/wiki/Neuroendocrinology",
        "https://en.wikipedia.org/wiki/Rhodopsin",
        "https://en.wikipedia.org/wiki/Amino_acid",
        "https://en.wikipedia.org/wiki/Blindness",
        "https://en.wikipedia.org/wiki/RNA_world",
        "https://en.wikipedia.org/wiki/RNA",
        "https://en.wikipedia.org/wiki/DNA",
        "https://en.wikipedia.org/wiki/Protein",
        "https://en.wikipedia.org/wiki/Nucleic_acid_sequence",
        "https://en.wikipedia.org/wiki/Ecotype",
        "https://en.wikipedia.org/wiki/Endophenotype",
        "https://en.wikipedia.org/wiki/Genotype",
        "https://en.wikipedia.org/wiki/Molecular_phenotyping",
        "https://en.wikipedia.org/wiki/Race_and_genetics",
        "https://en.wikipedia.org/wiki/Richard_Dawkins",
        "https://en.wikipedia.org/wiki/Wim_Crusio",
        "https://en.wikipedia.org/wiki/Richard_Lewontin",
        "https://en.wikipedia.org/wiki/Richard_Dawkins",
        "https://en.wikipedia.org/wiki/Chiara_Sabatti",
        "https://en.wikipedia.org/wiki/Morphogenesis",
        "https://en.wikipedia.org/wiki/Reaction_norm",
        "https://en.wikipedia.org/wiki/Operon",
        "https://en.wikipedia.org/wiki/Heritability",
        "https://en.wikipedia.org/wiki/Quantitative_genetics",
        "https://en.wikipedia.org/wiki/Heterochrony",
        "https://en.wikipedia.org/wiki/Neoteny",
        "https://en.wikipedia.org/wiki/Heterotopy",
        "https://en.wikipedia.org/wiki/Genetic_architecture",
        "https://en.wikipedia.org/wiki/Genetic_assimilation",
        "https://en.wikipedia.org/wiki/Epistasis",
        "https://en.wikipedia.org/wiki/Fitness_landscape",
        "https://en.wikipedia.org/wiki/Evolutionary_landscape",
        "https://en.wikipedia.org/wiki/Pleiotropy",
        "https://en.wikipedia.org/wiki/Phenotypic_plasticity",
        "https://en.wikipedia.org/wiki/Polygenic_inheritance",
        "https://en.wikipedia.org/wiki/Transgressive_segregation",
        "https://en.wikipedia.org/wiki/Epigenetics",
        "https://en.wikipedia.org/wiki/Maternal_effect",
        "https://en.wikipedia.org/wiki/Genomic_imprinting",
        "https://en.wikipedia.org/wiki/Dual_inheritance_theory",
        "https://en.wikipedia.org/wiki/Polyphenism",
        "https://en.wikipedia.org/wiki/Developmental_biology",
        "https://en.wikipedia.org/wiki/Morphogenesis",
        "https://en.wikipedia.org/wiki/Pattern_formation",
        "https://en.wikipedia.org/wiki/Evolvability",
        "https://en.wikipedia.org/wiki/Evolution_of_sexual_reproduction",
        "https://en.wikipedia.org/wiki/Regulation_of_gene_expression",
        "https://en.wikipedia.org/wiki/Gene_regulatory_network",
        "https://en.wikipedia.org/wiki/Evolutionary_developmental_biology",
        "https://en.wikipedia.org/wiki/Homeobox",
        "https://en.wikipedia.org/wiki/Hedgehog_signaling_pathway",
        "https://en.wikipedia.org/wiki/Notch_signaling_pathway",
        "https://en.wikipedia.org/wiki/Homeotic_gene",
        "https://en.wikipedia.org/wiki/Hox_gene",
        "https://en.wikipedia.org/wiki/Pax_genes",
        "https://en.wikipedia.org/wiki/PAX6",
        "https://en.wikipedia.org/wiki/DLX_gene_family",
        "https://en.wikipedia.org/wiki/Morphogen",
        "https://en.wikipedia.org/wiki/Transcription_factor",
        "https://en.wikipedia.org/wiki/Richard_Lewontin",
        "https://en.wikipedia.org/wiki/Jacques_Monod",
        "https://en.wikipedia.org/wiki/Lac_operon",
        "https://en.wikipedia.org/wiki/William_McGinnis",
        "https://en.wikipedia.org/wiki/Nature_versus_nurture",
        "https://en.wikipedia.org/wiki/Morphogenetic_field",
        "https://en.wikipedia.org/wiki/Index_of_evolutionary_biology_articles",
        "https://en.wikipedia.org/wiki/Phenotype",
        "https://en.wikipedia.org/wiki/Phenotype",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}