{
    "url": "https://en.wikipedia.org/wiki/Philopatris",
    "title": "Philopatris",
    "table_of_contents": [
        "1 The story",
        "2 Controversy",
        "3 Editions and translations",
        "4 Notes",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Philopatris (Greek: Φιλόπατρις ἢ Διδασκόμενος) is a work of Byzantine literature, a dialogue formerly attributed to Lucian, but now generally admitted to be spurious. Its date and purpose have long formed the subject of discussion.\n\n"
        },
        {
            "title": "The story",
            "text": "The scene is laid at Constantinople. A certain Trephon, who has been converted to Christianity by a bald, long-nosed Galilaean, who was carried up through the air into the third heaven (an evident allusion to St. Paul) and meets a friend, Critias, who is in a state of great excitement.[1]\n\nTrephon asks the reason for Critias' excitement, and the invocation of Zeus by Critias leads to a discussion on paganism and Christianity, in which all the gods proposed by Critias are rejected by Trephon, who finally suggests that Critias should swear by the Trinity (the Greek subtitle, ἤ διδασκόμενος, refers to this \"instruction\" of Critias in matters relating to Christianity).[1]\n\nCritias goes on to relate how he had been introduced to a gathering of pessimists, who predicted all kinds of disturbances in the empire and defeat at the hands of its enemies. In the meantime a third person appears on the scene, with the news that the imperial armies have obtained a glorious victory. The hope is expressed that Babel (Baghdad, the chief city of the caliphs) may soon be destroyed, Egypt subdued (that is, reconquered from the Arabs), and the attacks of the \"Scythians\" (Russians or Bulgarians) repulsed.[1]\n\nThe dialogue concludes with thanks to the unknown god of Athens that they have been permitted to be the subjects of such an emperor and the inhabitants of such an empire.[1]\n\n"
        },
        {
            "title": "Controversy",
            "text": "The Philopatris was for a long time regarded as an attack upon Christianity, and assigned to the time of Julian the Apostate (emperor 361-363). Chronological indications (e.g., the allusion to a massacre of women in Crete) led Niebuhr to ascribe it to the reign of Nicephorus Phocas (963-969), and this view is now generally supported.[1]\n\nThere being at that time no pagans in Constantinople, the pessimists referred to must be Christians; either monks, especially the intimate friends of the patriarch of Constantinople, who, aggrieved at the measures taken by Phocas in regard to the property of the Church, were ready to welcome the defeat of the imperial arms and the ruin of the empire; or harmless visionaries, who claimed to predict the future by fasting, prayer and vigil.[1]\n\nIn any case, the author, whether he was a sophist commissioned by Phocas to attack the monks, or some professor who hoped to profit by singing the imperial praises, represents the views of the patriotic (as the title shows) as opposed to the unpatriotic party.[1]\n\nAccording to another view, which assigns the dialogue to the time of Heraclius (610-641), the author was a Christian fanatic, whose object was to make known the existence of a conventicle of belated pagans, the enemies alike of the Christian faith and the empire; it is doubtful, however, whether such a pagan community, sufficiently numerous to be of importance, actually existed at that date. The object of the first and longer portion of the dialogue was to combat the humanism of the period, which threatened a revival of polytheism as a rival of Christianity.[1]\n\nIn 1982, The Date and Purpose of the Philopatris, by Barry Baldwin was published in Later Greek Literature, Volume 27, with arguments that effectively overturned the Byzantine dating. Baldwin considered the date alternatives, including the possibility that \"the Philopatris belonged to the reign of Julian\", while noting that \"the Philopatris is curiously hard to pin down.\"\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Byzantine_literature",
        "https://en.wikipedia.org/wiki/Dialogue",
        "https://en.wikipedia.org/wiki/Lucian",
        "https://en.wikipedia.org/wiki/Constantinople",
        "https://en.wikipedia.org/wiki/Christianity",
        "https://en.wikipedia.org/wiki/Paul_of_Tarsus",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Paganism",
        "https://en.wikipedia.org/wiki/Babylon",
        "https://en.wikipedia.org/wiki/Baghdad",
        "https://en.wikipedia.org/wiki/Caliph",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Arab",
        "https://en.wikipedia.org/wiki/Scythians",
        "https://en.wikipedia.org/wiki/Russians",
        "https://en.wikipedia.org/wiki/Bulgarians",
        "https://en.wikipedia.org/wiki/Athens",
        "https://en.wikipedia.org/wiki/Julian_the_Apostate",
        "https://en.wikipedia.org/wiki/Crete",
        "https://en.wikipedia.org/wiki/Barthold_Georg_Niebuhr",
        "https://en.wikipedia.org/wiki/Nikephoros_II_Phokas",
        "https://en.wikipedia.org/wiki/Ecumenical_Patriarch_of_Constantinople",
        "https://en.wikipedia.org/wiki/Sophist",
        "https://en.wikipedia.org/wiki/Heraclius",
        "https://en.wikipedia.org/wiki/Humanism",
        "https://en.wikipedia.org/wiki/Polytheism",
        "https://en.wikipedia.org/wiki/Barry_Baldwin",
        "https://en.wikipedia.org/wiki/Loeb_Classical_Library",
        "https://en.wikipedia.org/wiki/English_language",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Constantinople",
        "https://en.wikipedia.org/wiki/Cornhill_Magazine",
        "https://en.wikipedia.org/wiki/Lucian",
        "https://en.wikipedia.org/wiki/List_of_works_by_Lucian",
        "https://en.wikipedia.org/wiki/De_Dea_Syria",
        "https://en.wikipedia.org/wiki/Dialogues_of_the_Gods",
        "https://en.wikipedia.org/wiki/Lover_of_Lies",
        "https://en.wikipedia.org/wiki/Passing_of_Peregrinus",
        "https://en.wikipedia.org/wiki/Toxaris",
        "https://en.wikipedia.org/wiki/A_True_Story",
        "https://en.wikipedia.org/wiki/How_to_Write_History",
        "https://en.wikipedia.org/wiki/Timarion",
        "https://en.wikipedia.org/wiki/Philopatris",
        "https://en.wikipedia.org/wiki/Philopatris",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}