{
    "url": "https://en.wikipedia.org/wiki/Philosophical_Transactions_of_the_Royal_Society",
    "title": "Philosophical Transactions of the Royal Society",
    "table_of_contents": [
        "1 Current publication",
        "2 Origins and history",
        "2.1 Origins",
        "2.2 Eighteenth century",
        "2.3 Nineteenth century",
        "2.4 Twentieth century",
        "3 Famous and notable contributors",
        "4 Public domain and access",
        "5 Literary references",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPhilosophical Transactions of the Royal Society is a scientific journal published by the Royal Society. In its earliest days, it was a private venture of the Royal Society's secretary.[1][2] It was established in 1665,[3] making it the first journal in the world exclusively devoted to science,[2] and therefore also the world's longest-running scientific journal.[2] It became an official society publication in 1752.[4] The use of the word philosophical in the title refers to natural philosophy, which was the equivalent of what would now be generally called science.\n\n"
        },
        {
            "title": "Current publication",
            "text": "In 1887 the journal expanded and divided into two separate publications, one serving the physical sciences (Philosophical Transactions of the Royal Society A: Mathematical, Physical and Engineering Sciences) and the other focusing on the life sciences (Philosophical Transactions of the Royal Society B: Biological Sciences). Both journals now publish themed issues and issues resulting from papers presented at the Discussion Meetings of the Royal Society. Primary research articles are published in the sister journals Proceedings of the Royal Society, Biology Letters, Journal of the Royal Society Interface, and Interface Focus.\n\n"
        },
        {
            "title": "Origins and history",
            "text": "The first issue, published in London on 6 March 1665,[5] was edited and published by the Society's first secretary, Henry Oldenburg, four-and-a-half years after the Royal Society was founded.[6] The full title of the journal, as given by Oldenburg, was Philosophical Transactions, Giving some Account of the present Undertakings, Studies, and Labours of the Ingenious in many considerable parts of the World. The society's council minutes dated 1 March 1664 (in the Old Style calendar; equivalent to 11 March 1665 in the modern New Style calendar) ordered that \"the Philosophical Transactions, to be composed by Mr Oldenburg, be printed the first Monday of every month, if he have sufficient matter for it, and that that tract be licensed by the Council of this Society, being first revised by some Members of the same\". Oldenburg published the journal at his own personal expense and seems to have entered into an agreement with the society's council allowing him to keep any resulting profits. He was to be disappointed, however, since the journal performed poorly from a financial point of view during his lifetime, just about covering the rent on his house in Piccadilly.[7] Oldenburg put out 136 issues of the Transactions before his death in 1677.[4]\n\nThe familiar functions of the scientific journal—registration (date stamping and provenance), certification (peer review), dissemination and archiving—were introduced at inception by Philosophical Transactions. The beginnings of these ideas can be traced in a series of letters from Oldenburg to Robert Boyle:[8]\n\nThe printed journal replaced much of Oldenburg's letter-writing to correspondents, at least on scientific matters, and as such can be seen as a labour-saving device. Oldenburg also described his journal as \"one of these philosophical commonplace books\", indicating his intention to produce a collective notebook between scientists.[9] Over the years the form of the contributions to the journal evolved as part of the changing expectations for persuasive scientific claims and the changing roles of scientists with respect to publication.\n\nIssue 1 contained such articles as: an account of the improvement of optic glasses; the first report on the Great Red Spot of Jupiter; a prediction on the motion of a recent comet (probably an Oort cloud object); a review of Robert Boyle's Experimental History of Cold; Robert Boyle's own report of a deformed calf; \"A report of a peculiar lead-ore from Germany, and the use thereof\"; \"Of an Hungarian Bolus, of the Same Effect with the Bolus Armenus\"; \"Of the New American Whale-Fishing about the Bermudas\", and \"A Narrative Concerning the Success of Pendulum-Watches at Sea for the Longitudes\". The final article of the issue concerned \"The Character, Lately Published beyond the Seas, of an Eminent Person, not Long Since Dead at Tholouse, Where He Was a Councellor of Parliament\". The eminent person in question was Pierre de Fermat, although the issue failed to mention his last theorem.[10]\n\nOldenburg referred to himself as the \"compiler\" and sometimes \"Author\" of the Transactions, and always claimed that the journal was entirely his sole enterprise—although with the Society's imprimatur and containing reports on experiments carried out and initially communicated by of many of its Fellows, many readers saw the journal as an official organ of the Society.[1] It has been argued that Oldenburg benefitted from this ambiguity, retaining both real and perceived independence (giving the publication an air of authenticity) and the prospect of monetary gain, while simultaneously enjoying the credibility afforded by the association. The Society also enjoyed the benefits of ambiguity: it was able to communicate advances in natural philosophy, undertaken largely in its own name, without the worry that it was directly responsible for its content. In the aftermath of the Interregnum, the potential for censorship was very real.  Certainly the tone of the early volumes was set by Oldenburg, who often related things he was told by his contacts, translated letters and manuscripts from other languages, and reviewed books, always being sure to indicate the provenance of his material and even to use this to impress the reader.[2]\n\nBy reporting ongoing and often unfinished scientific work that may otherwise have not been reported, the journal had a central function of being a scientific news service. At the time of Philosophical Transactions' foundation, print was heavily regulated, and there was no such thing as a free press. In fact, the first English newspaper, The London Gazette (which was an official organ of government and therefore seen as sanitized), did not appear until after Philosophical Transactions in the same year.\n\nOldenburg's compulsive letter writing to foreign correspondents led to him being suspected of being a spy for the Dutch and interned in the Tower of London in 1667. A rival took the opportunity to publish a pirate issue of Philosophical Transactions, with the pretense of it being Issue 27. Oldenburg repudiated the issue by publishing the real 27 upon his release.\n\nUpon Oldenburg's death, following a brief hiatus, the position of Editor was passed down through successive secretaries of the Society as an unofficial responsibility and at their own expense. Robert Hooke changed the name of the journal to Philosophical Collections  in 1679—a name that remained until 1682, when it changed back. The position of editor was sometimes held jointly and included William Musgrave (Nos 167 to 178) and Robert Plot (Nos 144 to 178).[11]\n\nBy the mid-eighteenth century, the most notable editors, besides Oldenburg, were Hans Sloane, James Jurin and Cromwell Mortimer.[4] In virtually all cases the journal was edited by the serving secretary of the society (and occasionally by both secretaries working in tandem). These editor-secretaries carried the financial burden of publishing the Philosophical Transactions. By the early 1750s, the Philosophical Transactions came under attack, most prominently by John Hill, an actor, apothecary, and naturalist. Hill published three works in two years, ridiculing the Royal Society and the Philosophical Transactions. The Society was quick to point out that it was not officially responsible for the journal. Yet, in 1752 the Society took over the Philosophical Transactions. The journal would henceforth be published \"for the sole use and benefit of this Society\"; it would be financially carried by the members' subscriptions; and it would be edited by the Committee of Papers.[4]\n\nAfter the takeover of the journal by the Royal Society, management decisions including negotiating with printers and booksellers, were still the task of one of the Secretaries—but editorial control was exercised through the Committee of Papers. The Committee mostly based its judgements on which papers to publish and which to decline on the 300 to 500-word abstracts of papers read during its weekly meetings. But the members could, if they desired, consult the original paper in full.[4] Once the decision to print had been taken, the paper appeared in the volume for that year. It would feature the author's name, the name of the Fellow who had communicated the paper to the Society, and the date on which it was read. The Royal Society covered paper, engraving and printing costs.[4] The Society found the journal to be a money-losing proposition: it cost, on average, upwards of £300 annually to produce, of which they seldom recouped more than £150. Because two-fifths of the copies were distributed for free to the journal's natural market, sales were generally slow, and although back issues sold out gradually it would usually be ten years or more before there were fewer than 100 left of any given print run.[4]\n\nDuring the Presidency of Joseph Banks the work of the Committee of Papers continued fairly efficiently, with the President himself in frequent attendance. There was a number of ways in which the President and Secretaries could bypass or subvert the Royal Society's publishing procedures. Papers could be prevented from reaching the Committee by not allowing them to be read in the first place. Also—though papers were rarely subjected to formal review—there is evidence of editorial intervention, with Banks himself or a trusted deputy proposing cuts or emendations to particular contributions. Publishing in the Philosophical Transactions carried a high degree of prestige and Banks himself attributed an attempt to unseat him, relatively early in his Presidency, to the envy of authors whose papers had been rejected from the journal.[4][12]\n\nTransactions continued steadily through the turn of the century and into the 1820s. In the late 1820s and early 1830s, a movement to reform the Royal Society rose. The reformers felt that the scientific character of the Society had been undermined by the admission of too many gentleman dilettantes under Banks. In proposing a more limited membership, to protect the Society's reputation, they also argued for systematic, expert evaluation of papers for Transactions by named referees.[13]\n\nSectional Committees, each with responsibility for a particular group of disciplines, were initially set up in the 1830s to adjudicate the award of George IV's Royal Medals. But individual members of these committees were soon put to work reporting on and evaluating papers submitted to the Royal Society. These evaluations began to be used as the basis of recommendations to the Committee of Papers, who would then rubber-stamp decisions made by the Sectional Committees. Despite its flaws—it was inconsistent in its application and not free of abuses—this system remained at the heart of the Society's procedures for publishing until 1847 when the Sectional Committees were dissolved. However, the practice of sending most papers out for review remained.[13]\n\nDuring the 1850s, the cost of the Transactions to the Society was increasing again (and would keep doing so for the rest of the century); illustrations were always the largest expense. Illustrations had been a natural and essential aspect of the scientific periodical since the later seventeenth century. Engravings (cut into metal plates) were used for detailed illustrations, particularly where realism was required; while wood cuts (and, from the early nineteenth century, wood-engravings) were used for diagrams, as they could be easily combined with letterpress.[4]\n\nBy the mid-1850s, the Philosophical Transactions was seen as a drain on the Society's finances and the treasurer, Edward Sabine, urged the Committee of Papers to restrict the length and number of papers published in the journal. In 1852, for example, the amount expended on the Transactions was £1094, but only £276 of this was offset by sales income. Sabine felt this was more than the Society could comfortably sustain. The print run of the journal was 1000 copies. Around 500 of these went to the fellowship, in return for their membership dues, and since authors now received up to 150 off-prints for free, to circulate through their personal networks, the demand for the Transactions through the book trade must have been limited. The concerns with cost eventually led to a change in the printer in 1877 from Taylor & Francis to Harrison & Sons—the latter was a larger commercial printer, able to offer the Society a more financially viable contract, although it was less experienced in printing scientific works.[4]\n\nWhile expenditure was a worry for the Treasurer, as Secretary (from 1854), George Gabriel Stokes was preoccupied with the actual content of the Transactions and his extensive correspondence with authors over his thirty-one-year term. He took up most of his time beyond his duties as Lucasian Professor at Cambridge. Stokes was paramount in establishing a more formalized refereeing process at the Royal Society.  It was not until Stokes' Presidency ended in 1890 that his influence over the journal diminished. The introduction of fixed terms for Society officers precluded subsequent editors from taking on Stokes' mantle and meant that the Society operated its editorial practices more collectively than it had done since the mechanisms for it were established in 1752.[13]\n\nBy the mid-nineteenth century, getting a paper published in the Transactions still relied on the paper first being read by a Fellow. Many papers were sent immediately for printing in abstract form in Proceedings of the Royal Society. But those which were being considered for printing in full in Transactions were usually sent to two referees for comment before the final decision was made by the Committee of Papers. During Stokes' time, authors were given the opportunity to discuss their paper at length with him before, during and after its official submission to the Committee of Papers.[4]\n\nIn 1887, the Transactions split into series \"A\" and \"B\", dealing with the physical and biological sciences respectively. In 1897, the model of collective responsibility for the editing of the Transactions was emphasized by the re-establishment of the Sectional Committees. The six sectional committees covered mathematics, botany, zoology, physiology, geology, and (together) chemistry and physics, and were composed of Fellows of the Society with relevant expertise. The Sectional Committees took on the task of managing the refereeing process after papers had been read before the Society. Referees were usually Fellows, except in a small number of cases where the topic was beyond the knowledge of the fellowship (or at least, of those willing to referee). The Sectional Committees communicated referee reports to authors; and sent reports to the Committee of Papers for final sanction. The Sectional Committees were intended to reduce the burden on the Secretaries and Council. Consequently, the Secretary in the 1890s, Arthur Rucker, no longer coordinated the refereeing of papers, nor did he generally correspond extensively with authors about their papers as Stokes had done. However, he continued to be the first port of call for authors submitting papers.[4]\n\nAuthors were increasingly expected to submit manuscripts in a standardized format and style. From 1896, they were encouraged to submit typed papers on foolscap-folio-sized paper to lighten the work of getting papers ready for printing and to reduce the chance of error in the process. A publishable paper now had to present its information in an appropriate manner, as well as being of remarkable scientific interest. For a brief period between 1907 and 1914, authors were under even more pressure to conform to the society's expectations, due to a decision to discuss cost estimates of candidate papers alongside referees' reports. The committees could require authors to reduce the number of illustrations or tables or, indeed, the overall length of the paper, as a condition of acceptance. It was hoped that this policy would reduce the still-rising costs of production, which had reached £1747 in 1906; but the effect appears to have been negligible, and the cost estimates ceased to be routine practice after 1914.[4]\n\nIt was only after the Second World War that the Society's concerns about the cost of its journals were finally allayed. There had been a one-off surplus in 1932, but it was only from 1948 that the Transactions began regularly to end the year in surplus. That year, despite a three-fold increase in production costs (it was a bumper year for papers), there was a surplus of almost £400. Part of the post-war financial success of the Transactions was due to the rising subscriptions received, and a growing number of subscriptions from British and international institutions, including universities, industry, and government; this was at the same time as private subscriptions, outside of fellows, were non-existent. By the early 1970s, institutional subscription was the main channel of income from publication sales for the society. From 1970 to 1971, 43,760 copies of Transactions were sold, of which casual purchasers accounted for only 2070 copies.[4]\n\nAll of the Society's publications now had a substantial international circulation; in 1973, for example, just 11% of institutional subscriptions were from the United Kingdom; 50% were from the United States. Contributions, however, were still mostly from British authors: 69% of Royal Society authors were from the United Kingdom in 1974. A Publications Policy Committee suggested that more overseas scientists could be encouraged to submit papers if the requirement to have papers communicated by Fellows was dropped. This did not happen until 1990. There was also a suggestion to create a \"C\" journal for molecular sciences to attract more authors in that area, but the idea never materialized. The conclusion in 1973 was a general appeal to encourage more British scientists (whether Fellows or not) to publish papers with the Society and to pass on the message to their overseas colleagues; by the early 2000s, the proportion of non-UK authors had risen to around a half; and by 2017 it had passed 80%.[14]\n\nAs the twentieth century came to a close, the editing of the Transactions and the Society's other journals became more professional with the employment of a growing in-house staff of editors, designers and marketers. In 1968 there were about eleven staff in the Publishing Section; by 1990, the number had risen to twenty-two. The editorial processes were also transformed. In 1968 the Sectional Committees had been abolished (again). Instead, the secretaries, Harrie Massey (physicist) and Bernard Katz (physiologist), were each assigned a group of Fellows to act as Associate Editors for each series (\"A\" and \"B\") of the Transactions. The role of the Committee of Papers was abolished in 1989 and since 1990 two Fellows (rather than the Secretaries) have acted as the Editors with assistance from associate editors. The editors serve on the Publishing Board, established in 1997 to monitor publishing and report to the Council. In the 1990s, as these changes to the publishing and editorial teams were implemented, the Publishing Section acquired its first computer for administration; the Transactions were first published online in 1997.[4]\n\n"
        },
        {
            "title": "Famous and notable contributors",
            "text": "Over the centuries, many important scientific discoveries have been published in the Philosophical Transactions. Famous contributing authors include:\n\n"
        },
        {
            "title": "Public domain and access",
            "text": "In July 2011 programmer Greg Maxwell released through The Pirate Bay the nearly 19,000 articles that had been published before 1923 and were therefore in the public domain in the United States, to support Aaron Swartz in his case. The articles had been digitized for the Royal Society by JSTOR for a cost of less than US$100,000 and public access to them was restricted through a paywall.[28][29]\n\nIn August 2011, users uploaded over 18,500 articles to the collections of the Internet Archive.[30] The collection received 50,000 views per month by November 2011.[31]\n\nIn October of the same year, the Royal Society released for free the full text of all its articles prior to 1941 but denied that this decision had been influenced by Maxwell's actions.[28]\n\nIn 2017, the Royal Society launched a completely re-digitised version of the complete journal archive back to 1665 in high resolution and with enhanced metadata. All the out of copyright material is completely free to access without a login.[32]\n\n"
        },
        {
            "title": "Literary references",
            "text": "Philosophical Transactions is mentioned by the narrator in Chapter 6 of The Time Machine by H. G. Wells[33]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Outline_of_academic_disciplines",
        "https://en.wikipedia.org/wiki/Multidisciplinary_science",
        "https://en.wikipedia.org/wiki/Academic_publishing",
        "https://en.wikipedia.org/wiki/The_Royal_Society",
        "https://en.wikipedia.org/wiki/ISO_4",
        "https://en.wikipedia.org/wiki/Scientific_journal",
        "https://en.wikipedia.org/wiki/Royal_Society",
        "https://en.wikipedia.org/wiki/Natural_philosophy",
        "https://en.wikipedia.org/wiki/Physical_sciences",
        "https://en.wikipedia.org/wiki/Life_sciences",
        "https://en.wikipedia.org/wiki/Royal_Society",
        "https://en.wikipedia.org/wiki/Research_article",
        "https://en.wikipedia.org/wiki/Proceedings_of_the_Royal_Society",
        "https://en.wikipedia.org/wiki/Biology_Letters",
        "https://en.wikipedia.org/wiki/Journal_of_the_Royal_Society_Interface",
        "https://en.wikipedia.org/wiki/Interface_Focus",
        "https://en.wikipedia.org/wiki/Henry_Oldenburg",
        "https://en.wikipedia.org/wiki/Henry_Oldenburg",
        "https://en.wikipedia.org/wiki/Royal_Society",
        "https://en.wikipedia.org/wiki/Old_Style_and_New_Style_dates",
        "https://en.wikipedia.org/wiki/Old_Style_and_New_Style_dates",
        "https://en.wikipedia.org/wiki/Scholarly_peer_review",
        "https://en.wikipedia.org/wiki/Robert_Boyle",
        "https://en.wikipedia.org/wiki/Great_Red_Spot",
        "https://en.wikipedia.org/wiki/Oort_cloud_object",
        "https://en.wikipedia.org/wiki/Robert_Boyle",
        "https://en.wikipedia.org/wiki/Pierre_de_Fermat",
        "https://en.wikipedia.org/wiki/The_London_Gazette",
        "https://en.wikipedia.org/wiki/Tower_of_London",
        "https://en.wikipedia.org/wiki/Robert_Hooke",
        "https://en.wikipedia.org/wiki/William_Musgrave",
        "https://en.wikipedia.org/wiki/Robert_Plot",
        "https://en.wikipedia.org/wiki/Hans_Sloane",
        "https://en.wikipedia.org/wiki/Stephen_Slaughter",
        "https://en.wikipedia.org/wiki/Hans_Sloane",
        "https://en.wikipedia.org/wiki/James_Jurin",
        "https://en.wikipedia.org/wiki/Cromwell_Mortimer",
        "https://en.wikipedia.org/wiki/Engraving",
        "https://en.wikipedia.org/wiki/Caroline_Herschel",
        "https://en.wikipedia.org/wiki/Joseph_Banks",
        "https://en.wikipedia.org/wiki/Amateur",
        "https://en.wikipedia.org/wiki/George_IV_of_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/Royal_Medal",
        "https://en.wikipedia.org/wiki/Scientific_periodical",
        "https://en.wikipedia.org/wiki/Edward_Sabine",
        "https://en.wikipedia.org/wiki/George_Gabriel_Stokes",
        "https://en.wikipedia.org/wiki/Lucasian_Professor",
        "https://en.wikipedia.org/wiki/University_of_Cambridge",
        "https://en.wikipedia.org/wiki/Proceedings_of_the_Royal_Society",
        "https://en.wikipedia.org/wiki/Mathematics",
        "https://en.wikipedia.org/wiki/Botany",
        "https://en.wikipedia.org/wiki/Zoology",
        "https://en.wikipedia.org/wiki/Physiology",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Arthur_William_Rucker",
        "https://en.wikipedia.org/wiki/Foolscap_folio",
        "https://en.wikipedia.org/wiki/Second_World_War",
        "https://en.wikipedia.org/wiki/Harrie_Massey",
        "https://en.wikipedia.org/wiki/Bernard_Katz",
        "https://en.wikipedia.org/wiki/Associate_editor",
        "https://en.wikipedia.org/wiki/Isaac_Newton",
        "https://en.wikipedia.org/wiki/Anton_van_Leeuwenhoek",
        "https://en.wikipedia.org/wiki/Benjamin_Franklin",
        "https://en.wikipedia.org/wiki/Clapham_Common",
        "https://en.wikipedia.org/wiki/American_Philosophical_Society",
        "https://en.wikipedia.org/wiki/Philadelphia",
        "https://en.wikipedia.org/wiki/William_Roy",
        "https://en.wikipedia.org/wiki/Jesse_Ramsden",
        "https://en.wikipedia.org/wiki/Isaac_Dalby",
        "https://en.wikipedia.org/wiki/Edmund_Halley",
        "https://en.wikipedia.org/wiki/Ordnance_Survey_of_Great_Britain",
        "https://en.wikipedia.org/wiki/Caroline_Herschel",
        "https://en.wikipedia.org/wiki/William_Herschel",
        "https://en.wikipedia.org/wiki/Mary_Somerville",
        "https://en.wikipedia.org/wiki/Laplace",
        "https://en.wikipedia.org/wiki/Photoelectric_effect",
        "https://en.wikipedia.org/wiki/Charles_Darwin",
        "https://en.wikipedia.org/wiki/Glen_Roy",
        "https://en.wikipedia.org/wiki/Coquimbo",
        "https://en.wikipedia.org/wiki/Second_voyage_of_HMS_Beagle",
        "https://en.wikipedia.org/wiki/Louis_Agassiz",
        "https://en.wikipedia.org/wiki/The_Autobiography_of_Charles_Darwin",
        "https://en.wikipedia.org/wiki/Michael_Faraday",
        "https://en.wikipedia.org/wiki/Bakerian_Lecture",
        "https://en.wikipedia.org/wiki/James_Clerk_Maxwell",
        "https://en.wikipedia.org/wiki/Kathleen_Lonsdale",
        "https://en.wikipedia.org/wiki/Royal_Institution",
        "https://en.wikipedia.org/wiki/Paul_Dirac",
        "https://en.wikipedia.org/wiki/Proceedings_of_the_Royal_Society",
        "https://en.wikipedia.org/wiki/Dorothy_Hodgkin",
        "https://en.wikipedia.org/wiki/JD_Bernal",
        "https://en.wikipedia.org/wiki/Alan_Turing",
        "https://en.wikipedia.org/wiki/Proceedings_of_the_Royal_Society_A",
        "https://en.wikipedia.org/wiki/Morphogen",
        "https://en.wikipedia.org/wiki/Stephen_Hawking",
        "https://en.wikipedia.org/wiki/Martin_Rees",
        "https://en.wikipedia.org/wiki/Steven_Weinberg",
        "https://en.wikipedia.org/wiki/Chris_Llewellyn_Smith",
        "https://en.wikipedia.org/wiki/Michael_Faraday_Prize",
        "https://en.wikipedia.org/wiki/John_D_Barrow",
        "https://en.wikipedia.org/wiki/The_Pirate_Bay",
        "https://en.wikipedia.org/wiki/Public_domain_in_the_United_States",
        "https://en.wikipedia.org/wiki/Aaron_Swartz",
        "https://en.wikipedia.org/wiki/JSTOR",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/The_Time_Machine",
        "https://en.wikipedia.org/wiki/Book_review",
        "https://en.wikipedia.org/wiki/Notes_and_Records_of_the_Royal_Society",
        "https://en.wikipedia.org/wiki/Dictionary_of_National_Biography",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Alan_Turing",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/HathiTrust_Digital_Library",
        "https://en.wikipedia.org/wiki/Online_Books_Page",
        "https://en.wikipedia.org/wiki/Philosophical_Transactions_of_the_Royal_Society",
        "https://en.wikipedia.org/wiki/Philosophical_Transactions_of_the_Royal_Society",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}