{
    "url": "https://en.wikipedia.org/wiki/Philosophical_method",
    "title": "Philosophical methodology",
    "table_of_contents": [
        "1 Definition",
        "2 Methods",
        "2.1 Methodological skepticism",
        "2.2 Geometrical method",
        "2.3 Phenomenological method",
        "2.4 Verificationism",
        "2.5 Conceptual analysis",
        "2.6 Common sense",
        "2.7 Ordinary language philosophy",
        "2.8 Intuition and thought experiments",
        "2.9 Reflective equilibrium",
        "2.10 Pragmatic method",
        "2.11 Transcendental method",
        "2.12 Experimental philosophy",
        "2.13 Others",
        "3 Disagreements and influence",
        "4 Relation to other fields",
        "4.1 Science",
        "4.2 Epistemology",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In its most common sense, philosophical methodology is the field of inquiry studying the methods used to do philosophy. But the term can also refer to the methods themselves. It may be understood in a wide sense as the general study of principles used for theory selection, or in a more narrow sense as the study of ways of conducting one's research and theorizing with the goal of acquiring philosophical knowledge. Philosophical methodology investigates both descriptive issues, such as which methods actually have been used by philosophers, and normative issues, such as which methods should be used or how to do good philosophy.\n\nA great variety of philosophical methods have been employed. Methodological skepticism uses systematic doubt in its search for absolutely certain or indubitable first principles of philosophy. The geometrical method starts with a small set of such principles and tries to build a comprehensive philosophical system on this small foundation based on deductive inferences. The phenomenological method aims to arrive at certain knowledge about the realm of appearances by suspending one's judgments about the external world underlying these appearances. Verificationists focus on the conditions of empirical verification of philosophical claims in order to understand their meaning and to expose meaningless claims. Conceptual analysis is used to analyze philosophical concepts by determining their fundamental constituents with the goal of clarifying their meaning. Common-sense philosophy uses commonly accepted beliefs as its starting point for philosophizing. It is often used in a negative sense to criticize radical philosophical positions that constitute a significant departure from common sense. It is closely related to ordinary language philosophy, which approaches philosophical problems by studying how the related terms are used in ordinary language. Intuition-based methods use intuitions, i.e. non-inferential impressions concerning specific cases or general principles, to evaluate whether a philosophical claim is true or false. Intuitions play a central role in thought experiments, in which certain situations are imagined and their possible consequences are assessed in order to confirm or refute philosophical theories. The method of reflective equilibrium consists in considering all the relevant evidence for and against a theory with the goal of arriving at a balanced and coherent perspective on the issue in question. Pragmatists focus on the consequences of accepting or rejecting philosophical theories with the purpose of assessing whether the theories are true or false. The transcendental method usually starts with trivial facts about our mental life and tries to infer various interesting conclusions from them based on the claim that the trivial fact could not be true if these conclusions were false, i.e. that they constitute its conditions of possibility. Experimental philosophy applies the methods found in social psychology and the cognitive sciences, such as conducting surveys, to philosophical problems. Other methods include the Socratic method, theory selection based on theoretical virtues, methodological naturalism, truthmaker theory, and the genealogical method.\n\nThe questions in philosophical methodology do not primarily concern which philosophical claims are true, but how to determine which ones are true. However, these two issues are closely related nonetheless since the choice of one's method often has important implications for the arguments cited for and against philosophical theories. In this sense, methodological disagreements are often reflected in philosophical disagreements. Philosophical methodology is closely related to various fields. Theorists often use the contrast to the natural sciences to emphasize how different the methods of philosophy are. Philsophical methodology has also an intimate relation with epistemology since both fields are interested in studying how to determine what we should believe.\n\n"
        },
        {
            "title": "Definition",
            "text": "The term \"philosophical methodology\" refers either to the methods used to philosophize or to the branch of metaphilosophy studying these methods.[1][2][3][4] A method is a way of doing things, such as a set of actions or decisions, in order to achieve a certain goal, when used under the right conditions.[3] In the context of inquiry, a method is a way of conducting one's research and theorizing, like inductive or axiomatic methods in logic or experimental methods in the sciences.[2] Philosophical methodology studies the methods of philosophy. It is not primarily concerned with whether a philosophical position, such as metaphysical dualism or utilitarianism, is true or false. Instead, it asks how one can determine which position should be adopted.[5]\n\nIn the widest sense, any principle for choosing between competing theories may be considered as part of the methodology of philosophy. In this sense, philosophical methodology is \"the general study of criteria for theory-selection\". For example, Occam’s Razor is a methodological principle of theory selection favoring simple over complex theories.[5][6][7] A closely related aspect of philosophical methodology concerns the question of which conventions one needs to adopt necessarily to succeed at theory making.[5] But in a more narrow sense, only guidelines that help philosophers learn about facts studied by philosophy qualify as philosophical methods. This is the more common sense, which applies to most of the methods listed in this article. In this sense, philosophical methodology is closely related to epistemology in that it consists in epistemological methods that enable philosophers to arrive at knowledge.[5][8] Because of this, the problem of the methods of philosophy is central to how philosophical claims are to be justified.[9]\n\nAn important difference in philosophical methodology concerns the distinction between descriptive and normative questions. Descriptive questions ask what methods philosophers actually use or used in the past, while normative questions ask what methods they should use.[4][9] The normative aspect of philosophical methodology expresses the idea that there is a difference between good and bad philosophy. In this sense, philosophical methods either articulate the standards of evaluation themselves or the practices that ensure that these standards are met.[10][11] Philosophical methods can be understood as tools that help the theorist do good philosophy and arrive at knowledge.[5] The normative question of philosophical methodology is quite controversial since different schools of philosophy often have very different views on what constitutes good philosophy and how to achieve it.[12][13]\n\n"
        },
        {
            "title": "Methods",
            "text": "A great variety of philosophical methods has been proposed. Some of these methods were developed as a reaction to other methods, for example, to counter skepticism by providing a secure path to knowledge.[10][14] In other cases, one method may be understood as a development or a specific application of another method. Some philosophers or philosophical movements give primacy to one specific method, while others use a variety of methods depending on the problem they are trying to solve. It has been argued that many of the philosophical methods are also commonly used implicitly in more crude forms by regular people and are only given a more careful, critical, and systematic exposition in philosophical methodology.[11]\n\nMethodological skepticism, also referred to as Cartesian doubt, uses systematic doubt as a method of philosophy.[15] It is motivated by the search for an absolutely certain foundation of our knowledge. The method for finding these foundations is doubt: only that which is indubitable can serve this role.[11][3] While this approach has been influential, it has also received various criticisms. One problem is that it has proven very difficult to find such absolutely certain claims if the doubt is applied in its most radical form.[11] Another is that while absolute certainty may be desirable, it is by no means necessary for knowledge. In this sense, it excludes too much and seems to be unwarranted and arbitrary, since it is not clear why very certain theorems justified by strong arguments should be abandoned just because they are not absolutely certain. This can be seen in relation to the insights discovered by the empirical sciences, which have proven very useful even though they are not indubitable.[10]\n\nThe geometrical method came to particular prominence through rationalists like Baruch Spinoza. It starts from a small set of self-evident axioms together with relevant definitions and tries to deduce a great variety of theorems from this basis, thereby mirroring the methods found in geometry.[16][17] Historically, it can be understood as a response to methodological skepticism: it consists in trying to find a foundation of certain knowledge and then expanding this foundation through deductive inferences. The theorems arrived at this way may be challenged in two ways. On the one hand, they may be derived from axioms that are not as self-evident as their defenders proclaim and thereby fail to inherit the status of absolute certainty.[10] For example, many philosophers have rejected the claim of self-evidence concerning one of Rene Descartes' first principles stating that \"he can know that whatever he perceives clearly and distinctly is true only if he first knows that God exists and is not a deceiver\".[10][18] Another example is the causal axiom of Spinoza's system that \"the knowledge of an effect depends on and involves knowledge of its cause\", which has been criticized in various ways.[19] In this sense, philosophical systems built using the geometrical method are open to criticisms that reject their basic axioms. A different form of objection holds that the inference from the axioms to the theorems may be faulty, for example, because it does not follow a rule of inference or because it includes implicitly assumed premises that are not themselves self-evident.[10]\n\nPhenomenology is the science of appearances - broadly speaking, the science of phenomenon, given that almost all phenomenon are perceived.[20][21] The phenomenological method aims to study the appearances themselves and the relations found between them. This is achieved through the so-called phenomenological reduction, also known as epoché or bracketing: the researcher suspends their judgments about the natural external world in order to focus exclusively on the experience of how things appear to be, independent of whether these appearances are true or false.[22][3] One idea behind this approach is that our presuppositions of what things are like can get in the way of studying how they appear to be and thereby mislead the researcher into thinking they know the answer instead of looking for themselves. The phenomenological method can also be seen as a reaction to methodological skepticism since its defenders traditionally claimed that it could lead to absolute certainty and thereby help philosophy achieve the status of a rigorous science.[22][14] But phenomenology has been heavily criticized because of this overly optimistic outlook concerning the certainty of its insights.[23] A different objection to the method of phenomenological reduction holds that it involves an artificial stance that gives too much emphasis on the theoretical attitude at the expense of feeling and practical concerns.[24]\n\nAnother phenomenological method is called \"eidetic variation\".[25] It is used to study the essences of things. This is done by imagining an object of the kind under investigation. The features of this object are then varied in order to see whether the resulting object still belongs to the investigated kind. If the object can survive the change of a certain feature then this feature is inessential to this kind. Otherwise, it belongs to the kind's essence. For example, when imagining a triangle, one can vary its features, like the length of its sides or its color. These features are inessential since the changed object is still a triangle, but it ceases to be a triangle if a fourth side is added.[25][26][27]\n\nThe method of verificationism consists in understanding sentences by analyzing their characteristic conditions of verification, i.e. by determining which empirical observations would prove them to be true.[10][28] A central motivation behind this method has been to distinguish meaningful from meaningless sentences. This is sometimes expressed through the claim that \"[the] meaning of a statement is the method of its verification\".[29] Meaningful sentences, like the ones found in the natural sciences, have clear conditions of empirical verification.[10][30] But since most metaphysical sentences cannot be verified by empirical observations, they are deemed to be non-sensical by verificationists. Verificationism has been criticized on various grounds. On the one hand, it has proved very difficult to give a precise formulation that includes all scientific claims, including the ones about unobservables.[10] This is connected to the problem of underdetermination in the philosophy of science: the problem that the observational evidence is often insufficient to determine which theory is true.[31] This would lead to the implausible conclusion that even for the empirical sciences, many of their claims would be meaningless. But on a deeper level, the basic claim underlying verificationism seems itself to be meaningless by its own standards: it is not clear what empirical observations could verify the claim that the meaning of a sentence is the method of its verification. In this sense, verificationism would be contradictory by directly refuting itself.[32] These and other problems have led some theorists, especially from the sciences, to adopt falsificationism instead. It is a less radical approach that holds that serious theories or hypotheses should at least be falsifiable, i.e. there should be some empirical observations that could prove them wrong.[33][34]\n\nThe goal of conceptual analysis is to decompose or analyze a given concept into its fundamental constituents. It consists in considering a philosophically interesting concept, like knowledge, and determining the necessary and sufficient conditions for whether the application of this concept is true.[35][36][37][7] The resulting claim about the relation between the concept and its constituents is normally seen as knowable a priori since it is true only in virtue of the involved concepts and thereby constitutes an analytic truth.[10][35] Usually, philosophers use their own intuitions to determine whether a concept is applicable to a specific situation to test their analyses. But other approaches have also been utilized by using not the intuitions of philosophers but of regular people, an approach often defended by experimental philosophers.[35]\n\nG. E. Moore proposed that the correctness of a conceptual analysis can be tested using the open question method. According to this view, asking whether the decomposition fits the concept should result in a closed or pointless question.[10][38][39] If it results in an open or intelligible question, then the analysis does not exactly correspond to what we have in mind when we use the term. This can be used, for example, to reject the utilitarian claim that \"goodness\" is \"whatever maximizes happiness\". The underlying argument is that the question \"Is what is good what maximizes happiness?\" is an open question, unlike the question \"Is what is good what is good?\", which is a closed question.[40][41] One problem with this approach is that it results in a very strict conception of what constitutes a correct conceptual analysis, leading to the conclusion that many concepts, like \"goodness\", are simple or indefinable.[10]\n\nWillard Van Orman Quine criticized conceptual analysis as part of his criticism of the analytic-synthetic distinction. This objection is based on the idea that all claims, including how concepts are to be decomposed, are ultimately based on empirical evidence.[10][35] Another problem with conceptual analysis is that it is often very difficult to find an analysis of a concept that really covers all its cases. For this reason, Rudolf Carnap has suggested a modified version that aims to cover only the most paradigmatic cases while excluding problematic or controversial cases. While this approach has become more popular in recent years, it has also been criticized based on the argument that it tends to change the subject rather than resolve the original problem.[35][42] In this sense, it is closely related to the method of conceptual engineering, which consists in redefining concepts in fruitful ways or developing new interesting concepts. This method has been applied, for example, to the concepts of gender and race.[35]\n\nThe method of common sense is based on the fact that we already have a great variety of beliefs that seem very certain to us, even if we do not believe them based on explicit arguments.[43][44] Common sense philosophers use these beliefs as their starting point of philosophizing. This often takes the form of criticism directed against theories whose premises or conclusions are very far removed from how the average person thinks about the issue in question.[45] G. E. Moore, for example, rejects J. M. E. McTaggart's sophisticated argumentation for the unreality of time based on his common-sense impression that time exists.[10][46] He holds that his simple common-sense impression is much more certain than that McTaggart's arguments are sound, even though Moore was unable to pinpoint where McTaggart's arguments went wrong. According to his method, common sense constitutes an evidence base.[10][45] This base may be used to eliminate philosophical theories that stray too far away from it, that are abstruse from its perspective. This can happen because either the theory itself or consequences that can be drawn from it violate common sense.[10] For common sense philosophers,  it is not the task of philosophy to question common sense. Instead, they should analyze it to formulate theories in accordance with it.[45]\n\nOne important argument against this method is that common sense has often been wrong in the past, as is exemplified by various scientific discoveries. This suggests that common sense is in such cases just an antiquated theory that is eventually eliminated by the progress of science.[47] For example, Albert Einstein's theory of relativity constitutes a radical departure from the common-sense conception of space and time, and quantum physics poses equally serious problems to how we tend to think about how elementary particles behave.[48] This puts into question that common sense is a reliable source of knowledge. Another problem is that for many issues, there is no one universally accepted common-sense opinion. In such cases, common sense only amounts to the majority opinion, which should not be blindly accepted by researchers.[49] This problem can be approached by articulating a weaker version of the common-sense method.[10] One such version is defended by Roderick Chisholm, who allows that theories violating common sense may still be true. He contends that, in such cases, the theory in question is prima facie suspect and the burden of proof is always on its side. But such a shift in the burden of proof does not constitute a blind belief in common sense since it leaves open the possibility that, for various issues, there is decisive evidence against the common-sense opinion.[10][50][51]\n\nThe method of ordinary language philosophy consists in tackling philosophical questions based on how the related terms are used in ordinary language.[3][52][53] In this sense, it is related to the method of common sense but focuses more on linguistic aspects.[10] Some types of ordinary language philosophy only take a negative form in that they try to show how philosophical problems are not real problems at all. Instead, it is aimed to show that false assumptions, to which humans are susceptible due to the confusing structure of natural language, are responsible for this false impression.[54][3] Other types take more positive approaches by defending and justifying philosophical claims, for example, based on what sounds insightful or odd to the average English speaker.[10]\n\nOne problem for ordinary language philosophy is that regular speakers may have many different reasons for using a certain expression. Sometimes they intend to express what they believe, but other times they may be motivated by politeness or other conversational norms independent of the truth conditions of the expressed sentences.[10] This significantly complicates ordinary language philosophy, since philosophers have to take the specific context of the expression into account, which may considerably alter its meaning.[52] This criticism is partially mitigated by J. L. Austin's approach to ordinary language philosophy. According to him, ordinary language already has encoded many important distinctions and is our point of departure in theorizing. But \"ordinary language is not the last word: in principle, it can everywhere be supplemented and improved upon and superseded\".[10] However, it also falls prey to another criticism: that it is often not clear how to distinguish ordinary from non-ordinary language. This makes it difficult in all but the paradigmatic cases to decide whether a philosophical claim is or is not supported by ordinary language.[52][55]\n\nMethods based on intuition, like ethical intuitionism, use intuitions to evaluate whether a philosophical claim is true or false. In this context, intuitions are seen as a non-inferential source of knowledge: they consist in the impression of correctness one has when considering a certain claim.[10][56] They are intellectual seemings that make it appear to the thinker that the considered proposition is true or false without the need to consider arguments for or against the proposition.[10][57] This is sometimes expressed by saying that the proposition in question is self-evident. Examples of such propositions include \"torturing a sentient being for fun is wrong\" or \"it is irrational to believe both something and its opposite\".[57] But not all defenders of intuitionism restrict intuitions to self-evident propositions. Instead, often weaker non-inferential impressions are also included as intuitions, such as a mother's intuition that her child is innocent of a certain crime.[57]\n\nIntuitions can be used in various ways as a philosophical method. On the one hand, philosophers may consult their intuitions in relation to very general principles, which may then be used to deduce further theorems. Another technique, which is often applied in ethics, consists in considering concrete scenarios instead of general principles.[58] This often takes the form of thought experiments, in which certain situations are imagined with the goal of determining the possible consequences of the imagined scenario.[59][60] These consequences are assessed using intuition and counterfactual thinking.[35][43] For this reason, thought experiments are sometimes referred to as intuition pumps: they activate the intuitions concerning the specific situation, which may then be generalized to arrive at universal principles.[61][62] In some cases, the imagined scenario is physically possible but it would not be feasible to make an actual experiment due to the costs, negative consequences, or technological limitations.[10] But other thought experiments even work with scenarios that defy what is physically possible.[59][60] It is controversial to what extent thought experiments merit to be characterized as real experiments and whether the insights they provide are reliable.[10]\n\nOne problem with intuitions in general and thought experiments in particular consists in assessing their epistemological status, i.e. whether, how much, and in which circumstances they provide justification in comparison to other sources of knowledge.[63][64][65] Some of its defenders claim that intuition is a reliable source of knowledge just like perception, with the difference being that it happens without the sensory organs.[66][59] Others compare it not to perception but to the cognitive ability to evaluate counterfactual conditionals, which may be understood as the capacity to answer what-if questions.[10][67] But the reliability of intuitions has been contested by its opponents. For example, wishful thinking may be the reason why it intuitively seems to a person that a proposition is true without providing any epistemological support for this proposition.[10][68] Another objection, often raised in the empirical and naturalist tradition, is that intuitions do not constitute a reliable source of knowledge since the practitioner restricts themselves to an inquiry from their armchair instead of looking at the world to make empirical observations.[58][69]\n\nReflective equilibrium is a state in which a thinker has the impression that they have considered all the relevant evidence for and against a theory and have made up their mind on this issue.[10][70] It is a state of coherent balance among one's beliefs.[71] This does not imply that all the evidence has really been considered, but it is tied to the impression that engaging in further inquiry is unlikely to make one change one's mind, i.e. that one has reached a stable equilibrium. In this sense, it is the endpoint of the deliberative process on the issue in question.[70][71] The philosophical method of reflective equilibrium aims at reaching this type of state by mentally going back and forth between all relevant beliefs and intuitions. In this process, the thinker may have to let go of some beliefs or deemphasize certain intuitions that do not fit into the overall picture in order to progress.[70][71]\n\nIn this wide sense, reflective equilibrium is connected to a form of coherentism about epistemological justification and is thereby opposed to foundationalist attempts at finding a small set of fixed and unrevisable beliefs from which to build one's philosophical theory.[70][72] One problem with this wide conception of the reflective equilibrium is that it seems trivial: it is a truism that the rational thing to do is to consider all the evidence before making up one's mind and to strive towards building a coherent perspective. But as a method to guide philosophizing, this is usually too vague to provide specific guidance.\n\nWhen understood in a more narrow sense, the method aims at finding an equilibrium between particular intuitions and general principles.[10][70] On this view, the thinker starts with intuitions about particular cases and formulates general principles that roughly reflect these intuitions. The next step is to deal with the conflicts between the two by adjusting both the intuitions and the principles to reconcile them until an equilibrium is reached.[10][70] One problem with this narrow interpretation is that it depends very much on the intuitions one started with. This means that different philosophers may start with very different intuitions and may therefore be unable to find a shared equilibrium.[10][72] For example, the narrow method of reflective equilibrium may lead some moral philosophers towards utilitarianism and others towards Kantianism.[70]\n\nThe pragmatic method assesses the truth or falsity of theories by looking at the consequences of accepting them.[73] In this sense, \"[t]he test of truth is utility: it's true if it works\".[74] Pragmatists approach intractable philosophical disputes in a down-to-earth fashion by asking about the concrete consequences associated, for example, with whether an abstract metaphysical theory is true or false. This is also intended to clarify the underlying issues by spelling out what would follow from them.[75] Another goal of this approach is to expose pseudo-problems, which involve a merely verbal disagreement without any genuine difference on the level of the consequences between the competing standpoints.[73][75]\n\nSuccinct summaries of the pragmatic method base it on the pragmatic maxim, of which various versions exist. An important version is due to Charles Sanders Peirce: \"Consider what effects, which might conceivably have practical bearings, we conceive the object of our conception to have. Then, our conception of those effects is the whole of our conception of the object.\"[75] Another formulation is due to William James: \"To develop perfect clearness in our thoughts of an object, then, we need only consider what effects of a conceivable practical kind the object may involve – what sensations we are to expect from it and what reactions we must prepare\".[76] Various criticisms to the pragmatic method have been raised. For example, it is commonly rejected that the terms \"true\" and \"useful\" mean the same thing. A closely related problem is that believing in a certain theory may be useful to one person and useless to another, which would mean the same theory is both true and false.[77]\n\nThe transcendental method is used to study phenomena by reflecting on the conditions of possibility of these phenomena.[78][79][3] This method usually starts out with an obvious fact, often about our mental life, such as what we know or experience. It then goes on to argue that for this fact to obtain, other facts also have to obtain: they are its conditions of possibility. This type of argument is called \"transcendental argument\": it argues that these additional assumptions also have to be true because otherwise, the initial fact would not be the case.[80][81][82] For example, it has been used to argue for the existence of an external world based on the premise that the experience of the temporal order of our mental states would not be possible otherwise.[80] Another example argues in favor of a description of nature in terms of concepts such as motion, force, and causal interaction based on the claim that an objective account of nature would not be possible otherwise.[83]\n\nTranscendental arguments have faced various challenges. On the one hand, the claim that the belief in a certain assumption is necessary for the experience of a certain entity is often not obvious. So in the example above, critics can argue against the transcendental argument by denying the claim that an external world is necessary for the experience of the temporal order of our mental states. But even if this point is granted, it does not guarantee that the assumption itself is true. So even if the belief in a given proposition is a psychological necessity for a certain experience, it does not automatically follow that this belief itself is true. Instead, it could be the case that humans are just wired in such a way that they have to believe in certain false assumptions.[80][81]\n\nExperimental philosophy is the most recent development of the methods discussed in this article: it began only in the early years of the 21st century.[84] Experimental philosophers try to answer philosophical questions by gathering empirical data. It is an interdisciplinary approach that applies the methods of psychology and the cognitive sciences to topics studied by philosophy.[84][85][86] This usually takes the form of surveys probing the intuitions of ordinary people and then drawing conclusions from the findings. For example, one such inquiry came to the conclusion that justified true belief may be sufficient for knowledge despite various Gettier cases claiming to show otherwise.[10] The method of experimental philosophy can be used both in a negative or a positive program. As a negative program, it aims to challenge traditional philosophical movements and positions. This can be done, for example, by showing how the intuitions used to defend certain claims vary a lot depending on factors such as culture, gender, or ethnicity. This variation casts doubt on the reliability of the intuitions and thereby also on theories supported by them.[84][85] As a positive program, it uses empirical data to support its own philosophical claims. It differs from other philosophical methods in that it usually studies the intuitions of ordinary people and uses them, and not the experts' intuitions, as philosophical evidence.[84][85]\n\nOne problem for both the positive and the negative approaches is that the data obtained from surveys do not constitute hard empirical evidence since they do not directly express the intuitions of the participants. The participants may react to subtle pragmatic cues in giving their answers, which brings with it the need for further interpretation in order to get from the given answers to the intuitions responsible for these answers.[10] Another problem concerns the question of how reliable the intuitions of ordinary people on the often very technical issues are.[84][85][86] The core of this objection is that, for many topics, the opinions of ordinary people are not very reliable since they have little familiarity with the issues themselves and the underlying problems they may pose. For this reason, it has been argued that they cannot replace the expert intuitions found in trained philosophers.[84][85][86] Some critics have even argued that experimental philosophy does not really form part of philosophy. This objection does not reject that the method of experimental philosophy has value, it just rejects that this method belongs to philosophical methodology.[84]\n\nVarious other philosophical methods have been proposed. The Socratic method or Socratic debate is a form of cooperative philosophizing in which one philosopher usually first states a claim, which is then scrutinized by their interlocutor by asking them questions about various related claims, often with the implicit goal of putting the initial claim into doubt. It continues to be a popular method for teaching philosophy.[87][88][7] Plato and Aristotle emphasize the role of wonder in the practice of philosophy. On this view, \"philosophy begins in wonder\"[89] and \"[i]t was their wonder, astonishment, that first led men to philosophize and still leads them\".[90] This position is also adopted in the more recent philosophy of Nicolai Hartmann.[91] Various other types of methods were discussed in ancient Greek philosophy, like analysis, synthesis, dialectics, demonstration, definition, and reduction to absurdity. The medieval philosopher Thomas Aquinas identifies composition and division as ways of forming propositions while he sees invention and judgment as forms of reasoning from the known to the unknown.[2]\n\nVarious methods for the selection between competing theories have been proposed.[4][5] They often focus on the theoretical virtues of the involved theories.[92][93] One such method is based on the idea that, everything else being equal, the simpler theory is to be preferred. Another gives preference to the theory that provides the best explanation. According to the method of epistemic conservatism, we should, all other things being equal, prefer the theory which, among its competitors, is the most conservative, i.e. the one closest to the beliefs we currently hold.[43][92][93] One problem with these methods of theory selection is that it is usually not clear how the different virtues are to be weighted, often resulting in cases where they are unable to resolve disputes between competing theories that excel at different virtues.[92][10]\n\nMethodological naturalism holds that all philosophical claims are synthetic claims that ultimately depend for their justification or rejection on empirical observational evidence. In this sense, philosophy is continuous with the natural sciences in that they both give priority to the scientific method for investigating all areas of reality.[94][95]\n\nAccording to truthmaker theorists, every true proposition is true because another entity, its truthmaker, exists. This principle can be used as a methodology to critically evaluate philosophical theories.[96][10] In particular, this concerns theories that accept certain truths but are unable to provide their truthmaker. Such theorists are derided as ontological cheaters. For example, this can be applied to philosophical presentism, the view that nothing outside the present exists. Philosophical presentists usually accept the very common belief that dinosaurs existed but have trouble in providing a truthmaker for this belief since they deny existence to past entities.[96][10][97][98]\n\nIn philosophy, the term \"genealogical method\" refers to a form of criticism that tries to expose commonly held beliefs by uncovering their historical origin and function.[99][100][101] For example, it may be used to reject specific moral claims or the status of truth by giving a concrete historical reconstruction of how their development was contingent on power relations in society. This is usually accompanied by the assertion that these beliefs were accepted and became established, because of non-rational considerations, such as because they served the interests of a predominant class.[99][100][101]\n\n"
        },
        {
            "title": "Disagreements and influence",
            "text": "The disagreements within philosophy do not only concern which first-order philosophical claims are true, they also concern the second-order issue of which philosophical methods to use.[4][10] One way to evaluate philosophical methods is to assess how well they do at solving philosophical problems.[9] The question of the nature of philosophy has important implications for which methods of inquiry are appropriate to philosophizing.[4][7][102] Seeing philosophy as an empirical science brings its methods much closer to the methods found in the natural sciences. Seeing it as the attempt to clarify concepts and increase understanding, on the other hand, usually leads to a methodology much more focused on apriori reasoning.[12][103][7] In this sense, philosophical methodology is closely tied up with the question of how philosophy is to be defined. Different conceptions of philosophy often associated it with different goals, leading to certain methods being more or less suited to reach the corresponding goal.[4][12]\n\nThe interest in philosophical methodology has risen a lot in contemporary philosophy.[5][13] But some philosophers reject its importance by emphasizing that \"preoccupation with questions about methods tends to distract us from prosecuting the methods themselves\".[4] However, such objections are often dismissed by pointing out that philosophy is at its core a reflective and critical enterprise, which is perhaps best exemplified by its preoccupation with its own methods. This is also backed up by the arguments to the effect that one's philosophical method has important implications for how one does philosophy and which philosophical claims one accepts or rejects.[4][104][13] Since philosophy also studies the methodology of other disciplines, such as the methods of science, it has been argued that the study of its own methodology is an essential part of philosophy.[4]\n\nIn several instances in the history of philosophy, the discovery of a new philosophical method, such as Cartesian doubt or the phenomenological method, has had important implications both on how philosophers conducted their theorizing and what claims they set out to defend. In some cases, such discoveries led the involved philosophers to overly optimistic outlooks, seeing them as historic breakthroughs that would dissolve all previous disagreements in philosophy.[10][3][105]\n\n"
        },
        {
            "title": "Relation to other fields",
            "text": "The methods of philosophy differ in various respects from the methods found in the natural sciences. One important difference is that philosophy does not use experimental data obtained through measuring equipment like telescopes or cloud chambers to justify its claims.[9][11][43][7] For example, even philosophical naturalists emphasizing the close relation between philosophy and the sciences mostly practice a form of armchair theorizing instead of gathering empirical data.[4] Experimental philosophers are an important exception: they use methods found in social psychology and other empirical sciences to test their claims.[4][84][85]\n\nOne reason for the methodological difference between philosophy and science is that philosophical claims are usually more speculative and cannot be verified or falsified by looking through a telescope.[7] This problem is not solved by citing works published by other philosophers, since it only defers the question of how their insights are justified. An additional complication concerning testimony is that different philosophers often defend mutually incompatible claims, which poses the challenge of how to select between them.[9][106][107] Another difference between scientific and philosophical methodology is that there is wide agreement among scientists concerning their methods, testing procedures, and results. This is often linked to the fact that science has seen much more progress than philosophy.[10][5]\n\nAn important goal of philosophical methods is to assist philosophers in attaining knowledge.[5] This is often understood in terms of evidence.[9][4] In this sense, philosophical methodology is concerned with the questions of what constitutes philosophical evidence, how much support it offers, and how to acquire it. In contrast to the empirical sciences, it is often claimed that empirical evidence is not used in justifying philosophical theories, that philosophy is less about the empirical world and more about how we think about the empirical world.[9] In this sense, philosophy is often identified with conceptual analysis, which is concerned with explaining concepts and showing their interrelations. Philosophical naturalists often reject this line of thought and hold that empirical evidence can confirm or disconfirm philosophical theories, at least indirectly.[9]\n\nPhilosophical evidence, which may be obtained, for example, through intuitions or thought experiments, is central for justifying basic principles and axioms.[108][109] These principles can then be used as premises to support further conclusions. Some approaches to philosophical methodology emphasize that these arguments have to be deductively valid, i.e. that the truth of their premises ensures the truth of their conclusion.[10] In other cases, philosophers may commit themselves to working hypotheses or norms of investigation even though they lack sufficient evidence. Such assumptions can be quite fruitful in simplifying the possibilities the philosopher needs to consider and by guiding them to ask interesting questions. But the lack of evidence makes this type of enterprise vulnerable to criticism.[5]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Knowledge",
        "https://en.wikipedia.org/wiki/Normativity",
        "https://en.wikipedia.org/wiki/Methodological_skepticism",
        "https://en.wikipedia.org/wiki/Doubt",
        "https://en.wikipedia.org/wiki/Certainty",
        "https://en.wikipedia.org/wiki/First_principles",
        "https://en.wikipedia.org/wiki/Deductive_reasoning",
        "https://en.wikipedia.org/wiki/Verificationism",
        "https://en.wikipedia.org/wiki/Empirical",
        "https://en.wikipedia.org/wiki/Conceptual_analysis",
        "https://en.wikipedia.org/wiki/Common_sense",
        "https://en.wikipedia.org/wiki/Ordinary_language_philosophy",
        "https://en.wikipedia.org/wiki/Intuition",
        "https://en.wikipedia.org/wiki/Thought_experiment",
        "https://en.wikipedia.org/wiki/Reflective_equilibrium",
        "https://en.wikipedia.org/wiki/Evidence",
        "https://en.wikipedia.org/wiki/Pragmatists",
        "https://en.wikipedia.org/wiki/Mental_state",
        "https://en.wikipedia.org/wiki/Conditions_of_possibility",
        "https://en.wikipedia.org/wiki/Experimental_philosophy",
        "https://en.wikipedia.org/wiki/Social_psychology",
        "https://en.wikipedia.org/wiki/Cognitive_sciences",
        "https://en.wikipedia.org/wiki/Socratic_method",
        "https://en.wikipedia.org/wiki/Methodological_naturalism",
        "https://en.wikipedia.org/wiki/Truthmaker_theory",
        "https://en.wikipedia.org/wiki/Genealogical_method",
        "https://en.wikipedia.org/wiki/Natural_science",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/Metaphilosophy",
        "https://en.wikipedia.org/wiki/Decision_theory",
        "https://en.wikipedia.org/wiki/Utilitarianism",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/Knowledge",
        "https://en.wikipedia.org/wiki/Normativity",
        "https://en.wikipedia.org/wiki/Philosophical_movement",
        "https://en.wikipedia.org/wiki/Skepticism",
        "https://en.wikipedia.org/wiki/Methodological_skepticism",
        "https://en.wikipedia.org/wiki/Certainty",
        "https://en.wikipedia.org/wiki/Baruch_Spinoza",
        "https://en.wikipedia.org/wiki/Axioms",
        "https://en.wikipedia.org/wiki/Geometry",
        "https://en.wikipedia.org/wiki/Deductive_reasoning",
        "https://en.wikipedia.org/wiki/Rene_Descartes",
        "https://en.wikipedia.org/wiki/Rule_of_inference",
        "https://en.wikipedia.org/wiki/Phenomenological_reduction",
        "https://en.wikipedia.org/wiki/Experience",
        "https://en.wikipedia.org/wiki/Presupposition",
        "https://en.wikipedia.org/wiki/Eidetic_variation",
        "https://en.wikipedia.org/wiki/Essence",
        "https://en.wikipedia.org/wiki/Imagination",
        "https://en.wikipedia.org/wiki/Verificationism",
        "https://en.wikipedia.org/wiki/Metaphysics",
        "https://en.wikipedia.org/wiki/Unobservables",
        "https://en.wikipedia.org/wiki/Underdetermination",
        "https://en.wikipedia.org/wiki/Philosophy_of_science",
        "https://en.wikipedia.org/wiki/Falsifiability",
        "https://en.wikipedia.org/wiki/Conceptual_analysis",
        "https://en.wikipedia.org/wiki/Knowledge",
        "https://en.wikipedia.org/wiki/Necessary_and_sufficient_conditions",
        "https://en.wikipedia.org/wiki/A_priori",
        "https://en.wikipedia.org/wiki/Analytic_truth",
        "https://en.wikipedia.org/wiki/Experimental_philosophy",
        "https://en.wikipedia.org/wiki/Utilitarian",
        "https://en.wikipedia.org/wiki/Good",
        "https://en.wikipedia.org/wiki/Happiness",
        "https://en.wikipedia.org/wiki/Willard_Van_Orman_Quine",
        "https://en.wikipedia.org/wiki/Empirical_evidence",
        "https://en.wikipedia.org/wiki/Rudolf_Carnap",
        "https://en.wikipedia.org/wiki/Conceptual_engineering",
        "https://en.wikipedia.org/wiki/Gender",
        "https://en.wikipedia.org/wiki/Common_sense",
        "https://en.wikipedia.org/wiki/Beliefs",
        "https://en.wikipedia.org/wiki/The_Unreality_of_Time",
        "https://en.wikipedia.org/wiki/Albert_Einstein",
        "https://en.wikipedia.org/wiki/Theory_of_relativity",
        "https://en.wikipedia.org/wiki/Spacetime",
        "https://en.wikipedia.org/wiki/Quantum_physics",
        "https://en.wikipedia.org/wiki/Sources_of_knowledge",
        "https://en.wikipedia.org/wiki/Roderick_Chisholm",
        "https://en.wikipedia.org/wiki/Prima_facie",
        "https://en.wikipedia.org/wiki/Ordinary_language_philosophy",
        "https://en.wikipedia.org/wiki/Natural_language",
        "https://en.wikipedia.org/wiki/Politeness",
        "https://en.wikipedia.org/wiki/Truth_condition",
        "https://en.wikipedia.org/wiki/Intuition",
        "https://en.wikipedia.org/wiki/Ethical_intuitionism",
        "https://en.wikipedia.org/wiki/Sources_of_knowledge",
        "https://en.wikipedia.org/wiki/Proposition",
        "https://en.wikipedia.org/wiki/Argument",
        "https://en.wikipedia.org/wiki/Thought_experiment",
        "https://en.wikipedia.org/wiki/Counterfactual_thinking",
        "https://en.wikipedia.org/wiki/Intuition_pump",
        "https://en.wikipedia.org/wiki/Sources_of_knowledge",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Sensory_organs",
        "https://en.wikipedia.org/wiki/Wishful_thinking",
        "https://en.wikipedia.org/wiki/Armchair_theorizing",
        "https://en.wikipedia.org/wiki/Reflective_equilibrium",
        "https://en.wikipedia.org/wiki/Coherentism",
        "https://en.wikipedia.org/wiki/Foundationalist",
        "https://en.wikipedia.org/wiki/Rational",
        "https://en.wikipedia.org/wiki/Utilitarianism",
        "https://en.wikipedia.org/wiki/Kantianism",
        "https://en.wikipedia.org/wiki/Pragmatism",
        "https://en.wikipedia.org/wiki/Metaphysics",
        "https://en.wikipedia.org/wiki/Pragmatic_maxim",
        "https://en.wikipedia.org/wiki/Charles_Sanders_Peirce",
        "https://en.wikipedia.org/wiki/William_James",
        "https://en.wikipedia.org/wiki/Conditions_of_possibility",
        "https://en.wikipedia.org/wiki/Mental_state",
        "https://en.wikipedia.org/wiki/Experience",
        "https://en.wikipedia.org/wiki/Conditions_of_possibility",
        "https://en.wikipedia.org/wiki/Transcendental_arguments",
        "https://en.wikipedia.org/wiki/Experimental_philosophy",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Cognitive_sciences",
        "https://en.wikipedia.org/wiki/Justified_true_belief",
        "https://en.wikipedia.org/wiki/Gettier_problem",
        "https://en.wikipedia.org/wiki/Intuition",
        "https://en.wikipedia.org/wiki/Culture",
        "https://en.wikipedia.org/wiki/Gender",
        "https://en.wikipedia.org/wiki/Ethnicity",
        "https://en.wikipedia.org/wiki/Expert",
        "https://en.wikipedia.org/wiki/Socratic_method",
        "https://en.wikipedia.org/wiki/Plato",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Nicolai_Hartmann",
        "https://en.wikipedia.org/wiki/Ancient_Greek_philosophy",
        "https://en.wikipedia.org/wiki/Thomas_Aquinas",
        "https://en.wikipedia.org/wiki/Simplicity",
        "https://en.wikipedia.org/wiki/Abductive_reasoning",
        "https://en.wikipedia.org/wiki/Epistemic_conservatism",
        "https://en.wikipedia.org/wiki/Belief",
        "https://en.wikipedia.org/wiki/Methodological_naturalism",
        "https://en.wikipedia.org/wiki/Truthmaker_theory",
        "https://en.wikipedia.org/wiki/Philosophical_presentism",
        "https://en.wikipedia.org/wiki/Genealogical_method",
        "https://en.wikipedia.org/wiki/Morality",
        "https://en.wikipedia.org/wiki/Truth",
        "https://en.wikipedia.org/wiki/A_priori_and_a_posteriori",
        "https://en.wikipedia.org/wiki/Definitions_of_philosophy",
        "https://en.wikipedia.org/wiki/Contemporary_philosophy",
        "https://en.wikipedia.org/wiki/Cartesian_doubt",
        "https://en.wikipedia.org/wiki/Natural_science",
        "https://en.wikipedia.org/wiki/Experimental_philosophy",
        "https://en.wikipedia.org/wiki/Testimony",
        "https://en.wikipedia.org/wiki/Evidence",
        "https://en.wikipedia.org/wiki/Empirical_evidence",
        "https://en.wikipedia.org/wiki/Conceptual_analysis",
        "https://en.wikipedia.org/wiki/Intuition",
        "https://en.wikipedia.org/wiki/Thought_experiment",
        "https://en.wikipedia.org/wiki/Scholarly_method",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Historical_method",
        "https://en.wikipedia.org/wiki/Dialectic",
        "https://en.wikipedia.org/wiki/Benjamin_Jowett",
        "https://en.wikipedia.org/wiki/PhilPapers",
        "https://en.wikipedia.org/wiki/Philosophical_methodology",
        "https://en.wikipedia.org/wiki/Philosophical_methodology",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}