{
    "url": "https://en.wikipedia.org/wiki/Phil_Hendrie",
    "title": "Phil Hendrie",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Radio",
        "2.2 Acting",
        "2.3 Digital",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Philip Stephen Hendrie (born September 1, 1952) is an American radio personality and actor.[1][2] He is widely known for his voiceover talent throughout the radio and film industry.[3] He came to prominence in the 1990s hosting The Phil Hendrie Show, a radio talk show where he portrayed both himself as a calm, rational host while simultaneously portraying any of several outrageous and offensive characters who would engage in debates with Hendrie and callers to the show.\n\nHendrie has also acted professionally on a number of occasions, notably in a recurring role on the drama The Unit, as well as the voice of multiple characters on the animated comedies F is for Family, Rick and Morty, Futurama, King of the Hill and The Midnight Gospel.\n\n"
        },
        {
            "title": "Early life",
            "text": "Hendrie was born and raised in Arcadia, California.[3] In 1958 when Hendrie was five years old, his family took a road trip to visit relatives in Toronto, Ontario. They listened to the radio the whole way.[4] He knew then he wanted to work in radio one day.[5] He was one of four children in an upper-middle-class Catholic family[6] and an altar boy at Arcadia's Holy Angels Church.[3]\n\nHendrie's father was a salesman who came to Los Angeles in 1950 after serving in the Canadian Army during World War II.[6]  When Hendrie was 12 years old, listening to radio was his escape.[7]  He was a huge fan of the Top 40 D.J. \"Emperor\" Bob Hudson and once rode his bike to radio station KRLA in Pasadena to meet him.[6]\n\nWhen he was 13 years old, Hendrie's parents divorced.[7] His father moved to Europe and married a woman who had four kids.[6] Hendrie's family home was repossessed, forcing them to move into a small rented apartment where he slept on a couch during his senior year in high school.[6] After graduating, Hendrie attended Pasadena City College to earn an English degree.[6][2] After one year at college, he left for Orlando, Florida, in the early-1970s.[7] He got a job in construction working on the build-out of Walt Disney World.[6]\n\n"
        },
        {
            "title": "Career",
            "text": "Hendrie made a demo tape and got his first DJ job at WBJW in Winter Park, Florida a city just outside Orlando, in 1973 at age 20.[4][8][9] In 1978, he left WORJ in Orlando to do evenings at WNOE-FM in the French Quarter of New Orleans.[10] He would go on from there to spin records up until 1988 in Miami, San Diego, and Los Angeles.[6]\n\nIn 1989, Phil debuted as a weekend talk show host on KFI, a news/talk station in Los Angeles.[6]\n\nAfter his show was cancelled on KFI, KVEN in Ventura, California, offered him a job in August 1990.[7] In late September 1990, Hendrie introduced his first fictional on-air character on his radio talk show: Iraqi Raj Fahneen.[7] The Gulf War had broken out and Fahneen vociferously defended Saddam Hussein. Thinking it was a real person on the air, listeners went ballistic. An entire cast of characters evolved, and in 18 months Hendrie took the show to major market stations in Atlanta, Minneapolis, and Miami and eventually back to Los Angeles.[4]\n\nAs a radio satirist whose show is driven by a cast of fictional characters, all of whom Hendrie created and plays on air, he sets up a topic and discusses it with one of his characters. Feeding the circle of social satire are the callers who are real and genuinely passionate about what Hendrie's \"guest\" is saying. Loyal fans enjoy being in on the ruse as Hendrie orchestrates a parody of his own profession—talk radio.[11]\n\nIn October 1996 Hendrie went back to KFI to host The Phil Hendrie Show daily.[4] Hendrie's popularity resulted in the radio show going national in 1999 via Premiere Radio Networks, a subsidiary of Clear Channel Communications.[5]\n\nIn February 2005, Hendrie's flagship station, KFI, moved him to sister station KLAC in an effort to help turn the all-sports talk radio station into a ratings winner with entertainment programming incorporated.[12] The show remained nationally syndicated on 120 radio stations until 2006.[13]\n\nOn April 27, 2006, Hendrie announced he was leaving radio to pursue his acting career on a full-time basis.[14] At the time, Hendrie was working on NBC's sitcom Teachers as cynical history teacher Dick Green.[15]\n\nHis last day on air was June 23, 2006.[16]\n\nOn June 4, 2007, it was announced that Phil Hendrie would return to radio June 25, 2007, via national syndicator Talk Radio Network (TRN), with shows airing nationally Monday through Friday from 10 PM to 1 AM Pacific Time on 100 radio stations.[17] The show was a straight talk show until September 14, 2009, when he welcomed back his cast of characters, bringing back his original brand of radio theater.[18] \"Radio needs alternative programming, like my show, now more than ever,\" said Hendrie. \"Having the advantage of communicating compelling and outrageous points of view through these characters is an opportunity no other host has.\"[19]\n\nOn Saturday, November 20, 2010, KFI in Los Angeles announced that Phil Hendrie and his cast of voices were joining the station's weekend lineup.[20] Heard Saturdays on KFI, Hendrie did a local show for the station while doing his national show Monday through Friday.\n\nOn February 23, 2012, Hendrie announced to his fans via Twitter and the show's website that February 25, 2012, would be his last KFI show.[21] Hendrie said, \"This was not an easy decision because I'm going to miss everyone at KFI big time. However, doing a show like mine six days a week is murder.\"\n\nIn mid 2013, Hendrie announced he was leaving TRN.  In 2014 Hendrie announced he would be leaving over-air broadcasting for good.  He then switched to an all-digital format of his show that was listenable online, airing Monday-Friday at 9a.m. Pacific time, accessible from his website or via the smartphone application TuneIn. The show was then podcast for free within hours, available for a period of five days.[22] Today, the show is available in podcast form on-demand seven days a week from Hendrie's website, PodCast One and various other internet and podcast platforms.\n\nFrom 1999 to 2009, Hendrie voiced characters on the hit animated TV series King of the Hill. He also voiced a variety of characters for several episodes of Futurama from 2000 to 2002 and played three characters on the 2009 feature-length video Futurama: Into the Wild Green Yonder.\n\nFrom 2001 to 2002, Hendrie appeared in the TV series Andy Richter Controls the Universe and in Judd Apatow's TV movie North Hollywood. He played Judge McCarthy on Richard Appel's A.U.S.A. in 2003.[23] He also starred in a TV pilot he wrote and executive produced for NBC called Phil at the Gate the same year. In 2004, Hendrie voiced the computer I.N.T.E.L.L.I.G.E.N.C.E. and the Chechen terrorist in Trey Parker's and Matt Stone's motion picture Team America: World Police and starred in Steven Levitan's animated TV pilot Phil Hendrie.[23]\n\nFrom 2006 to 2007, Hendrie had a recurring role in David Mamet's series The Unit and appeared in five episodes. Other TV series included NBC's sitcom Teachers, wherein as part of an ensemble cast he played the part of school teacher Dick Green for the full season;[24] and The Replacements, wherein he appeared in two episodes as the mayor. He was also in the 2006 TV movie Three Strikes. In 2008, Hendrie played the New Jersey Nets coach in the comedy film Semi-Pro starring Will Ferrell. Also that year, Hendrie had parts in the TV movies Mike Birbiglia's Secret Public Journal and Giants of Radio. He also appeared in the Modern Family season 3 episode \"Me? Jealous?\".\n\nIn the summer of 2011, Hendrie filmed a part for Judd Apatow's motion picture This Is 40, which was in theaters in December 2012. In 2012, he played the recurring character Joe Napoli on three episodes of New Girl.[25] Other television work in 2012 included recurring parts on six episodes of Napoleon Dynamite and a role in an episode of ABC's Emmy Award-winning TV series Modern Family.[26] Also out in 2012 was the film Last Call, in which Hendrie was cast as the liquor company representative, Mulvahill. In 2013, Hendrie contributed voice work for the critically acclaimed Adult Swim show Rick and Morty.[27][28] In 2014, Hendrie played a fictionalized version of himself in the TV series Maron, and narrated a segment of the Comedy Central program Drunk History on the show's episode featuring the story of the late Hawaii Senator Daniel Inouye.  In 2015, Hendrie joined F is for Family to play various background characters.,[29] and later year that made his debut on the Cartoon Network's Adult Swim series Your Pretty Face is Going to Hell as the voice of Cerberus.  In 2016, Hendrie was featured on Disney's animated series The 7D as a Park Ranger and as a Chef - the dialogue for both roles being entirely improvised by Hendrie.   In 2018, he voiced the male Action Police officers on Unikitty!.    In 2019, Hendrie rejoined the cast of Your Pretty Face is Going to Hell - created by Dave Willis and Casper Kelly - with the on-screen role of \"Stan the Man\".  Later that same year, Hendrie played the role of Mr. Grayson in the ABC sitcom The Conners.  Also in 2019, Hendrie was set to play the lead as an \"insane\" grandparent in the CBS’ multi-camera comedy, Our House, opposite of Katherine Heigl and Malcolm Barrett.[30] Recorded in late 2019 and broadcast in 2020, Hendrie voiced the \"Universe Simulator\" and a variety of other characters on the Netflix animated series, The Midnight Gospel.  Other than Duncan Trussell, Co-Creator and star of The Midnight Gospel, Hendrie is the only other voice actor to appear in each episode of the debut season.  In 2020, Hendrie performed the voice of Albert Einstein in the hit CBS sitcom, Young Sheldon.\n\nHendrie created his website in 1999 during his syndication deal with Premiere Radio Networks.  In 2006, he acquired ownership of the website.[31] On March 26, 2010, Hendrie launched his revamped website with new features like \"Backstage Pass\" and \"Phollow Phil.\"[32] In August that same year, Hendrie launched a podcast version of his national radio show on iTunes for his Backstage Pass subscribers.[33]\n\nIn 2012, Hendrie extended his brand to Pandora with a collection of comedy bits featuring such characters as Jay Santos, Chris Norton, Bobbie Dooley, David G. Hall and Ted Bell.[34]\n\nIn 2013, it was announced that Hendrie partnered with LEG Digital and Courtside Media's Launchpad Digital Media to increase his growing digital fan base.   As of 2014, Hendrie created an all-digital audio show available on-demand seven days a week from The Phil Hendrie Show website, in podcast form on PodCast One, and via various other internet and podcast platforms.   In addition to the free daily podcast released Monday through Friday, The Phil Hendrie Show offers an all-access subscription known as a \"Back Stage Pass\" (or \"BSP\"), providing access to over 40,000 hours of digital audio shows and archived radio broadcasts.   As evidenced by \"The BSP Map\" that is accessible on the show's website, The Phil Hendrie Show has a global reach and is supported by an international subscriber base.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/The_Phil_Hendrie_Show",
        "https://en.wikipedia.org/wiki/The_Phil_Hendrie_Show",
        "https://en.wikipedia.org/wiki/Talk_show",
        "https://en.wikipedia.org/wiki/The_Unit",
        "https://en.wikipedia.org/wiki/F_Is_for_Family",
        "https://en.wikipedia.org/wiki/Rick_and_Morty",
        "https://en.wikipedia.org/wiki/Futurama",
        "https://en.wikipedia.org/wiki/King_of_the_Hill",
        "https://en.wikipedia.org/wiki/The_Midnight_Gospel",
        "https://en.wikipedia.org/wiki/Toronto",
        "https://en.wikipedia.org/wiki/Los_Angeles",
        "https://en.wikipedia.org/wiki/Canadian_Army",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/KRLA",
        "https://en.wikipedia.org/wiki/Pasadena_City_College",
        "https://en.wikipedia.org/wiki/Walt_Disney_World",
        "https://en.wikipedia.org/wiki/WPRD",
        "https://en.wikipedia.org/wiki/French_Quarter",
        "https://en.wikipedia.org/wiki/New_Orleans",
        "https://en.wikipedia.org/wiki/KFI",
        "https://en.wikipedia.org/wiki/KVEN",
        "https://en.wikipedia.org/wiki/Iraq",
        "https://en.wikipedia.org/wiki/Gulf_War",
        "https://en.wikipedia.org/wiki/Saddam_Hussein",
        "https://en.wikipedia.org/wiki/Atlanta",
        "https://en.wikipedia.org/wiki/Minneapolis",
        "https://en.wikipedia.org/wiki/Miami",
        "https://en.wikipedia.org/wiki/Premiere_Networks",
        "https://en.wikipedia.org/wiki/IHeartMedia",
        "https://en.wikipedia.org/wiki/KLAC",
        "https://en.wikipedia.org/wiki/NBC",
        "https://en.wikipedia.org/wiki/Talk_Radio_Network",
        "https://en.wikipedia.org/wiki/TuneIn",
        "https://en.wikipedia.org/wiki/PodcastOne",
        "https://en.wikipedia.org/wiki/King_of_the_Hill",
        "https://en.wikipedia.org/wiki/Futurama",
        "https://en.wikipedia.org/wiki/Andy_Richter_Controls_the_Universe",
        "https://en.wikipedia.org/wiki/Judd_Apatow",
        "https://en.wikipedia.org/wiki/Richard_Appel",
        "https://en.wikipedia.org/wiki/NBC",
        "https://en.wikipedia.org/wiki/Steven_Levitan",
        "https://en.wikipedia.org/wiki/The_Unit",
        "https://en.wikipedia.org/wiki/New_Jersey_Nets",
        "https://en.wikipedia.org/wiki/Modern_Family",
        "https://en.wikipedia.org/wiki/Judd_Apatow",
        "https://en.wikipedia.org/wiki/This_Is_40",
        "https://en.wikipedia.org/wiki/New_Girl",
        "https://en.wikipedia.org/wiki/Modern_Family",
        "https://en.wikipedia.org/wiki/Rick_and_Morty",
        "https://en.wikipedia.org/wiki/Comedy_Central",
        "https://en.wikipedia.org/wiki/Drunk_History",
        "https://en.wikipedia.org/wiki/Hawaii",
        "https://en.wikipedia.org/wiki/Daniel_Inouye",
        "https://en.wikipedia.org/wiki/F_is_for_Family",
        "https://en.wikipedia.org/wiki/Cartoon_Network_Studios",
        "https://en.wikipedia.org/wiki/Adult_Swim",
        "https://en.wikipedia.org/wiki/Your_Pretty_Face_Is_Going_to_Hell",
        "https://en.wikipedia.org/wiki/The_7D",
        "https://en.wikipedia.org/wiki/Dave_Willis",
        "https://en.wikipedia.org/wiki/Casper_Kelly",
        "https://en.wikipedia.org/wiki/American_Broadcasting_Company",
        "https://en.wikipedia.org/wiki/The_Conners",
        "https://en.wikipedia.org/wiki/Katherine_Heigl",
        "https://en.wikipedia.org/wiki/Netflix",
        "https://en.wikipedia.org/wiki/The_Midnight_Gospel",
        "https://en.wikipedia.org/wiki/Albert_Einstein",
        "https://en.wikipedia.org/wiki/CBS",
        "https://en.wikipedia.org/wiki/Young_Sheldon",
        "https://en.wikipedia.org/wiki/PodcastOne",
        "https://en.wikipedia.org/wiki/The_Phil_Hendrie_Show",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Phil_Hendrie",
        "https://en.wikipedia.org/wiki/Phil_Hendrie",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}