{
    "url": "https://en.wikipedia.org/wiki/Phloem",
    "title": "Phloem",
    "table_of_contents": [
        "1 Structure",
        "1.1 Conducting cells (sieve elements)",
        "1.2 Parenchyma cells",
        "1.2.1 Companion cells",
        "1.2.2 Albuminous cells",
        "1.3 Supportive cells",
        "1.3.1 Fibres",
        "1.3.2 Sclereids",
        "2 Function",
        "2.1 Girdling",
        "2.2 Origin",
        "3 Nutritional use",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Phloem (/ˈfloʊ.əm/, FLOH-əm) is the living tissue in vascular plants that transports the soluble organic compounds made during photosynthesis and known as photosynthates, in particular the sugar sucrose,[1] to the rest of the plant. This transport process is called translocation.[2] In trees, the phloem is the innermost layer of the bark, hence the name, derived from the Ancient Greek word φλοιός (phloiós), meaning \"bark\".[3][4] The term was introduced by Carl Nägeli in 1858.[5][6]\n\n"
        },
        {
            "title": "Structure",
            "text": "Phloem tissue consists of conducting cells, generally called sieve elements, parenchyma cells, including both specialized companion cells or albuminous cells and unspecialized cells and supportive cells, such as fibres and sclereids.\n\nSieve elements are the type of cell that are responsible for transporting sugars throughout the plant.[7]   At maturity they lack a nucleus and have very few organelles, so they rely on companion cells or albuminous cells for most of their metabolic needs. Sieve tube cells do contain vacuoles and other organelles, such as ribosomes, before they mature, but these generally migrate to the cell wall and dissolve at maturity; this ensures there is little to impede the movement of fluids. One of the few organelles they do contain at maturity is the rough endoplasmic reticulum, which can be found at the plasma membrane, often nearby the plasmodesmata that connect them to their companion or albuminous cells. All sieve cells have groups of pores at their ends that grow from modified and enlarged plasmodesmata, called sieve areas. The pores are reinforced by platelets of a polysaccharide called callose.[7]\n\nOther parenchyma cells within the phloem are generally undifferentiated and used for food storage.[7]\n\nThe metabolic functioning of sieve-tube members depends on a close association with the companion cells, a specialized form of parenchyma cell. All of the cellular functions of a sieve-tube element are carried out by the (much smaller) companion cell, a typical nucleate plant cell except the companion cell usually has a larger number of ribosomes and mitochondria. The dense cytoplasm of a companion cell is connected to the sieve-tube element by plasmodesmata.[7] The common sidewall shared by a sieve tube element and a companion cell has large numbers of plasmodesmata.\n\nThere are three types of companion cells.\n\nAlbuminous cells have a similar role to companion cells, but are associated with  sieve cells only and are hence found only in seedless vascular plants and gymnosperms.[7]\n\nAlthough its primary function is transport of sugars, phloem may also contain cells that have a mechanical support function. These are sclerenchyma cells which generally fall into two categories: fibres and sclereids.  Both cell types have a secondary cell wall and are dead at maturity.  The secondary cell wall increases their rigidity and tensile strength, especially because they contain lignin.\n\nBast fibres are the long, narrow supportive cells that provide tension strength without limiting flexibility.  They are also found in xylem, and are the main component of many textiles such as paper, linen, and cotton.[7]\n\nSclereids are irregularly shaped cells that add compression strength[7]  but may reduce flexibility to some extent.  They also serve as anti-herbivory structures, as their irregular shape and hardness will increase wear on teeth as the herbivores chews. For example, they are responsible for the gritty texture in pears, and in winter pears.[clarification needed]\n\n"
        },
        {
            "title": "Function",
            "text": "Unlike xylem (which is composed primarily of dead cells), the phloem is composed of still-living cells that transport sap.  The sap is a water-based solution, but rich in sugars made by photosynthesis. These sugars are transported to non-photosynthetic parts of the plant, such as the roots, or into storage structures, such as tubers or bulbs.\n\nDuring the plant's growth period, usually during the spring, storage organs such as the roots are sugar sources, and the plant's many growing areas are sugar sinks. The movement in phloem is multidirectional, whereas, in xylem cells, it is unidirectional (upward).[citation needed][10]\n\nAfter the growth period, when the meristems are dormant, the leaves are sources, and storage organs are sinks. Developing seed-bearing organs (such as fruit) are always sinks. Because of this multi-directional flow, coupled with the fact that sap cannot move with ease between adjacent sieve-tubes, it is not unusual for sap in adjacent sieve-tubes to be flowing in opposite directions.[11]\n\nWhile movement of water and minerals through the xylem is driven by negative pressures (tension) most of the time, movement through the phloem is driven by positive hydrostatic pressures. This process is termed translocation, and is accomplished by a process called phloem loading and unloading.\n\nPhloem sap is also thought to play a role in sending informational signals throughout vascular plants. \"Loading and unloading patterns are largely determined by the conductivity and number of plasmodesmata and the position-dependent function of solute-specific, plasma membrane transport proteins. Recent evidence indicates that mobile proteins and RNA are part of the plant's long-distance communication signaling system. Evidence also exists for the directed transport and sorting of macromolecules as they pass through plasmodesmata.\"[12]\n\nOrganic molecules such as sugars, amino acids, certain phytohormones, and even messenger RNAs are transported in the phloem through sieve tube elements.[12]\n\nPhloem is also used as a popular site for oviposition and breeding of insects belonging to the order Diptera, including the fruit fly Drosophila montana.[13]\n\nBecause phloem tubes are located outside the xylem in most plants, a tree or other plant can be killed by stripping away the bark in a ring on the trunk or stem.  With the phloem destroyed, nutrients cannot reach the roots, and the tree/plant will die.  Trees located in areas with animals such as beavers are vulnerable since beavers chew off the bark at a fairly precise height.  This process is known as girdling, and can be used for agricultural purposes.  For example, enormous fruits and vegetables seen at fairs and carnivals are produced via girdling.  A farmer would place a girdle at the base of a large branch, and remove all but one fruit/vegetable from that branch.  Thus, all the sugars manufactured by leaves on that branch have no sinks to go to but the one fruit/vegetable, which thus expands to many times its normal size.\n\nWhen the plant is an embryo, vascular tissue emerges from procambium tissue, which is at the center of the embryo. Protophloem itself appears in the mid-vein extending into the cotyledonary node, which constitutes the first appearance of a leaf in angiosperms, where it forms continuous strands. The hormone auxin, transported by the protein PIN1 is responsible for the growth of those protophloem strands, signaling the final identity of those tissues. SHORTROOT(SHR), and microRNA165/166 also participate in that process, while Callose Synthase 3(CALS3), inhibits the locations where SHORTROOT(SHR), and microRNA165 can go. Additionally, the expression of NAC45/86 genes during phloem differentiation functions to enucleate specific cells in the plants to produce the sieve elements.[14]\n\nIn the embryo, root phloem develops independently in the upper hypocotyl, which lies between the embryonic root, and the cotyledon.[15]\n\nIn an adult, the phloem originates, and grows outwards from, meristematic cells in the vascular cambium. Phloem is produced in phases. Primary phloem is laid down by the apical meristem and develops from the procambium. Secondary phloem is laid down by the vascular cambium to the inside of the established layer(s) of phloem.\n\nIn some eudicot families (Apocynaceae, Convolvulaceae, Cucurbitaceae, Solanaceae, Myrtaceae, Asteraceae, Thymelaeaceae), phloem also develops on the inner side of the vascular cambium; in this case, a distinction between external and internal or intraxylary phloem is made. Internal phloem is mostly primary, and begins differentiation later than the external phloem and protoxylem, though it is not without exceptions. In some other families (Amaranthaceae, Nyctaginaceae, Salvadoraceae), the cambium also periodically forms inward strands or layers of phloem, embedded in the xylem: Such phloem strands are called included or interxylary phloem.[16]\n\n"
        },
        {
            "title": "Nutritional use",
            "text": "Phloem of pine trees has been used in Finland and Scandinavia as a substitute food in times of famine and even in good years in the northeast. Supplies of phloem from previous years helped stave off starvation in the great famine of the 1860s which hit both Finland and Sweden (Finnish famine of 1866-1868 and Swedish famine of 1867–1869). Phloem is dried and milled to flour (pettu in Finnish) and mixed with rye to form a hard dark bread, bark bread. The least appreciated was silkko, a bread made only from buttermilk and pettu without any real rye or cereal flour. Recently, pettu has again become available as a curiosity, and some have made claims of health benefits. However, its food energy content is low relative to rye or other cereals.[citation needed]\n\nPhloem from silver birch has been also used to make flour in the past.[citation needed]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Flax",
        "https://en.wikipedia.org/wiki/Pith",
        "https://en.wikipedia.org/wiki/Protoxylem",
        "https://en.wikipedia.org/wiki/Metaxylem",
        "https://en.wikipedia.org/wiki/Sclerenchyma",
        "https://en.wikipedia.org/wiki/Bast_fibre",
        "https://en.wikipedia.org/wiki/Biological_tissue",
        "https://en.wikipedia.org/wiki/Vascular_plant",
        "https://en.wikipedia.org/wiki/Organic_compound",
        "https://en.wikipedia.org/wiki/Photosynthesis",
        "https://en.wikipedia.org/wiki/Sugar",
        "https://en.wikipedia.org/wiki/Sucrose",
        "https://en.wikipedia.org/wiki/Tree",
        "https://en.wikipedia.org/wiki/Ancient_Greek",
        "https://en.wikipedia.org/wiki/Fibres",
        "https://en.wikipedia.org/wiki/Sclereid",
        "https://en.wikipedia.org/wiki/Sieve_tube_element",
        "https://en.wikipedia.org/wiki/Xylem",
        "https://en.wikipedia.org/wiki/Cambium",
        "https://en.wikipedia.org/wiki/Pith",
        "https://en.wikipedia.org/wiki/Cell_nucleus",
        "https://en.wikipedia.org/wiki/Organelle",
        "https://en.wikipedia.org/wiki/Vacuole",
        "https://en.wikipedia.org/wiki/Ribosome",
        "https://en.wikipedia.org/wiki/Endoplasmic_reticulum",
        "https://en.wikipedia.org/wiki/Plasmodesmata",
        "https://en.wikipedia.org/wiki/Plasmodesmata",
        "https://en.wikipedia.org/wiki/Polysaccharide",
        "https://en.wikipedia.org/wiki/Callose",
        "https://en.wikipedia.org/wiki/Parenchyma",
        "https://en.wikipedia.org/wiki/Parenchyma",
        "https://en.wikipedia.org/wiki/Plant_cell",
        "https://en.wikipedia.org/wiki/Ribosomes",
        "https://en.wikipedia.org/wiki/Mitochondria",
        "https://en.wikipedia.org/wiki/Transfer_cells",
        "https://en.wikipedia.org/wiki/Fibres",
        "https://en.wikipedia.org/wiki/Sclereid",
        "https://en.wikipedia.org/wiki/Secondary_cell_wall",
        "https://en.wikipedia.org/wiki/Lignin",
        "https://en.wikipedia.org/wiki/Bast_fibre",
        "https://en.wikipedia.org/wiki/Sclereid",
        "https://en.wikipedia.org/wiki/Xylem",
        "https://en.wikipedia.org/wiki/Sugar",
        "https://en.wikipedia.org/wiki/Tuber",
        "https://en.wikipedia.org/wiki/Root",
        "https://en.wikipedia.org/wiki/Meristem",
        "https://en.wikipedia.org/wiki/Leaf",
        "https://en.wikipedia.org/wiki/Seed",
        "https://en.wikipedia.org/wiki/Fruit",
        "https://en.wikipedia.org/wiki/Hydrostatic_pressure",
        "https://en.wikipedia.org/wiki/Phloem_loading",
        "https://en.wikipedia.org/wiki/Electrical_resistivity_and_conductivity",
        "https://en.wikipedia.org/wiki/Plasmodesmata",
        "https://en.wikipedia.org/wiki/Solute",
        "https://en.wikipedia.org/wiki/Plasma_membrane",
        "https://en.wikipedia.org/wiki/Transport_proteins",
        "https://en.wikipedia.org/wiki/RNA",
        "https://en.wikipedia.org/wiki/Macromolecules",
        "https://en.wikipedia.org/wiki/Molecule",
        "https://en.wikipedia.org/wiki/Amino_acid",
        "https://en.wikipedia.org/wiki/Phytohormone",
        "https://en.wikipedia.org/wiki/Messenger_RNA",
        "https://en.wikipedia.org/wiki/Sieve_tube_element",
        "https://en.wikipedia.org/wiki/Drosophila_montana",
        "https://en.wikipedia.org/wiki/Girdling",
        "https://en.wikipedia.org/wiki/Xylem",
        "https://en.wikipedia.org/wiki/Carbon_dioxide_sink",
        "https://en.wikipedia.org/wiki/Auxin",
        "https://en.wikipedia.org/wiki/Meristem",
        "https://en.wikipedia.org/wiki/Vascular_cambium",
        "https://en.wikipedia.org/wiki/Apical_meristem",
        "https://en.wikipedia.org/wiki/Procambium",
        "https://en.wikipedia.org/wiki/Apocynaceae",
        "https://en.wikipedia.org/wiki/Convolvulaceae",
        "https://en.wikipedia.org/wiki/Cucurbitaceae",
        "https://en.wikipedia.org/wiki/Solanaceae",
        "https://en.wikipedia.org/wiki/Myrtaceae",
        "https://en.wikipedia.org/wiki/Asteraceae",
        "https://en.wikipedia.org/wiki/Thymelaeaceae",
        "https://en.wikipedia.org/wiki/Amaranthaceae",
        "https://en.wikipedia.org/wiki/Nyctaginaceae",
        "https://en.wikipedia.org/wiki/Salvadoraceae",
        "https://en.wikipedia.org/wiki/Pine",
        "https://en.wikipedia.org/wiki/Finland",
        "https://en.wikipedia.org/wiki/Scandinavia",
        "https://en.wikipedia.org/wiki/Famine",
        "https://en.wikipedia.org/wiki/Finnish_language",
        "https://en.wikipedia.org/wiki/Rye",
        "https://en.wikipedia.org/wiki/Bark_bread",
        "https://en.wikipedia.org/wiki/Buttermilk",
        "https://en.wikipedia.org/wiki/Silver_birch",
        "https://en.wikipedia.org/wiki/Apical_dominance",
        "https://en.wikipedia.org/wiki/Phloem_sap",
        "https://en.wikipedia.org/wiki/Annual_Review_of_Plant_Biology",
        "https://en.wikipedia.org/wiki/Online_Etymology_Dictionary",
        "https://en.wikipedia.org/wiki/Henry_Liddell",
        "https://en.wikipedia.org/wiki/Perseus_Project",
        "https://en.wikipedia.org/wiki/Connective_tissue",
        "https://en.wikipedia.org/wiki/Epithelium",
        "https://en.wikipedia.org/wiki/Muscle_tissue",
        "https://en.wikipedia.org/wiki/Nervous_tissue",
        "https://en.wikipedia.org/wiki/Bulliform_cell",
        "https://en.wikipedia.org/wiki/Plant_cuticle",
        "https://en.wikipedia.org/wiki/Guard_cell",
        "https://en.wikipedia.org/wiki/Periderm",
        "https://en.wikipedia.org/wiki/Phellem",
        "https://en.wikipedia.org/wiki/Phelloderm",
        "https://en.wikipedia.org/wiki/Vascular_tissue",
        "https://en.wikipedia.org/wiki/Companion_cell",
        "https://en.wikipedia.org/wiki/Bast_fibre",
        "https://en.wikipedia.org/wiki/Sieve_tube",
        "https://en.wikipedia.org/wiki/Xylem",
        "https://en.wikipedia.org/wiki/Tracheid",
        "https://en.wikipedia.org/wiki/Vessel_element",
        "https://en.wikipedia.org/wiki/Xylem",
        "https://en.wikipedia.org/wiki/Xylem",
        "https://en.wikipedia.org/wiki/Ground_tissue",
        "https://en.wikipedia.org/wiki/Aerenchyma",
        "https://en.wikipedia.org/wiki/Chlorenchyma",
        "https://en.wikipedia.org/wiki/Mesophyll",
        "https://en.wikipedia.org/wiki/Pith",
        "https://en.wikipedia.org/wiki/Collenchyma",
        "https://en.wikipedia.org/wiki/Sclerenchyma",
        "https://en.wikipedia.org/wiki/Sclereid",
        "https://en.wikipedia.org/wiki/Meristem",
        "https://en.wikipedia.org/wiki/Ground_meristem",
        "https://en.wikipedia.org/wiki/Procambium",
        "https://en.wikipedia.org/wiki/Protoderm",
        "https://en.wikipedia.org/wiki/Cork_cambium",
        "https://en.wikipedia.org/wiki/Vascular_cambium",
        "https://en.wikipedia.org/wiki/Endodermis",
        "https://en.wikipedia.org/wiki/Exodermis",
        "https://en.wikipedia.org/wiki/Histology",
        "https://en.wikipedia.org/wiki/Phloem",
        "https://en.wikipedia.org/wiki/Phloem",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}