{
    "url": "https://en.wikipedia.org/wiki/Physicist",
    "title": "Physicist",
    "table_of_contents": [
        "1 History",
        "2 Education",
        "3 Careers",
        "4 Honors and awards",
        "5 Professional certification",
        "5.1 United Kingdom",
        "5.2 Canada",
        "5.3 South Africa",
        "6 Professional societies",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A physicist is a scientist who specializes in the field of physics, which encompasses the interactions of matter and energy at all length and time scales in the physical universe.[1][2]\nPhysicists generally are interested in the root or ultimate causes of phenomena, and usually frame their understanding in mathematical terms.\nPhysicists work across a wide range of research fields, spanning all length scales: from sub-atomic and particle physics, through biological physics, to cosmological length scales encompassing the universe as a whole.\nThe field generally includes two types of physicists: experimental physicists who specialize in the observation of natural phenomena and the development and analysis of experiments, and theoretical physicists who specialize in mathematical modeling of physical systems to rationalize, explain and predict natural phenomena.[1]\nPhysicists can apply their knowledge towards solving practical problems or to developing new technologies (also known as applied physics or engineering physics).[3][4][5]\n\n"
        },
        {
            "title": "History",
            "text": "The study and practice of physics is based on an intellectual ladder of discoveries and insights from ancient times to the present. Many mathematical and physical ideas used today found their earliest expression in the work of ancient civilizations, such as the Babylonian astronomers and Egyptian engineers, the Greek philosophers of science and mathematicians such as Thales of Miletus, Euclid in Ptolemaic Egypt, Archimedes of Syracuse and Aristarchus of Samos. Roots also emerged in ancient Asian cultures such as India and China, and particularly the Islamic medieval period, which saw the development of scientific methodology emphasising experimentation, such as the work of Ibn al-Haytham (Alhazen) in the 11th century. The modern scientific worldview and the bulk of physics education can be said to flow from the scientific revolution in Europe, starting with the work of astronomer Nicolaus Copernicus leading to the physics of Galileo Galilei and Johannes Kepler in the early 1600s. The work on mechanics, along with a mathematical treatment of physical systems, was further developed by Christiaan Huygens and culminated in Newton's laws of motion and Newton's law of universal gravitation by the end of the 17th century.  The experimental discoveries of Faraday and the theory of Maxwell's equations of electromagnetism were developmental high points during the 19th century. Many physicists contributed to the development of quantum mechanics in the early-to-mid 20th century. New knowledge in the early 21st century includes a large increase in understanding physical cosmology.\n\nThe broad and general study of nature, natural philosophy, was divided into several fields in the 19th century, when the concept of \"science\" received its modern shape. Specific categories emerged, such as \"biology\" and \"biologist\", \"physics\" and \"physicist\", \"chemistry\" and \"chemist\", among other technical fields and titles.[6] The term physicist was coined by William Whewell (also the originator of the term \"scientist\") in his 1840 book The Philosophy of the Inductive Sciences.[7]\n\n"
        },
        {
            "title": "Education",
            "text": "A standard undergraduate physics curriculum consists of classical mechanics, electricity and magnetism, non-relativistic quantum mechanics, optics, statistical mechanics and thermodynamics, and laboratory experience.[8][9][10] Physics students also need training in mathematics (calculus, differential equations, linear algebra, complex analysis, etc.), and in computer science.\n\nAny physics-oriented career position requires at least an undergraduate degree in physics or applied physics, while career options widen with a Master's degree like MSc, MPhil, MPhys or MSci.[11]\n\nFor research-oriented careers, students work toward a doctoral degree specializing in a particular field. Fields of specialization include experimental and theoretical astrophysics, atomic physics,  biological physics, chemical physics,  condensed matter physics, cosmology, geophysics, gravitational physics, material science, medical physics, microelectronics, molecular physics, nuclear physics, optics, particle physics, plasma physics, quantum information science, and radiophysics.\n\n"
        },
        {
            "title": "Careers",
            "text": "The three major employers of career physicists are academic institutions, laboratories, and private industries, with the largest employer being the last. Physicists in academia or government labs tend to have titles such as Assistants, Professors, Sr./Jr. Scientist, or postdocs. As per the American Institute of Physics, some 20% of new physics Ph.D.s holds jobs in engineering development programs, while 14% turn to computer software and about 11% are in business/education.[12] A majority of physicists employed apply their skills and training to interdisciplinary sectors (e.g. finance[13]).[14] Job titles for graduate physicists include Agricultural Scientist, Air Traffic Controller, Biophysicist, Computer Programmer, Electrical Engineer, Environmental Analyst, Geophysicist, Medical Physicist, Meteorologist, Oceanographer, Physics Teacher/Professor/Researcher, Research Scientist, Reactor Physicist, Engineering Physicist, Satellite Missions Analyst, Science Writer, Stratigrapher, Software Engineer, Systems Engineer, Microelectronics Engineer, Radar Developer, Technical Consultant, etc.[15][16][17][18]\n\nThe majority of Physics terminal bachelor's degree holders are employed in the private sector. Other fields are academia, government and military service, nonprofit entities, labs and teaching.[19]\n\nTypical duties of physicists with master's and doctoral degrees working in their domain involve research, observation and analysis, data preparation, instrumentation, design and development of industrial or medical equipment, computing and software development, etc.[20]\n\n"
        },
        {
            "title": "Honors and awards",
            "text": "The highest honor awarded to physicists is the Nobel Prize in Physics, awarded since 1901 by the Royal Swedish Academy of Sciences.[21] National physical societies have many prizes and awards for professional recognition. In the case of the American Physical Society, as of 2017, there are 33 separate prizes and 38 separate awards in the field.\n\n"
        },
        {
            "title": "Professional certification",
            "text": "Chartered Physicist (CPhys) is a chartered status and a professional qualification awarded by the Institute of Physics. It is denoted by the postnominals \"CPhys\".\n\nAchieving chartered status in any profession denotes to the wider community a high level of specialised subject knowledge and professional competence. According to the Institute of Physics, holders of the award of the Chartered Physicist (CPhys) demonstrate the \"highest standards of professionalism, up-to-date expertise, quality and safety\" along with \"the capacity to undertake independent practice and exercise leadership\" as well as \"commitment to keep pace with advancing knowledge and with the increasing expectations and requirements for which any profession must take responsibility\".\n\nChartered Physicist is considered to be equal in status to Chartered Engineer, which the IoP also awards as a member of the Engineering Council UK, and other chartered statuses in the UK. It is also considered a \"regulated profession\" under the European professional qualification directives.\n\nThe Canadian Association of Physicists can appoint an official designation called the P. Phys. which stands for Professional Physicist, similar to the designation of P. Eng. which stands for Professional Engineer. This designation was unveiled at the CAP congress in 1999 and already more than 200 people carry this distinction.\n\nTo get the certification, at minimum proof of honours bachelor or higher degree in physics or a closely related discipline must be provided. Also, the physicist must have completed, or be about to complete, three years of recent physics-related work experience after graduation. And, unless exempted, a professional practice examination must also be passed. An exemption can be granted to a candidate that has practiced physics for at least seven years and provide a detailed description of their professional accomplishments which clearly demonstrate that the exam is not necessary. \n\nWork experience will be considered physics-related if it uses physics directly or significantly uses the modes of thought (such as the approach to problem-solving) developed in your education or experience as a physicist, in all cases regardless of whether the experience is in academia, industry, government, or elsewhere. Management of physics-related work qualifies, and so does appropriate graduate student work.\n\nThe South African Institute of Physics delivers a certification of Professional Physicists (Pr.Phys). At a minimum, the owner must possess a 3-year bachelors or equivalent degree in physics or a related field and an additional minimum of six years' experience in a physics-related activity; or an Honor or equivalent degree in physics or a related field and an additional minimum of five years' experience in a physics-related activity; or master or equivalent degree in physics or a related field and an additional minimum of three years' experience in a physics-related activity; a Doctorate or equivalent degree in Physics or a related field; or training or experience which, in the opinion of the Council, is equivalent to any of the above.\n\n"
        },
        {
            "title": "Professional societies",
            "text": "Physicists may be a member of a physical society of a country or region. Physical societies commonly publish scientific journals, organize physics conferences and award prizes for contributions to the field of physics. Some examples of physical societies are the American Physical Society, the Institute of Physics, with the oldest physical society being the German Physical Society.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Physician",
        "https://en.wikipedia.org/wiki/Psychic",
        "https://en.wikipedia.org/wiki/Albert_Einstein",
        "https://en.wikipedia.org/wiki/Theoretical_physics",
        "https://en.wikipedia.org/wiki/Theory_of_relativity",
        "https://en.wikipedia.org/wiki/Old_quantum_theory",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Index_of_physics_articles",
        "https://en.wikipedia.org/wiki/Outline_of_physics",
        "https://en.wikipedia.org/wiki/Glossary_of_physics",
        "https://en.wikipedia.org/wiki/History_of_physics",
        "https://en.wikipedia.org/wiki/Timeline_of_fundamental_physics_discoveries",
        "https://en.wikipedia.org/wiki/Acoustics",
        "https://en.wikipedia.org/wiki/Astrophysics",
        "https://en.wikipedia.org/wiki/Atomic_physics",
        "https://en.wikipedia.org/wiki/Biophysics",
        "https://en.wikipedia.org/wiki/Classical_physics",
        "https://en.wikipedia.org/wiki/Electromagnetism",
        "https://en.wikipedia.org/wiki/Geophysics",
        "https://en.wikipedia.org/wiki/Mechanics",
        "https://en.wikipedia.org/wiki/Modern_physics",
        "https://en.wikipedia.org/wiki/Nuclear_physics",
        "https://en.wikipedia.org/wiki/Optics",
        "https://en.wikipedia.org/wiki/Thermodynamics",
        "https://en.wikipedia.org/wiki/List_of_physicists",
        "https://en.wikipedia.org/wiki/List_of_physics_awards",
        "https://en.wikipedia.org/wiki/List_of_physics_journals",
        "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
        "https://en.wikipedia.org/wiki/Scientist",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Phenomenon",
        "https://en.wikipedia.org/wiki/Atom",
        "https://en.wikipedia.org/wiki/Particle_physics",
        "https://en.wikipedia.org/wiki/Biological_physics",
        "https://en.wikipedia.org/wiki/Physical_cosmology",
        "https://en.wikipedia.org/wiki/Universe",
        "https://en.wikipedia.org/wiki/Experimental_physics",
        "https://en.wikipedia.org/wiki/Theoretical_physics",
        "https://en.wikipedia.org/wiki/Applied_physics",
        "https://en.wikipedia.org/wiki/Engineering_physics",
        "https://en.wikipedia.org/wiki/History_of_physics",
        "https://en.wikipedia.org/wiki/Francis_Hauksbee",
        "https://en.wikipedia.org/wiki/Babylonian_astronomy",
        "https://en.wikipedia.org/wiki/Ancient_Egyptian_technology",
        "https://en.wikipedia.org/wiki/Thales_of_Miletus",
        "https://en.wikipedia.org/wiki/Euclid",
        "https://en.wikipedia.org/wiki/Ptolemaic_Egypt",
        "https://en.wikipedia.org/wiki/Archimedes_of_Syracuse",
        "https://en.wikipedia.org/wiki/Aristarchus_of_Samos",
        "https://en.wikipedia.org/wiki/Physics_in_the_medieval_Islamic_world",
        "https://en.wikipedia.org/wiki/Scientific_methodology",
        "https://en.wikipedia.org/wiki/Experimentation",
        "https://en.wikipedia.org/wiki/Scientific_revolution",
        "https://en.wikipedia.org/wiki/Nicolaus_Copernicus",
        "https://en.wikipedia.org/wiki/Galileo_Galilei",
        "https://en.wikipedia.org/wiki/Johannes_Kepler",
        "https://en.wikipedia.org/wiki/Mechanics",
        "https://en.wikipedia.org/wiki/Mathematical_physics",
        "https://en.wikipedia.org/wiki/Christiaan_Huygens",
        "https://en.wikipedia.org/wiki/Faraday",
        "https://en.wikipedia.org/wiki/Quantum_mechanics",
        "https://en.wikipedia.org/wiki/Physical_cosmology",
        "https://en.wikipedia.org/wiki/Natural_philosophy",
        "https://en.wikipedia.org/wiki/William_Whewell",
        "https://en.wikipedia.org/wiki/Classical_mechanics",
        "https://en.wikipedia.org/wiki/Electromagnetism",
        "https://en.wikipedia.org/wiki/Quantum_mechanics",
        "https://en.wikipedia.org/wiki/Optics",
        "https://en.wikipedia.org/wiki/Thermal_physics",
        "https://en.wikipedia.org/wiki/Calculus",
        "https://en.wikipedia.org/wiki/Differential_equation",
        "https://en.wikipedia.org/wiki/Linear_algebra",
        "https://en.wikipedia.org/wiki/Complex_analysis",
        "https://en.wikipedia.org/wiki/Computer_science",
        "https://en.wikipedia.org/wiki/Doctoral_degree",
        "https://en.wikipedia.org/wiki/Astrophysics",
        "https://en.wikipedia.org/wiki/Atomic_physics",
        "https://en.wikipedia.org/wiki/Biological_physics",
        "https://en.wikipedia.org/wiki/Chemical_physics",
        "https://en.wikipedia.org/wiki/Condensed_matter_physics",
        "https://en.wikipedia.org/wiki/Cosmology",
        "https://en.wikipedia.org/wiki/Geophysics",
        "https://en.wikipedia.org/wiki/Gravity",
        "https://en.wikipedia.org/wiki/Materials_science",
        "https://en.wikipedia.org/wiki/Medical_physics",
        "https://en.wikipedia.org/wiki/Microelectronics",
        "https://en.wikipedia.org/wiki/Molecular_physics",
        "https://en.wikipedia.org/wiki/Nuclear_physics",
        "https://en.wikipedia.org/wiki/Optics",
        "https://en.wikipedia.org/wiki/Particle_physics",
        "https://en.wikipedia.org/wiki/Quantum_information",
        "https://en.wikipedia.org/wiki/Radiophysics",
        "https://en.wikipedia.org/wiki/Professor",
        "https://en.wikipedia.org/wiki/Postdoctoral_researcher",
        "https://en.wikipedia.org/wiki/American_Institute_of_Physics",
        "https://en.wikipedia.org/wiki/Finance",
        "https://en.wikipedia.org/wiki/Systems_Engineer",
        "https://en.wikipedia.org/wiki/Computing",
        "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Physics",
        "https://en.wikipedia.org/wiki/Nobel_Prize_in_Physics",
        "https://en.wikipedia.org/wiki/Royal_Swedish_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/American_Physical_Society",
        "https://en.wikipedia.org/wiki/Chartered_Physicist",
        "https://en.wikipedia.org/wiki/Institute_of_Physics",
        "https://en.wikipedia.org/wiki/Canadian_Association_of_Physicists",
        "https://en.wikipedia.org/wiki/Academic_conference",
        "https://en.wikipedia.org/wiki/American_Physical_Society",
        "https://en.wikipedia.org/wiki/Institute_of_Physics",
        "https://en.wikipedia.org/wiki/German_Physical_Society",
        "https://en.wikipedia.org/wiki/List_of_physicists",
        "https://en.wikipedia.org/wiki/Chartered_Physicist",
        "https://en.wikipedia.org/wiki/Nobel_Prize_in_physics",
        "https://en.wikipedia.org/wiki/Manhattan_Project",
        "https://en.wikipedia.org/wiki/Strategic_Defense_Initiative",
        "https://en.wikipedia.org/wiki/Physics_Today",
        "https://en.wikipedia.org/wiki/Utrecht_University",
        "https://en.wikipedia.org/wiki/List_of_Nobel_laureates_in_Physics",
        "https://en.wikipedia.org/wiki/Nobel_Prize_in_Physics",
        "https://en.wikipedia.org/wiki/Hendrik_Lorentz",
        "https://en.wikipedia.org/wiki/Pieter_Zeeman",
        "https://en.wikipedia.org/wiki/Henri_Becquerel",
        "https://en.wikipedia.org/wiki/Pierre_Curie",
        "https://en.wikipedia.org/wiki/Marie_Curie",
        "https://en.wikipedia.org/wiki/Philipp_Lenard",
        "https://en.wikipedia.org/wiki/Gabriel_Lippmann",
        "https://en.wikipedia.org/wiki/Guglielmo_Marconi",
        "https://en.wikipedia.org/wiki/Karl_Ferdinand_Braun",
        "https://en.wikipedia.org/wiki/Johannes_Diderik_van_der_Waals",
        "https://en.wikipedia.org/wiki/Wilhelm_Wien",
        "https://en.wikipedia.org/wiki/Heike_Kamerlingh_Onnes",
        "https://en.wikipedia.org/wiki/Max_von_Laue",
        "https://en.wikipedia.org/wiki/Lawrence_Bragg",
        "https://en.wikipedia.org/wiki/William_Henry_Bragg",
        "https://en.wikipedia.org/wiki/Charles_Glover_Barkla",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/Johannes_Stark",
        "https://en.wikipedia.org/wiki/Albert_Einstein",
        "https://en.wikipedia.org/wiki/Niels_Bohr",
        "https://en.wikipedia.org/wiki/Robert_Andrews_Millikan",
        "https://en.wikipedia.org/wiki/Manne_Siegbahn",
        "https://en.wikipedia.org/wiki/James_Franck",
        "https://en.wikipedia.org/wiki/Gustav_Ludwig_Hertz",
        "https://en.wikipedia.org/wiki/Jean_Baptiste_Perrin",
        "https://en.wikipedia.org/wiki/Arthur_Compton",
        "https://en.wikipedia.org/wiki/Charles_Thomson_Rees_Wilson",
        "https://en.wikipedia.org/wiki/Owen_Willans_Richardson",
        "https://en.wikipedia.org/wiki/Louis_de_Broglie",
        "https://en.wikipedia.org/wiki/Werner_Heisenberg",
        "https://en.wikipedia.org/wiki/Paul_Dirac",
        "https://en.wikipedia.org/wiki/James_Chadwick",
        "https://en.wikipedia.org/wiki/Victor_Francis_Hess",
        "https://en.wikipedia.org/wiki/Carl_David_Anderson",
        "https://en.wikipedia.org/wiki/Clinton_Davisson",
        "https://en.wikipedia.org/wiki/George_Paget_Thomson",
        "https://en.wikipedia.org/wiki/Enrico_Fermi",
        "https://en.wikipedia.org/wiki/Ernest_Lawrence",
        "https://en.wikipedia.org/wiki/Otto_Stern",
        "https://en.wikipedia.org/wiki/Isidor_Isaac_Rabi",
        "https://en.wikipedia.org/wiki/Wolfgang_Pauli",
        "https://en.wikipedia.org/wiki/Percy_Williams_Bridgman",
        "https://en.wikipedia.org/wiki/Edward_Victor_Appleton",
        "https://en.wikipedia.org/wiki/Patrick_Blackett",
        "https://en.wikipedia.org/wiki/Hideki_Yukawa",
        "https://en.wikipedia.org/wiki/John_Cockcroft",
        "https://en.wikipedia.org/wiki/Ernest_Walton",
        "https://en.wikipedia.org/wiki/Felix_Bloch",
        "https://en.wikipedia.org/wiki/Edward_Mills_Purcell",
        "https://en.wikipedia.org/wiki/Frits_Zernike",
        "https://en.wikipedia.org/wiki/Max_Born",
        "https://en.wikipedia.org/wiki/Walther_Bothe",
        "https://en.wikipedia.org/wiki/Willis_Lamb",
        "https://en.wikipedia.org/wiki/Polykarp_Kusch",
        "https://en.wikipedia.org/wiki/William_Shockley",
        "https://en.wikipedia.org/wiki/John_Bardeen",
        "https://en.wikipedia.org/wiki/Walter_Houser_Brattain",
        "https://en.wikipedia.org/wiki/Pavel_Cherenkov",
        "https://en.wikipedia.org/wiki/Ilya_Frank",
        "https://en.wikipedia.org/wiki/Igor_Tamm",
        "https://en.wikipedia.org/wiki/Owen_Chamberlain",
        "https://en.wikipedia.org/wiki/Robert_Hofstadter",
        "https://en.wikipedia.org/wiki/Lev_Landau",
        "https://en.wikipedia.org/wiki/Eugene_Wigner",
        "https://en.wikipedia.org/wiki/Maria_Goeppert_Mayer",
        "https://en.wikipedia.org/wiki/Nikolay_Basov",
        "https://en.wikipedia.org/wiki/Alexander_Prokhorov",
        "https://en.wikipedia.org/wiki/Julian_Schwinger",
        "https://en.wikipedia.org/wiki/Richard_Feynman",
        "https://en.wikipedia.org/wiki/Alfred_Kastler",
        "https://en.wikipedia.org/wiki/Hans_Bethe",
        "https://en.wikipedia.org/wiki/Luis_Walter_Alvarez",
        "https://en.wikipedia.org/wiki/Dennis_Gabor",
        "https://en.wikipedia.org/wiki/John_Bardeen",
        "https://en.wikipedia.org/wiki/Leon_Cooper",
        "https://en.wikipedia.org/wiki/John_Robert_Schrieffer",
        "https://en.wikipedia.org/wiki/Leo_Esaki",
        "https://en.wikipedia.org/wiki/Ivar_Giaever",
        "https://en.wikipedia.org/wiki/Brian_Josephson",
        "https://en.wikipedia.org/wiki/Martin_Ryle",
        "https://en.wikipedia.org/wiki/Antony_Hewish",
        "https://en.wikipedia.org/wiki/Aage_Bohr",
        "https://en.wikipedia.org/wiki/Ben_Roy_Mottelson",
        "https://en.wikipedia.org/wiki/James_Rainwater",
        "https://en.wikipedia.org/wiki/Burton_Richter",
        "https://en.wikipedia.org/wiki/Nevill_Francis_Mott",
        "https://en.wikipedia.org/wiki/John_Hasbrouck_Van_Vleck",
        "https://en.wikipedia.org/wiki/Pyotr_Kapitsa",
        "https://en.wikipedia.org/wiki/Arno_Allan_Penzias",
        "https://en.wikipedia.org/wiki/Robert_Woodrow_Wilson",
        "https://en.wikipedia.org/wiki/Sheldon_Glashow",
        "https://en.wikipedia.org/wiki/Abdus_Salam",
        "https://en.wikipedia.org/wiki/Steven_Weinberg",
        "https://en.wikipedia.org/wiki/James_Cronin",
        "https://en.wikipedia.org/wiki/Val_Logsdon_Fitch",
        "https://en.wikipedia.org/wiki/Nicolaas_Bloembergen",
        "https://en.wikipedia.org/wiki/Arthur_Leonard_Schawlow",
        "https://en.wikipedia.org/wiki/Kai_Siegbahn",
        "https://en.wikipedia.org/wiki/Subrahmanyan_Chandrasekhar",
        "https://en.wikipedia.org/wiki/William_Alfred_Fowler",
        "https://en.wikipedia.org/wiki/Carlo_Rubbia",
        "https://en.wikipedia.org/wiki/Simon_van_der_Meer",
        "https://en.wikipedia.org/wiki/Klaus_von_Klitzing",
        "https://en.wikipedia.org/wiki/Ernst_Ruska",
        "https://en.wikipedia.org/wiki/Gerd_Binnig",
        "https://en.wikipedia.org/wiki/Heinrich_Rohrer",
        "https://en.wikipedia.org/wiki/Georg_Bednorz",
        "https://en.wikipedia.org/wiki/Melvin_Schwartz",
        "https://en.wikipedia.org/wiki/Jack_Steinberger",
        "https://en.wikipedia.org/wiki/Hans_Georg_Dehmelt",
        "https://en.wikipedia.org/wiki/Wolfgang_Paul",
        "https://en.wikipedia.org/wiki/Jerome_Isaac_Friedman",
        "https://en.wikipedia.org/wiki/Henry_Way_Kendall",
        "https://en.wikipedia.org/wiki/Georges_Charpak",
        "https://en.wikipedia.org/wiki/Russell_Alan_Hulse",
        "https://en.wikipedia.org/wiki/Bertram_Brockhouse",
        "https://en.wikipedia.org/wiki/Clifford_Shull",
        "https://en.wikipedia.org/wiki/Martin_Lewis_Perl",
        "https://en.wikipedia.org/wiki/Frederick_Reines",
        "https://en.wikipedia.org/wiki/Douglas_Osheroff",
        "https://en.wikipedia.org/wiki/Robert_Coleman_Richardson",
        "https://en.wikipedia.org/wiki/Steven_Chu",
        "https://en.wikipedia.org/wiki/William_Daniel_Phillips",
        "https://en.wikipedia.org/wiki/Zhores_Alferov",
        "https://en.wikipedia.org/wiki/Herbert_Kroemer",
        "https://en.wikipedia.org/wiki/Jack_Kilby",
        "https://en.wikipedia.org/wiki/Eric_Allin_Cornell",
        "https://en.wikipedia.org/wiki/Wolfgang_Ketterle",
        "https://en.wikipedia.org/wiki/Carl_Wieman",
        "https://en.wikipedia.org/wiki/Masatoshi_Koshiba",
        "https://en.wikipedia.org/wiki/Riccardo_Giacconi",
        "https://en.wikipedia.org/wiki/Vitaly_Ginzburg",
        "https://en.wikipedia.org/wiki/Anthony_James_Leggett",
        "https://en.wikipedia.org/wiki/David_Gross",
        "https://en.wikipedia.org/wiki/Hugh_David_Politzer",
        "https://en.wikipedia.org/wiki/Frank_Wilczek",
        "https://en.wikipedia.org/wiki/George_Smoot",
        "https://en.wikipedia.org/wiki/Albert_Fert",
        "https://en.wikipedia.org/wiki/Yoichiro_Nambu",
        "https://en.wikipedia.org/wiki/Toshihide_Maskawa",
        "https://en.wikipedia.org/wiki/Willard_Boyle",
        "https://en.wikipedia.org/wiki/Andre_Geim",
        "https://en.wikipedia.org/wiki/Konstantin_Novoselov",
        "https://en.wikipedia.org/wiki/Saul_Perlmutter",
        "https://en.wikipedia.org/wiki/Brian_Schmidt",
        "https://en.wikipedia.org/wiki/Adam_Riess",
        "https://en.wikipedia.org/wiki/Serge_Haroche",
        "https://en.wikipedia.org/wiki/Peter_Higgs",
        "https://en.wikipedia.org/wiki/Isamu_Akasaki",
        "https://en.wikipedia.org/wiki/Hiroshi_Amano",
        "https://en.wikipedia.org/wiki/Shuji_Nakamura",
        "https://en.wikipedia.org/wiki/Takaaki_Kajita",
        "https://en.wikipedia.org/wiki/Duncan_Haldane",
        "https://en.wikipedia.org/wiki/Rainer_Weiss",
        "https://en.wikipedia.org/wiki/Barry_Barish",
        "https://en.wikipedia.org/wiki/Kip_Thorne",
        "https://en.wikipedia.org/wiki/Arthur_Ashkin",
        "https://en.wikipedia.org/wiki/Donna_Strickland",
        "https://en.wikipedia.org/wiki/Jim_Peebles",
        "https://en.wikipedia.org/wiki/Michel_Mayor",
        "https://en.wikipedia.org/wiki/Didier_Queloz",
        "https://en.wikipedia.org/wiki/Roger_Penrose",
        "https://en.wikipedia.org/wiki/Reinhard_Genzel",
        "https://en.wikipedia.org/wiki/Giorgio_Parisi",
        "https://en.wikipedia.org/wiki/Klaus_Hasselmann",
        "https://en.wikipedia.org/wiki/Syukuro_Manabe",
        "https://en.wikipedia.org/wiki/Alain_Aspect",
        "https://en.wikipedia.org/wiki/John_Clauser",
        "https://en.wikipedia.org/wiki/Anton_Zeilinger",
        "https://en.wikipedia.org/wiki/Branches_of_physics",
        "https://en.wikipedia.org/wiki/Basic_research",
        "https://en.wikipedia.org/wiki/Applied_physics",
        "https://en.wikipedia.org/wiki/Engineering_physics",
        "https://en.wikipedia.org/wiki/Experimental_physics",
        "https://en.wikipedia.org/wiki/Theoretical_physics",
        "https://en.wikipedia.org/wiki/Computational_physics",
        "https://en.wikipedia.org/wiki/Classical_physics",
        "https://en.wikipedia.org/wiki/Classical_mechanics",
        "https://en.wikipedia.org/wiki/Analytical_mechanics",
        "https://en.wikipedia.org/wiki/Celestial_mechanics",
        "https://en.wikipedia.org/wiki/Continuum_mechanics",
        "https://en.wikipedia.org/wiki/Acoustics",
        "https://en.wikipedia.org/wiki/Classical_electromagnetism",
        "https://en.wikipedia.org/wiki/Classical_optics",
        "https://en.wikipedia.org/wiki/Geometrical_optics",
        "https://en.wikipedia.org/wiki/Physical_optics",
        "https://en.wikipedia.org/wiki/Thermodynamics",
        "https://en.wikipedia.org/wiki/Statistical_mechanics",
        "https://en.wikipedia.org/wiki/Modern_physics",
        "https://en.wikipedia.org/wiki/Relativistic_mechanics",
        "https://en.wikipedia.org/wiki/Special_relativity",
        "https://en.wikipedia.org/wiki/General_relativity",
        "https://en.wikipedia.org/wiki/Nuclear_physics",
        "https://en.wikipedia.org/wiki/Quantum_mechanics",
        "https://en.wikipedia.org/wiki/Particle_physics",
        "https://en.wikipedia.org/wiki/Atomic_physics",
        "https://en.wikipedia.org/wiki/Molecular_physics",
        "https://en.wikipedia.org/wiki/Condensed_matter_physics",
        "https://en.wikipedia.org/wiki/Astrophysics",
        "https://en.wikipedia.org/wiki/Atmospheric_physics",
        "https://en.wikipedia.org/wiki/Biophysics",
        "https://en.wikipedia.org/wiki/Chemical_physics",
        "https://en.wikipedia.org/wiki/Geophysics",
        "https://en.wikipedia.org/wiki/Materials_science",
        "https://en.wikipedia.org/wiki/Mathematical_physics",
        "https://en.wikipedia.org/wiki/Medical_physics",
        "https://en.wikipedia.org/wiki/Physical_oceanography",
        "https://en.wikipedia.org/wiki/Quantum_information_science",
        "https://en.wikipedia.org/wiki/History_of_physics",
        "https://en.wikipedia.org/wiki/Nobel_Prize_in_Physics",
        "https://en.wikipedia.org/wiki/Physics_education",
        "https://en.wikipedia.org/wiki/Timeline_of_fundamental_physics_discoveries",
        "https://en.wikipedia.org/wiki/Physicist",
        "https://en.wikipedia.org/wiki/Physicist",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}