{
    "url": "https://en.wikipedia.org/wiki/Physics_of_the_Impossible",
    "title": "Physics of the Impossible",
    "table_of_contents": [
        "1 The concept of impossibility",
        "2 Types of impossibilities",
        "2.1 Class I impossibilities",
        "2.2 Class II impossibilities",
        "2.3 Class III impossibilities",
        "3 Reception",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": " Physics of the Impossible: A Scientific Exploration Into the World of Phasers, Force Fields, Teleportation, and Time Travel is a book by theoretical physicist Michio Kaku. Kaku uses discussion of speculative technologies to introduce topics of fundamental physics to the reader. The topic of invisibility becomes a discussion on why the speed of light is slower in water than in vacuum, that electromagnetism is similar to ripples in a pond, and Kaku discusses newly developed composite materials. The topic of Star Trek \"phasers\" becomes a lesson on how lasers work and how laser-based research is conducted. The cover of his book depicts a TARDIS, a device used in the British science fiction television show Doctor Who to travel in space and time, in its disguise as a police box, continuously passing through a time loop. With each discussion of science fiction technology topics he also \"explains the hurdles to realizing these science fiction concepts as reality\".[1][2][3]\n\n"
        },
        {
            "title": "The concept of impossibility",
            "text": "According to Kaku, technological advances that we take for granted today were declared impossible 150 years ago. William Thomson Kelvin (1824–1907), a mathematical physicist and creator of the Kelvin scale said publicly that “heavier than air” flying machines were impossible. “He thought X-rays were a hoax, and that radio had no future.”[4] Likewise, Ernest Rutherford (1871–1937), a physicist who experimentally described the atom, thought the atom bomb was impossible and he compared it to moonshine (a crazy or foolish idea). Televisions, computers, and the Internet would seem incredibly fantastic to the people of the turn of the 20th century. Black holes were considered science fiction and even Albert Einstein showed that black holes could not exist. 19th century science had determined that it was impossible for the earth to be billions of years old. Even in the 1920s and 1930s, Robert Goddard was scoffed at because it was believed that rockets would never be able to go into space.[4]\n\nSuch advances were considered impossible because the basic laws of physics and science were not understood as well as they would subsequently be. Kaku states that “as a physicist [he] learned that the impossible is often a relative term.” By this definition of \"impossible\", he poses the question \"Is it not plausible to think that we might someday build space ships that can travel distances of light years, or think that we might teleport ourselves from one place to the other?\"[4]\n\n"
        },
        {
            "title": "Types of impossibilities",
            "text": "Each chapter is named by a possible, or improbable, technology of the future. After a look at the development of today's technology, there is discussion as to how this advanced technology might become a reality. Chapters become somewhat more general towards the end of the book. Some of our present day technologies are explained, and then extrapolated into futuristic applications. In the future, current technologies are still recognizable, but in a slightly altered form. For example, when discussing force fields of the future, Dr. Kaku writes about cutting edge laser technology, and newly developed plasma windows. These are two of several technologies, which he sees as required for creating a force field. To create a force field these would be combined in a slightly altered form, such as more precise or more powerful. Furthermore, this discussion on force fields, as well as on the pantheon of highly advanced technologies, remains as true to the original concepts (as in how the public generally imagines advanced technologies) as possible, while remaining practical.[5][6] Kaku concludes his book with a short epilogue detailing the newest frontiers in physics and how there is still much more to be learned about physics and our universe.\n\nKaku writes that since scientists understand the basic laws of physics today they are able to perceive or imagine a basic outline of future technologies that might work. Kaku writes: \"Physicists today understand the basic laws [of physics] extending over a staggering forty three orders of magnitude, from the interior of the proton out to the expanding universe.\"[5] He goes on to say that physicists can discern between future technologies that are merely improbable and those technologies that are truly impossible. He uses a system of Class I, Class II, and Class III to classify these science-fictional future technologies that are believed to be impossible today.\n\nClass I Impossibilities are \"technologies that are impossible today, but that do not violate the known laws of physics.\" Kaku speculates that these technologies may become available in some limited form in a century or two.[5]\n\nShields up! One of the commands used by Captain Kirk in the TV series Star Trek. Force fields are vital for surviving any battle in the fictional world, but what exactly are force fields? In science fiction force fields are very straight forward, but to make a repulsive force does appear impossible to make in a lab. Gravity appears in the four force list in Kaku's book. Gravity acts as the exact opposite of a force field, but has many similar properties. The whole planet keeps us standing on the ground and we cannot counter the force by jumping.[7]\n\nA future technology that may be seen within a lifetime is a new advanced stealth technology. This is a Class I Impossibility. In 2006, Duke University and Imperial College were able to bend microwaves around an object so that it would appear invisible in the microwave range.[1] The object is like a boulder in a stream. Downstream the water has converged in such a way that there is no evidence of a boulder upstream. Likewise, the microwaves converge in such a way that, to an observer from any direction, there is no evidence of an object. In 2008, two groups, one at Caltech and the other at Karlsruhe Institute of Technology, were able to bend red light and blue-green of the visible spectrum. This made the object appear invisible in the red and blue green light range. However, this was only at the microscopic level.[1]\n\nTeleportation is a class I impossibility, in that it does not violate the laws of physics, and could possibly exist on the time scale of a century. In 1988, researchers first teleported information at the quantum level.[8] As of 2018 information can be teleported from Atom A to Atom B, for example. But this is nothing like beaming Captain Kirk down to a planet and back. In order to do that, a person would have to be dissolved atom by atom then rematerialized at the other end. On the scale of a decade, it will probably be possible to teleport the first molecule, and maybe even a virus.[9]\n\nClass II Impossibilities are “technologies that sit at the very edge of our understanding of the physical world,\" possibly taking thousands or millions of years to become available.[10]\n\nSuch a technology is time travel. Einstein’s equations do show that time travel is possible. However, this would not be developed for a time scale of centuries or even millennia from now. This would make it a Class II impossibility. The two major physical hurdles are energy and stability. Traveling through time would require the entire energy of a star or black hole. Questions of stability are: will the radiation from such a journey kill you and will the “aperture” remain open so you can get back?[9] According to Dr. Kaku in an interview, “the serious study of the impossible has frequently opened up rich and unexpected domains of science”.[11]\n\nClass III Impossibilities are “technologies that violate the known laws of physics.\" Kaku writes about only two of these, perpetual motion machines and precognition. Development of these technologies would represent a fundamental shift in human understanding of physics.[3][10]\n\n"
        },
        {
            "title": "Reception",
            "text": "Bryan Appleyard considers this book to be a demonstration of renewed confidence in the possibilities of physics. He also sees the book as a depiction of how the public believes in an especially optimistic view of the future. Discussing the book's author, he writes, \"Kaku, when on home territory, is an effective and gifted dramatiser of highly complex ideas. If you want to know what the implications would be of room-temperature superconductors, or all about tachyons, particles that travel faster than the speed of light and pass through all points of the universe simultaneously, then this is the place to find out.\"\n\nTo Appleyard, the fact that this book uses Sci-Fi technology to open the door to real science is interesting. However, he writes, it also has the added effect of making discoveries that might otherwise end up being obscure as giving us a feeling of being closer to that optimistic future. When bending microwaves around an object, rather than being just an obscure physics experiment, it creates a feeling that a Star Trek cloaking device is just around the corner. An equally obscure subatomic experiment means that soon we will be saying, \"Beam me up Scotty.\" He writes, that in this regard, this book helps to “sustain our sense of an increasing acceleration into a future that must be radically different from the present.”[12]\n\nAccording to Appleyard this radically different and better future \"... is what lies at the core of this type of book. The future, conceived as some realm in which contemporary problems have been resolved, is the primary, though usually unacknowledged, faith\" that people have always had.\"[12]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Michio_Kaku",
        "https://en.wikipedia.org/wiki/Doubleday_Publishing",
        "https://en.wikipedia.org/wiki/Hardcover",
        "https://en.wikipedia.org/wiki/Paperback",
        "https://en.wikipedia.org/wiki/Dewey_Decimal_Classification",
        "https://en.wikipedia.org/wiki/Physics_of_the_Future",
        "https://en.wikipedia.org/wiki/Physicist",
        "https://en.wikipedia.org/wiki/Michio_Kaku",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Speed_of_light",
        "https://en.wikipedia.org/wiki/Refractive_index",
        "https://en.wikipedia.org/wiki/Electromagnetism",
        "https://en.wikipedia.org/wiki/Metamaterial",
        "https://en.wikipedia.org/wiki/Star_Trek",
        "https://en.wikipedia.org/wiki/Laser",
        "https://en.wikipedia.org/wiki/TARDIS",
        "https://en.wikipedia.org/wiki/Doctor_Who",
        "https://en.wikipedia.org/wiki/Police_box",
        "https://en.wikipedia.org/wiki/Time_loop",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Lord_Kelvin",
        "https://en.wikipedia.org/wiki/Mathematical_physicist",
        "https://en.wikipedia.org/wiki/Kelvin_scale",
        "https://en.wikipedia.org/wiki/Radio",
        "https://en.wikipedia.org/wiki/Ernest_Rutherford",
        "https://en.wikipedia.org/wiki/Rutherford_model",
        "https://en.wikipedia.org/wiki/Atom_bomb",
        "https://en.wikipedia.org/wiki/Internet",
        "https://en.wikipedia.org/wiki/Albert_Einstein",
        "https://en.wikipedia.org/wiki/Black_holes",
        "https://en.wikipedia.org/wiki/Age_of_the_Earth",
        "https://en.wikipedia.org/wiki/Robert_Goddard",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Light_years",
        "https://en.wikipedia.org/wiki/Teleportation",
        "https://en.wikipedia.org/wiki/Laser",
        "https://en.wikipedia.org/wiki/Plasma_window",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Futurology",
        "https://en.wikipedia.org/wiki/Star_Trek",
        "https://en.wikipedia.org/wiki/Gravity",
        "https://en.wikipedia.org/wiki/Caltech",
        "https://en.wikipedia.org/wiki/Karlsruhe_Institute_of_Technology",
        "https://en.wikipedia.org/wiki/Perpetual_motion",
        "https://en.wikipedia.org/wiki/Precognition",
        "https://en.wikipedia.org/wiki/Bryan_Appleyard",
        "https://en.wikipedia.org/wiki/Michio_Kaku",
        "https://en.wikipedia.org/wiki/Superconductors",
        "https://en.wikipedia.org/wiki/Tachyons",
        "https://en.wikipedia.org/wiki/Metamaterial",
        "https://en.wikipedia.org/wiki/Quantum_teleportation",
        "https://en.wikipedia.org/wiki/Beam_me_up_Scotty",
        "https://en.wikipedia.org/wiki/The_Physics_of_Star_Trek",
        "https://en.wikipedia.org/wiki/Metamaterial",
        "https://en.wikipedia.org/wiki/List_of_physicists",
        "https://en.wikipedia.org/wiki/Quantum_teleportation",
        "https://en.wikipedia.org/wiki/Interstellar_travel",
        "https://en.wikipedia.org/wiki/Superstring_theory",
        "https://en.wikipedia.org/wiki/Supersymmetry",
        "https://en.wikipedia.org/wiki/List_of_theoretical_physicists",
        "https://en.wikipedia.org/wiki/New_York_Times",
        "https://en.wikipedia.org/wiki/The_Independent",
        "https://en.wikipedia.org/wiki/Physical_Review_Letters",
        "https://en.wikipedia.org/wiki/New_York_Times",
        "https://en.wikipedia.org/wiki/New_York_Times",
        "https://en.wikipedia.org/wiki/Sunday_Times",
        "https://en.wikipedia.org/wiki/Michio_Kaku",
        "https://en.wikipedia.org/wiki/Physics_of_the_Future",
        "https://en.wikipedia.org/wiki/The_Future_of_the_Mind",
        "https://en.wikipedia.org/wiki/The_Future_of_Humanity",
        "https://en.wikipedia.org/wiki/The_God_Equation",
        "https://en.wikipedia.org/wiki/Visions_of_the_Future",
        "https://en.wikipedia.org/wiki/Physics_of_the_Impossible",
        "https://en.wikipedia.org/wiki/Physics_of_the_Impossible",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}