{
    "url": "https://en.wikipedia.org/wiki/Pierre_Bourdieu",
    "title": "Pierre Bourdieu",
    "table_of_contents": [
        "1 Life and career",
        "2 Thought",
        "2.1 Influences",
        "2.2 As a public intellectual",
        "3 Theory of habitus",
        "3.1 Disposition",
        "4 Field theory",
        "4.1 Media and cultural production",
        "5 Objective (field) and subjective (habitus)",
        "5.1 Habitus and doxa",
        "5.2 Reconciling the objective (field) and the subjective (habitus)",
        "5.3 Science and objectivity",
        "5.4 Reflexivity",
        "6 Theory of capital and class distinction",
        "6.1 Symbolic capital",
        "6.2 Cultural capital",
        "6.3 Social capital",
        "6.3.1 Language",
        "7 Legacy",
        "8 Selected publications",
        "9 See also",
        "10 References",
        "10.1 Notes",
        "10.2 Citations",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPierre Bourdieu (French: [buʁdjø]; 1 August 1930 – 23 January 2002) was a French sociologist and public intellectual.[4][5] Bourdieu's contributions to the sociology of education, the theory of sociology, and sociology of aesthetics have achieved wide influence in several related academic fields (e.g. anthropology, media and cultural studies, education, popular culture, and the arts). During his academic career he was primarily associated with the School for Advanced Studies in the Social Sciences in Paris and the Collège de France.\n\nBourdieu's work was primarily concerned with the dynamics of power in society, especially the diverse and subtle ways in which power is transferred and social order is maintained within and across generations. In conscious opposition to the idealist tradition of much of Western philosophy, his work often emphasized the corporeal nature of social life and stressed the role of practice and embodiment in social dynamics. Building upon and criticizing the theories of Karl Marx, Sigmund Freud, Max Weber, Émile Durkheim, Claude Lévi-Strauss, Erwin Panofsky and Marcel Mauss among others, his research pioneered novel investigative frameworks and methods, and introduced such influential concepts as cultural, social, and symbolic forms of capital (as opposed to traditional economic forms of capital), the cultural reproduction, the habitus, the field or location, and symbolic violence. Another notable influence on Bourdieu was Blaise Pascal, after whom Bourdieu titled his Pascalian Meditations.\n\nBourdieu was a prolific author, producing hundreds of articles and three dozen books, nearly all of which are now available in English. His best-known book is Distinction: A Social Critique of the Judgment of Taste (1979), in which he argues that judgments of taste are related to social position, or more precisely, are themselves acts of social positioning. The argument is put forward by an original combination of social theory and data from quantitative surveys, photographs and interviews, in an attempt to reconcile difficulties such as how to understand the subject within objective structures. In the process, Bourdieu attempts to reconcile the influences of both external social structures and subjective experience on the individual.[i] The book would go on to be named \"the sixth most important sociological work of the twentieth century\" by the International Sociological Association (ISA).[6]\n\nPierre Bourdieu's work emphasized how social classes, especially the ruling and intellectual classes, preserve their social privileges across generations despite the myth that contemporary post-industrial society boasts equality of opportunity and high social mobility, achieved through formal education.\n\n"
        },
        {
            "title": "Life and career",
            "text": "Pierre Bourdieu was born in Denguin (Pyrénées-Atlantiques), in southern France, to a postal worker and his wife. The household spoke Béarnese, a Gascon dialect. In 1962, Bourdieu married Marie-Claire Brizard, and the couple would go on to have three sons, Jérôme, Emmanuel, and Laurent.\n\nBourdieu was educated at the Lycée Louis-Barthou in Pau before moving to the Lycée Louis-le-Grand in Paris. From there he gained entrance to the École Normale Supérieure (ENS), also in Paris, where he studied philosophy alongside Louis Althusser. After getting his agrégation, Bourdieu worked as a lycée teacher at Moulins for a year before his conscription into the French Army in 1955.\n\nHis biographers write that he chose not to enter the Reserve Officer's College like many of his fellow ENS graduates as he wished to stay with people from his own modest social background.[7] Deployed to Algeria in October 1955 during its war of independence from France, Bourdieu served in a unit guarding military installations before being transferred to clerical work.[7]\n\nAfter his year-long military service, Bourdieu stayed on as a lecturer in Algiers.[8] During the Algerian War in 1958–1962, Bourdieu undertook ethnographic research into the clash through a study of the Kabyle peoples of the Berbers, laying the groundwork for his anthropological reputation. The result was his first book, Sociologie de l'Algérie (1958; The Sociology of Algeria), which became an immediate success in France and was published in America in 1962. He later drew heavily on this fieldwork in his 1972 book Outline of a Theory of Practice, a strong intervention into anthropological theory.[4]\n\nBourdieu routinely sought to connect his theoretical ideas with empirical research and his work can be seen as sociology of culture or, as he described it, a \"Theory of Practice\". His contributions to sociology were both evidential and theoretical (i.e., calculated through both systems). His key terms would be habitus, capital, and field.\n\nHe extended the idea of capital to categories such as social capital, cultural capital, financial capital, and symbolic capital. For Bourdieu each individual occupies a position in a multidimensional social space; a person is not defined only by social class membership, but by every single kind of capital he can articulate through social relations. That capital includes the value of social networks, which Bourdieu showed could be used to produce or reproduce inequality.\n\nIn 1960, Bourdieu returned to the University of Paris before gaining a teaching position at the University of Lille, where he remained until 1964. From 1964 onwards Bourdieu held the position of Professor (Directeur d'études) in the VIe section of the École Pratique des Hautes Études (the future École des Hautes Études en Sciences Sociales), and from 1981 the Chair of Sociology at the Collège de France (held before him by Raymond Aron and Maurice Halbwachs). In 1968, Bourdieu took over the Centre de Sociologie Européenne, founded by Aron, which he directed until his death.\n\nIn 1975, with the research group he had formed at the Centre de Sociologie Européenne, he launched the interdisciplinary journal Actes de la recherche en sciences sociales, with which he sought to transform the accepted canons of sociological production while buttressing the scientific rigor of sociology. In 1993 he was honored with the \"Médaille d'or du Centre National de la Recherche Scientifique\" (CNRS). In 1996 he received the Goffman Prize from the University of California, Berkeley and in 2001 the Huxley Medal of the Royal Anthropological Institute.[9] Bourdieu died of cancer at the age of 71.[8]\n\n"
        },
        {
            "title": "Thought",
            "text": "Much of Bourdieu's work observes the role of educational and cultural resources in the expression of agency. Bourdieu was in practice both influenced by and sympathetic to the Marxist identification of economic command as a principal component of power and agency within capitalist society.[ii]\n\nBourdieu's anthropological work was dominated by social hierarchy reproduction analysis. Bourdieu criticized the importance given to economic factors in the analysis of social order and change. He stressed, instead, that the capacity of actors to impose their cultural reproductions and symbolic systems plays an essential role in the reproduction of dominant social structures. Symbolic violence is the self-interested capacity to ensure that the arbitrariness of the social order is either ignored, or argued as natural, thereby justifying the legitimacy of existing social structures. This concept plays an essential part in his sociological analysis, which emphasizes the importance of practices in the social world. Bourdieu was opposed to the intellectualist tradition and stressed that social domination and cultural reproduction were primarily focused on bodily know-how and competent practices in the society. Bourdieu fiercely opposed Rational Choice Theory because he believed it was a misunderstanding of how social agents operate.\n\nBourdieu's work is influenced by much of traditional anthropology and sociology which he undertook to synthesize into his own theory. From Max Weber he retained an emphasis on the domination of symbolic systems in social life, as well as the idea of social orders which would ultimately be transformed by Bourdieu from a sociology of religion into a theory of fields.[10]\n\nFrom Marx he gained his understanding of 'society' as the ensemble of social relationships: \"what exist in the social world are relations – not interactions between agents or intersubjective ties between individuals, but objective relations which exist 'independently of individual consciousness and will'.\"[11]: 97  (grounded in the mode and conditions of economic production), and of the need to dialectically develop social theory from social practice.[12] (Arnold Hauser earlier published the orthodox application of Marxist class theory to the fine arts in The Social History of Art (1951).)\n\nFrom Émile Durkheim, through Marcel Mauss and Claude Lévi-Strauss, Bourdieu inherited a certain structuralist interpretation of the tendency of social structures to reproduce themselves, based on the analysis of symbolic structures and forms of classification. However, Bourdieu critically diverged from Durkheim in emphasizing the role of the social agent in enacting, through the embodiment of social structures, symbolic orders. He furthermore emphasized that the reproduction of social structures does not operate according to a functionalist logic.\n\nMaurice Merleau-Ponty and, through him, the phenomenology of Edmund Husserl played an essential part in the formulation of Bourdieu's focus on the body, action, and practical dispositions (which found their primary manifestation in Bourdieu's theory of habitus).[13]\n\nBourdieu was also influenced by Wittgenstein (especially with regard to his work on rule-following) stating that \"Wittgenstein is probably the philosopher who has helped me most at moments of difficulty. He's a kind of saviour for times of great intellectual distress\".[14] Bourdieu's work is built upon an attempt to transcend a series of oppositions which he thought characterized the social sciences (subjectivism/objectivism, micro/macro, freedom/determinism) of his time. His concepts of habitus, capital, and field were conceived with the intention of overcoming such oppositions.[15]\n\nDuring the 1990s, Bourdieu became more and more involved in political debate, becoming one of the most important public faces of intellectual life in France. While a fierce critic of neoliberalism, Bourdieu was also critical of the \"total intellectual\" role played by Jean-Paul Sartre, and he dismissed Sartre's attempts to intervene in French politics as \"irresponsible\" and \"opportunistic.\"[16] Bourdieu saw sociology not as a form of \"intellectual entertainment\" but as a serious discipline of a scientific nature.[citation needed] There is an apparent contradiction between Bourdieu's earlier writings against using sociology for political activism and his later launch into the role of a public intellectual, with some highly \"visible political statements.\"[16] Although much of his early work stressed the importance of treating sociology as a strict scientific discipline,[dubious  – discuss]—\"La sociologie est un sport de combat\" (transl. \"Sociology is a Martial Art\")—his later career saw him enter the less academic world of political debate in France, raising the issue of whether the sociologist has political responsibilities extending to the public domain.\n\nAlthough Bourdieu earlier faulted public intellectuals such as Sartre, he had strong political views which influenced his sociology from the beginning. By the time of his later work, his main concern had become the effect of globalisation and those who benefited least from it. His politics then became more overt and his role as public intellectual was born, from an \"urgency to speak out against neoliberal discourse that had become so dominant within political debate.\"[16]\n\nBourdieu developed a project to investigate the effects—particularly the harm—of neoliberal reforms in France. The most significant fruit of this project was the 1993 study \"The Weight of the World\", although his views are perhaps more candidly expressed in his articles.[17] \"The Weight of the World\" represented a heavyweight scientific challenge to the dominant trends in French politics. Since it was the work of a team of sociologists, it also shows Bourdieu's collaborative character, indicating that he was still in 1993 reluctant to accept being singled out with the category of public intellectual.[iii]\n\nNevertheless, Bourdieu's activities as a critical sociologist prepared him for the public stage, fulfilling his \"constructionist view of social life\" as it relied upon the idea of social actors making change through collective struggles. His relationship with the media was improved through his very public action of organizing strikes and rallies that raised huge media interest in him and his many books became more popular through this new notoriety. One of the main differences between the critical sociologist and public intellectual is the ability to have a relationship with popular media resources outside the academic realm.[18] It is notable that, in his later writings, Bourdieu sounded cautionary notes about such individuals, describing them as \"like the Trojan Horse\"[19] for the unwanted elements they may bring to the academic world. Again Bourdieu seems wary of accepting the description 'public intellectual', worrying that it might be difficult to reconcile with science and scholarship. Research is needed on what conditions transform particular intellectuals into public intellectuals.[16]\n\n"
        },
        {
            "title": "Theory of habitus",
            "text": "Bourdieu developed a theory of the action, around the concept of habitus, which exerted a considerable influence in the social sciences. This theory seeks to show that social agents develop strategies which are adapted to the structures of the social worlds that they inhabit. These strategies are unconscious and act on the level of a bodily logic.\n\nIn Bourdieu's perspective, each relatively autonomous field of modern life (such as economy, politics, arts, journalism, bureaucracy, science or education), ultimately engenders a specific complex of social relations where the agents will engage their everyday practice. Through this practice, they develop a certain disposition for social action that is conditioned by their position on the field.[iv] This disposition, combined with every other disposition the individual develops through their engagement with other fields operating within the social world, will eventually come to constitute a system of dispositions, i.e. habitus: lasting, acquired schemes of perception, thought and action.\n\nHabitus is somewhat reminiscent of some preexisting sociological concepts, such as socialization, though it also differs from the more classic concepts in several key ways. Most notably, a central aspect of the habitus is its embodiment: habitus does not only, or even primarily, function at the level of explicit, discursive consciousness. The internal structures become embodied and work in a deeper, practical and often pre-reflexive way. An illustrative example might be the 'muscle memory' cultivated in many areas of physical education. Consider the way we catch a ball—the complex geometric trajectories are not calculated; it is not an intellectual process. Although it is a skill that requires learning, it is more a physical than a mental process and has to be performed physically to be learned. In this sense, the concept has something in common with Anthony Giddens' concept of practical consciousness.\n\nThe concept of habitus was inspired by Marcel Mauss's notion of body technique and hexis, as well as Erwin Panofsky's concept of intuitus. The word habitus itself can be found in the works of Mauss, as well as of Norbert Elias, Max Weber, Edmund Husserl, and Alfred Schutz as re-workings of the concept as it emerged in Aristotle's notion of hexis, which would become habitus through Thomas Aquinas's Latin translation.[20]\n\n\"Disposition\"—a key concept in Bourdieu's work—can be defined as a sense of the game; a partly rational but partly intuitive understanding of fields and of social order in general, a practical sense, a practical reason, giving rise to opinions, tastes, tone of voice, typical body movements and mannerisms and so on. The dispositions constitutive of habitus are therefore conditioned responses to the social world, becoming so ingrained that they come to occur spontaneously, rather like 'knee-jerk' opinions. It follows that the habitus developed by an individual will typify his position in the social space. By doing so, social agents will often acknowledge, legitimate, and reproduce the social forms of domination (including prejudices) and the common opinions of each field as self-evident, clouding from conscience and practice even the acknowledgment of other possible means of production (including symbolic production) and power relations.\n\nThough not deterministic, the inculcation of the subjective structures of the habitus can be observed through statistical data, for example, while its selective affinity with the objective structures of the social world explains the continuity of the social order through time. As the individual habitus is always a mix of multiple engagements in the social world through the person's life, while the social fields are put into practice through the agency of the individuals, no social field or order can be completely stable. In other words, if the relation between individual predisposition and social structure is far stronger than common sense tends to believe, it is not a perfect match.\n\nSome examples of his empirical results include showing that, despite the apparent freedom of choice in the arts, people's artistic preferences (e.g. classical music, rock, traditional music) strongly tie in with their social position; and showing that subtleties of language such as accent, grammar, spelling and style—all part of cultural capital—are a major factor in social mobility (e.g. getting a higher-paid, higher-status job).\n\nSociologists very often look at either social laws (structure) or the individual minds (agency) in which these laws are inscribed. Sociological arguments have raged between those who argue that the former should be sociology's principal interest (structuralists) and those who argue the same for the latter (phenomenologists). When Bourdieu instead asks that dispositions be considered, he is making a very subtle intervention in sociology, asserting a middle ground where social laws and individual minds meet and is arguing that the proper object of sociological analysis should be this middle ground: dispositions.\n\n"
        },
        {
            "title": "Field theory",
            "text": "According to Bourdieu, agents do not continuously calculate according to explicit rational and economic criteria. Rather, social agents operate according to an implicit practical logic—a practical sense—and bodily dispositions. Instead of confining his analysis of social relations and change to voluntaristic agency or strictly in terms of class as a structural relation, Bourdieu uses the agency-structure bridging concept of field.\n\nA field can be described as any historical, non-homogeneous social-spatial arena in which people maneuver and struggle in pursuit of desirable resources. In simpler terms, a field refers to any setting in which agents and their social positions are located. Accordingly, the position of each particular agent in the field is a result of interaction between the specific rules of the field, agent's habitus, and agent's capital (social, economic, and cultural).[21] Fields interact with each other, and are hierarchical: most are subordinate to the larger field of power and class relations.[22]\n\nFor Bourdieu, social activity differences led to various, relatively autonomous, social spaces in which competition centers around particular capital. These fields are treated on a hierarchical basis—with economic power usually governing—wherein the dynamics of fields arise out of the struggle of social actors trying to occupy the dominant positions within the field. Bourdieu embraces prime elements of conflict theory like Marx. Social struggle also occurs within fields hierarchically nested under the economic antagonisms between social classes. The conflicts which take place in each social field have specific characteristics arising from those fields and that involve many social relationships which are not economic.[12]\n\nSocial agents act according to their \"feel for the game\", in which the \"feel\" roughly refers to the habitus, and the \"game\", to the field.\n\nBourdieu's most significant work on cultural production is available in two books: The Field of Cultural Production (1993) and The Rules of Art (1996). Bourdieu builds his theory of cultural production using his own characteristic theoretical vocabulary of habitus, capital and field.\n\n\nDavid Hesmondhalgh writes that:[23] \nAccording to Bourdieu, \"the principal obstacle to a rigorous science of the production of the value of cultural goods\" is the \"charismatic ideology of 'creation'\" which can be easily found in studies of art, literature and other cultural fields. In Bourdieu's opinion, charismatic ideology \"directs the gaze towards the apparent producer and prevents us from asking who has created this 'creator' and the magic power of transubstantiation with which the 'creator' is endowed.\"[24]: 167 \n\nFor Bourdieu, a sociologically informed view of an artist ought to describe: (1) their relations to the field of production (e.g. influences, antagonisms, etc.); and (2) their attitudes to their relations to the field of consumption (e.g. their readers, enthusiasts, or detractors). Further, a work of literature, for example, may not adequately be analysed either as the product of the author's life and beliefs (a naively biographical account), or without any reference to the author's intentions (as Barthes argued). In short, \"the subject of a work is a habitus in relationship with a 'post', a position, that is, within a field.\"[25]\n\nAccording to Bourdieu, cultural revolutions are always dependent on the possibilities present in the positions inscribed in the field.\n\n"
        },
        {
            "title": "",
            "text": "For Bourdieu, habitus was essential in resolving a prominent antinomy of the human sciences: objectivism and subjectivism.\n\nAs mentioned above, Bourdieu used the methodological and theoretical concepts of habitus and field in order to make an epistemological break with the prominent objective-subjective antinomy of the social sciences. He wanted to effectively unite social phenomenology and structuralism. Habitus and field are proposed to do so.\n\nThe individual agent develops these dispositions in response to the objective conditions it encounters. In this way, Bourdieu theorizes the inculcation of objective social structures into the subjective, mental experience of agents. For the objective social field places requirements on its participants for membership, so to speak, within the field. Having thereby absorbed objective social structure into a personal set of cognitive and somatic dispositions, and the subjective structures of action of the agent then being commensurate with the objective structures and extant exigencies of the social field, a doxic relationship emerges.\n\nDoxa refers to the learned, fundamental, deep-founded, unconscious beliefs, and values, taken as self-evident universals, that inform an agent's actions and thoughts within a particular field. Doxa tends to favor the particular social arrangement of the field, thus privileging the dominant and taking their position of dominance as self-evident and universally favorable. Therefore, the categories of understanding and perception that constitute a habitus, being congruous with the objective organization of the field, tend to reproduce the very structures of the field. A doxic situation may be thought of as a situation characterized by a harmony between the objective, external structures and the 'subjective', internal structures of the habitus. In the doxic state, the social world is perceived as natural, taken-for-granted and even commonsensical.\n\nBourdieu thus sees habitus as an important factor contributing to social reproduction, because it is central to generating and regulating the practices that make up social life. Individuals learn to want what conditions make possible for them, and not to aspire to what is not available to them. The conditions in which the individual lives generate dispositions compatible with these conditions (including tastes in art, literature, food, and music), and in a sense pre-adapted to their demands. The most improbable practices are therefore excluded, as unthinkable, by a kind of immediate submission to order that inclines agents to make a virtue of necessity, that is, to refuse what is categorically denied and to will the inevitable.[26]: 54 \n\nAmongst any society of individuals, the constant performance of dispositions, trivial and grand, forms an observable range of preferences and allegiances, points and vectors. This spatial metaphor can be analysed by sociologists and realised in diagrammatic form.[v] Ultimately, conceptualising social relations this way gives rise to an image of society as a web of interrelated spaces. These are the social fields.\n\nFor Bourdieu, habitus and field can only exist in relation to each other. Although a field is constituted by the various social agents participating in it (and thus their habitus), a habitus, in effect, represents the transposition of objective structures of the field into the subjective structures of action and thought of the agent.\n\nThe relationship between habitus and field is twofold. First, the field exists only insofar as social agents possess the dispositions and set of perceptual schemata that are necessary to constitute that field and imbue it with meaning. Concomitantly, by participating in the field, agents incorporate into their habitus the proper know-how that will allow them to constitute the field. Habitus manifests the structures of the field, and the field mediates between habitus and practice.\n\nBourdieu attempts to use the concepts of habitus and field to remove the division between the subjective and the objective. Bourdieu asserts that any research must be composed of two \"minutes,\" wherein the first minute is an objective stage of research—where one looks at the relations of the social space and the structures of the field; while the second minute must be a subjective analysis of social agents' dispositions to act and their categories of perception and understanding that result from their inhabiting the field. Proper research, Bourdieu argues, thus cannot do without these two together.[27]\n\nBourdieu contended there is transcendental objectivity,[definition needed] only when certain necessary historical conditions are met. The scientific field is precisely that field in which objectivity may be acquired. Bourdieu's ideal scientific field is one that grants its participants an interest or investment in objectivity. Further, this ideal scientific field is one in which the field's degree of autonomy advances and, in a corresponding process, its \"entrance fee\" becomes increasingly strict. The scientific field entails rigorous intersubjective scrutinizing of theory and data.[vi][28] This should make it difficult for those within the field to bring in, for example, political influence.\n\nHowever, the autonomy of the scientific field cannot be taken for granted. An important part of Bourdieu's theory is that the historical development of a scientific field, sufficiently autonomous to be described as such and to produce objective work, is an achievement that requires continual reproduction.[vii][28] Having been achieved, it cannot be assumed to be secure. Bourdieu does not discount the possibility that the scientific field may lose its autonomy and therefore deteriorate, losing its defining characteristic as a producer of objective work. In this way, the conditions of possibility for the production of transcendental objectivity could arise and then disappear.[viii]\n\nBourdieu insists on the importance of a reflexive sociology in which sociologists must at all times conduct their research with conscious attention to the effects of their own position, their own set of internalized structures, and how these are likely to distort or prejudice their objectivity. The sociologist, according to Bourdieu, must engage in a \"sociology of sociology\" so as not to unwittingly attribute to the object of observation the characteristics of the subject. They ought to conduct their research with one eye continually reflecting back upon their own habitus, their dispositions learned through long social and institutional training.\n\nIt is only by maintaining such a continual vigilance that the sociologists can spot themselves in the act of importing their own biases into their work. Reflexivity is, therefore, a kind of additional stage in the scientific epistemology. It is not enough for the scientist to go through the usual stages (research, hypothesis, falsification, experiment, repetition, peer review, etc.); Bourdieu recommends also that the scientist purge their work of the prejudices likely to derive from their social position. In a good illustration of the process, Bourdieu chastises academics (including himself) for judging their students' work against a rigidly scholastic linguistic register, favouring students whose writing appears 'polished', marking down those guilty of 'vulgarity'.[29][30][31] Without a reflexive analysis of the snobbery being deployed under the cover of those subjective terms, the academic will unconsciously reproduce a degree of class prejudice, promoting the student with high linguistic capital and holding back the student who lacks it—not because of the objective quality of the work but simply because of the register in which it is written. Reflexivity should enable the academic to be conscious of their prejudices, e.g. for apparently sophisticated writing, and impel them to take steps to correct for this bias.\n\nBourdieu also describes how the \"scholastic point of view\"[32][33] unconsciously alters how scientists approach their objects of study. Because of the systematicity of their training and their mode of analysis, they tend to exaggerate the systematicity of the things they study. This inclines them to see agents following clear rules where in fact they use less determinate strategies; it makes it hard to theorise the 'fuzzy' logic of the social world, its practical and therefore mutable nature, poorly described by words like 'system', 'structure' and 'logic' which imply mechanisms, rigidity and omnipresence. The scholar can too easily find themselves mistaking \"the things of logic for the logic of things\"—a phrase of Marx's which Bourdieu is fond of quoting.[ix] Again, reflexivity is recommended as the key to discovering and correcting for such errors which would otherwise remain unseen, mistakes produced by an over-application of the virtues that produced also the truths within which the errors are embedded.[11]: 68–70 \n\n"
        },
        {
            "title": "Theory of capital and class distinction",
            "text": "\nBourdieu introduced the notion of capital, defined as sums of particular assets put to productive use. For Bourdieu, such assets could take various forms, habitually referring to several principal forms of capital: economic, symbolic, cultural and social. Loïc Wacquant would go on to describe Bourdieu's thought further:[34] \nBourdieu developed theories of social stratification based on aesthetic taste in his 1979 work Distinction: A Social Critique of the Judgment of Taste (in French: La Distinction), published by Harvard University Press. Bourdieu claims that how one chooses to present one's social space to the world—one's aesthetic dispositions—depicts one's status and distances oneself from lower groups. Specifically, Bourdieu hypothesizes that children internalize these dispositions at an early age and that such dispositions guide the young towards their appropriate social positions, towards the behaviors that are suitable for them, and foster an aversion towards other behaviors.\n\nBourdieu theorizes that class fractions teach aesthetic preferences to their young. Class fractions are determined by a combination of the varying degrees of social, economic, and cultural capital. Society incorporates “symbolic goods, especially those regarded as the attributes of excellence…[as] the ideal weapon in strategies of distinction.”[21]: 66  Those attributes deemed excellent are shaped by the interests of the dominating class. He emphasizes the dominance of cultural capital early on by stating that “differences in cultural capital mark the differences between the classes.”[21]: 69 \n\nThe development of aesthetic dispositions are very largely determined by social origin rather than accumulated capital and experience over time. The acquisition of cultural capital depends heavily on “total, early, imperceptible learning, performed within the family from the earliest days of life.”[21]: 66  Bourdieu argues that, in the main, people inherit their cultural attitudes, the accepted “definitions that their elders offer them.”[21]: 477 \n\nHe asserts the primacy of social origin and cultural capital by claiming that social capital and economic capital, though acquired cumulatively over time, depend upon it. Bourdieu claims that “one has to take account of all the characteristics of social condition which are (statistically) associated from earliest childhood with possession of high or low income and which tend to shape tastes adjusted to these conditions.”[21]: 177 \n\nAccording to Bourdieu, tastes in food, culture and presentation are indicators of class because trends in their consumption seemingly correlate with an individual's place in society.[35] Each fraction of the dominant class develops its own aesthetic criteria. The multitude of consumer interests based on differing social positions necessitates that each fraction “has its own artists and philosophers, newspapers and critics, just as it has its hairdresser, interior decorator, or tailor.”[21]: 231–2 \n\n\nHowever, Bourdieu does not disregard the importance of social capital and economic capital in the formation of cultural capital. For example, the production of art and the ability to play an instrument “presuppose not only dispositions associated with long establishment in the world of art and culture but also economic means...and spare time.”[21]: 75  However, regardless of one's ability to act upon one's preferences, Bourdieu specifies that “respondents are only required to express a status-induced familiarity with legitimate…culture.”[21]: 63 \nThus, different modes of acquisition yield differences in the nature of preferences.[21]: 65  These “cognitive structures…are internalized, ‘embodied’ social structures,” becoming a natural entity to the individual.[21]: 468  Different tastes are thus seen as unnatural and rejected, resulting in “disgust provoked by horror or visceral intolerance (‘feeling sick’) of the tastes of others.”[21]: 56 \nBourdieu himself believes class distinction and preferences are:\nIndeed, Bourdieu believes that “the strongest and most indelible mark of infant learning” would probably be in the tastes of food.[21]: 79  Bourdieu thinks that meals served on special occasions are “an interesting indicator of the mode of self-presentation adopted in ‘showing off’ a life-style (in which furniture also plays a part).”[21]: 79  The idea is that their likes and dislikes should mirror those of their associated class fractions.\n\nChildren from the lower end of the social hierarchy are predicted to choose “heavy, fatty fattening foods, which are also cheap” in their dinner layouts, opting for “plentiful and good” meals as opposed to foods that are “original and exotic.”[21]: 177, 179  These potential outcomes would reinforce Bourdieu's “ethic of sobriety for the sake of slimness, which is most recognized at the highest levels of the social hierarchy,” that contrasts the “convivial indulgence” characteristic of the lower classes.[21]: 179  Demonstrations of the tastes of luxury (or freedom) and the tastes of necessity reveal a distinction among the social classes.\n\nThe degree to which social origin affects these preferences surpasses both educational and economic capital. Demonstrably, at equivalent levels of educational capital, social origin remains an influential factor in determining these dispositions.[21]: 63  How one describes one's social environment relates closely to social origin because the instinctive narrative springs from early stages of development.[21]: 78  Also, across the divisions of labor, “economic constraints tend to relax without any fundamental change in the pattern of spending.”[21]: 185  This observation reinforces the idea that social origin, more than economic capital, produces aesthetic preferences because regardless of economic capability, consumption patterns remain stable.\n\nBourdieu sees symbolic capital (e.g., prestige, honor, attention) as a crucial source of power.[36] Symbolic capital is any species of capital that is, in Loïc Wacquant's terms \"not perceived as such,\" but which is instead perceived through socially inculcated classificatory schemes. When a holder of symbolic capital uses the power this confers against an agent who holds less, and seeks thereby to alter their actions, they exercise symbolic violence. Research published in Organization Science shows that symbolic capital can be divided along two dimensions - reputability and respectability - and can be transferred by association.[37]\n\nSymbolic violence is fundamentally the imposition of categories of thought and perception upon dominated social agents who then take the social order to be just. It is the incorporation of unconscious structures that tend to perpetuate the structures of action of the dominant. The dominated then take their position to be \"right.\" Symbolic violence is in some senses much more powerful than physical violence in that it is embedded in the very modes of action and structures of cognition of individuals, and imposes the spectre of legitimacy of the social order.\n\nIn his theoretical writings, Bourdieu employs some terminology used in economics to analyze the processes of social and cultural reproduction, of how the various forms of capital tend to transfer from one generation to the next. For Bourdieu, formal education represents the key example of this process. Educational success, according to Bourdieu, entails a whole range of cultural behaviour, extending to ostensibly non-academic features like gait, dress, or accent. Privileged children have learned this behaviour, as have their teachers. Children of unprivileged backgrounds have not. The children of privilege therefore fit the pattern of their teachers' expectations with apparent 'ease'; they are 'docile'. The unprivileged are found to be 'difficult', to present 'challenges'. Yet both behave as their upbringing dictates. Bourdieu regards this 'ease', or 'natural' ability—distinction—as in fact the product of a great social labour, largely on the part of the parents. It equips their children with the dispositions of manner as well as thought which ensure they are able to succeed within the educational system and can then reproduce their parents' class position in the wider social system.\n\nCultural capital refers to assets, e.g., competencies, skills, qualifications, which enable holders to mobilise cultural authority and can also be a source of misrecognition and symbolic violence. For example, working class children can come to see the educational success of their middle-class peers as always legitimate, seeing what is often class-based inequality as instead the result of hard work or even 'natural' ability. A key part of this process is the transformation of people's symbolic or economic inheritance (e.g., accent or property) into cultural capital (e.g., university qualifications).\n\nBourdieu argues that cultural capital has developed in opposition to economic capital. Moreover, the conflict between those who mostly hold cultural capital and those who mostly hold economic capital finds expression in the opposed social fields of art and business. The field of art and related cultural fields are seen to have striven historically for autonomy, which in different times and places has been more or less achieved. The autonomous field of art is summed up as \"an economic world turned upside down,\"[24]: 81  highlighting the opposition between economic and cultural capital.\n\nFor Bourdieu, \"social capital is the sum of the resources, actual or virtual, that accrue to an individual or a group by virtue of possessing a durable network of more or less institutionalized relationships of mutual acquaintance and recognition.\"[11]: 119  In order for individuals to gain such capital, they must work for it constantly and it takes time according to Bourdieu. For some families, cultural capital is accumulated over a period of generations as they adopt cultural investment strategies and pass them on to their children. This gives children an opportunity to realize their potential through education and they pass on those same values to their children. Over time, individuals in such families gain cultural currency which gives them an inherent advantage over other groups of people, which is why there is such variation in academic achievement in children of different social classes. Having such cultural currency enables people to compensate for a lack of financial capital by giving them a certain level of respect and status in society. Bourdieu believes that cultural capital may play a role when individuals pursue power and status in society through politics or other means. Social and cultural capital along with economic capital contribute to the inequality we see in the world, according to Bourdieu's argument.[38]\n\nBourdieu takes language to be not merely a method of communication, but also a mechanism of power. The language one uses is designated by one's relational position in a field or social space. Different uses of language tend to reiterate the respective positions of each participant. Linguistic interactions are manifestations of the participants' respective positions in social space and categories of understanding, and thus tend to reproduce the objective structures of the social field. This determines who has a \"right\" to be listened to, to interrupt, to ask questions, and to lecture, and to what degree.\n\nThe representation of identity in forms of language can be subdivided into language, dialect, and accent. For example, the use of different dialects in an area can represent a varied social status for individuals. A good example of this would be in the case of French. Until the French Revolution, the differences in dialect directly reflected a person's presumed social status. Peasants and the lower classes spoke local dialects, while only nobles and the upper classes were fluent in the official French language. Accents can reflect an area's inner conflict with classifications and authority within a population.\n\nThe reason language acts as a mechanism of power is through forms of mental representations it is acknowledged and noticed as objective representations: as a sign and/or symbol. These signs and symbols therefore transform language into an agency of power.[39]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Bourdieu \"was, for many, the leading intellectual of present-day France…a thinker in the same rank as Foucault, Barthes and Lacan.\"[8] His works have been translated into two dozen languages and have affected the whole gamut of disciplines in the social sciences and the humanities. They have also been used in pedagogy.[40] Several works of his are considered classics, not only in sociology, but also in anthropology, education, and cultural studies. Distinction: A Social Critique of the Judgement of Taste (La Distinction) was named as one of the 20th century's ten most important works of sociology by the International Sociological Association.[41] The Rules of Art has significantly affected sociology, history, literature and aesthetics.\n\nIn France, Bourdieu was seen not as an ivory tower academic or \"cloistered don\" but as a passionate activist for those he believed to be subordinated by society. In 2001, a documentary film about Bourdieu—Sociology is a Martial Art—\"became an unexpected hit in Paris. Its very title stressed how much of a politically engaged intellectual Bourdieu was, taking on the mantle of Émile Zola and Jean-Paul Sartre in French public life and slugging it out with politicians because he thought that was what people like him should do.\"[8]\n\nFor Bourdieu, sociology was a combative effort that sought to expose the un-thought structures that lie beneath the physical (somatic) and thought practices of social agents. He saw sociology as a means of confronting symbolic violence and of exposing those unseen areas in which one could be free.\n\nBourdieu's work continues to be influential. His work is widely cited, and many sociologists and other social scientists work explicitly in a Bourdieusian framework. One example is Loïc Wacquant, who persistently applies the Bourdieusian theoretical and methodological principles to subjects such as boxing, employing what Bourdieu termed participant objectivation (objectivation participante), or what Wacquant calls \"carnal sociology.\" In addition to publishing a book on Bourdieu's lasting influence, novelist Édouard Louis uses the legacy of Pierre Bourdieu as a literary device.[x][42]\n\nBourdieu also played a crucial role in the popularisation of correspondence analysis and particularly multiple correspondence analysis. Bourdieu held that these geometric techniques of data analysis are, like his sociology, inherently relational. \"I use Correspondence Analysis very much, because I think that it is essentially a relational procedure whose philosophy fully expresses what in my view constitutes social reality. It is a procedure that 'thinks' in relations, as I try to do it with the concept of field,\" Bourdieu said, in the preface to The Craft of Sociology.[43]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Denguin",
        "https://en.wikipedia.org/wiki/Paris",
        "https://en.wikipedia.org/wiki/University_of_Paris",
        "https://en.wikipedia.org/wiki/List_of_schools_of_philosophy",
        "https://en.wikipedia.org/wiki/Structuralism",
        "https://en.wikipedia.org/wiki/Genetic_structuralism",
        "https://en.wikipedia.org/wiki/Critical_sociology",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Cultural_capital",
        "https://en.wikipedia.org/wiki/Social_capital",
        "https://en.wikipedia.org/wiki/Symbolic_capital",
        "https://en.wikipedia.org/wiki/Symbolic_violence",
        "https://en.wikipedia.org/wiki/Practice_theory",
        "https://en.wikipedia.org/wiki/Gaston_Bachelard",
        "https://en.wikipedia.org/wiki/Karl_Marx",
        "https://en.wikipedia.org/wiki/Sigmund_Freud",
        "https://en.wikipedia.org/wiki/Charles_Darwin",
        "https://en.wikipedia.org/wiki/Friedrich_Nietzsche",
        "https://en.wikipedia.org/wiki/Max_Weber",
        "https://en.wikipedia.org/wiki/Georges_Canguilhem",
        "https://en.wikipedia.org/wiki/Norbert_Elias",
        "https://en.wikipedia.org/wiki/Edmund_Husserl",
        "https://en.wikipedia.org/wiki/Blaise_Pascal",
        "https://en.wikipedia.org/wiki/Raymond_Aron",
        "https://en.wikipedia.org/wiki/Marcel_Mauss",
        "https://en.wikipedia.org/wiki/Louis_Althusser",
        "https://en.wikipedia.org/wiki/Erwin_Panofsky",
        "https://en.wikipedia.org/wiki/Ludwig_Wittgenstein",
        "https://en.wikipedia.org/wiki/Henri_Gouhier",
        "https://en.wikipedia.org/wiki/Michel_Foucault",
        "https://en.wikipedia.org/wiki/Martin_Heidegger",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Ernst_Cassirer",
        "https://en.wikipedia.org/wiki/Ferdinand_de_Saussure",
        "https://en.wikipedia.org/wiki/Anthony_Giddens",
        "https://en.wikipedia.org/wiki/Antanas_Mockus",
        "https://en.wikipedia.org/wiki/Didier_Eribon",
        "https://en.wikipedia.org/wiki/French_people",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Intellectual",
        "https://en.wikipedia.org/wiki/Sociology_of_education",
        "https://en.wikipedia.org/wiki/Sociological_theory",
        "https://en.wikipedia.org/wiki/Aesthetics",
        "https://en.wikipedia.org/wiki/Media_studies",
        "https://en.wikipedia.org/wiki/Cultural_studies",
        "https://en.wikipedia.org/wiki/Popular_culture",
        "https://en.wikipedia.org/wiki/The_arts",
        "https://en.wikipedia.org/wiki/School_for_Advanced_Studies_in_the_Social_Sciences",
        "https://en.wikipedia.org/wiki/Paris",
        "https://en.wikipedia.org/wiki/Idealist",
        "https://en.wikipedia.org/wiki/Western_philosophy",
        "https://en.wikipedia.org/wiki/Social_dynamics",
        "https://en.wikipedia.org/wiki/Karl_Marx",
        "https://en.wikipedia.org/wiki/Sigmund_Freud",
        "https://en.wikipedia.org/wiki/Max_Weber",
        "https://en.wikipedia.org/wiki/Erwin_Panofsky",
        "https://en.wikipedia.org/wiki/Marcel_Mauss",
        "https://en.wikipedia.org/wiki/Cultural_capital",
        "https://en.wikipedia.org/wiki/Social_capital",
        "https://en.wikipedia.org/wiki/Symbolic_capital",
        "https://en.wikipedia.org/wiki/Cultural_reproduction",
        "https://en.wikipedia.org/wiki/Symbolic_violence",
        "https://en.wikipedia.org/wiki/Blaise_Pascal",
        "https://en.wikipedia.org/wiki/Social_theory",
        "https://en.wikipedia.org/wiki/Quantitative_research",
        "https://en.wikipedia.org/wiki/International_Sociological_Association",
        "https://en.wikipedia.org/wiki/Social_class",
        "https://en.wikipedia.org/wiki/Intellectual",
        "https://en.wikipedia.org/wiki/Social_equality",
        "https://en.wikipedia.org/wiki/Social_mobility",
        "https://en.wikipedia.org/wiki/Denguin",
        "https://en.wikipedia.org/wiki/Gascon_language",
        "https://en.wikipedia.org/wiki/Emmanuel_Bourdieu",
        "https://en.wikipedia.org/wiki/Paris",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Louis_Althusser",
        "https://en.wikipedia.org/wiki/Conscription_in_France",
        "https://en.wikipedia.org/wiki/French_Army",
        "https://en.wikipedia.org/wiki/Algeria",
        "https://en.wikipedia.org/wiki/Algerian_War",
        "https://en.wikipedia.org/wiki/Clerk",
        "https://en.wikipedia.org/wiki/Algerian_War",
        "https://en.wikipedia.org/wiki/Ethnographic",
        "https://en.wikipedia.org/wiki/Research",
        "https://en.wikipedia.org/wiki/Kabyle_people",
        "https://en.wikipedia.org/wiki/Berber_people",
        "https://en.wikipedia.org/wiki/Anthropological",
        "https://en.wikipedia.org/wiki/Anthropology",
        "https://en.wikipedia.org/wiki/Empirical",
        "https://en.wikipedia.org/wiki/Sociology_of_culture",
        "https://en.wikipedia.org/wiki/Social_capital",
        "https://en.wikipedia.org/wiki/Cultural_capital",
        "https://en.wikipedia.org/wiki/Financial_capital",
        "https://en.wikipedia.org/wiki/Symbolic_capital",
        "https://en.wikipedia.org/wiki/Social_class",
        "https://en.wikipedia.org/wiki/University_of_Paris",
        "https://en.wikipedia.org/wiki/Raymond_Aron",
        "https://en.wikipedia.org/wiki/Maurice_Halbwachs",
        "https://en.wikipedia.org/wiki/Actes_de_la_recherche_en_sciences_sociales",
        "https://en.wikipedia.org/wiki/Centre_National_de_la_Recherche_Scientifique",
        "https://en.wikipedia.org/wiki/Royal_Anthropological_Institute",
        "https://en.wikipedia.org/wiki/Marx",
        "https://en.wikipedia.org/wiki/Social_stratification",
        "https://en.wikipedia.org/wiki/Cultural_reproduction",
        "https://en.wikipedia.org/wiki/Symbolic_violence",
        "https://en.wikipedia.org/wiki/Cultural_reproduction",
        "https://en.wikipedia.org/wiki/Rational_choice_theory",
        "https://en.wikipedia.org/wiki/Max_Weber",
        "https://en.wikipedia.org/wiki/Symbolic_systems",
        "https://en.wikipedia.org/wiki/Social_orders",
        "https://en.wikipedia.org/wiki/Marx",
        "https://en.wikipedia.org/wiki/Social_relation",
        "https://en.wikipedia.org/wiki/Marcel_Mauss",
        "https://en.wikipedia.org/wiki/Structuralism",
        "https://en.wikipedia.org/wiki/Social_structures",
        "https://en.wikipedia.org/wiki/Social_reproduction",
        "https://en.wikipedia.org/wiki/Structural_functionalism",
        "https://en.wikipedia.org/wiki/Edmund_Husserl",
        "https://en.wikipedia.org/wiki/Wittgenstein",
        "https://en.wikipedia.org/wiki/Subjectivism",
        "https://en.wikipedia.org/wiki/Moral_universalism",
        "https://en.wikipedia.org/wiki/Neoliberalism",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Political_activism",
        "https://en.wikipedia.org/wiki/Sociology_is_a_Martial_Art",
        "https://en.wikipedia.org/wiki/Disposition",
        "https://en.wikipedia.org/wiki/Anthony_Giddens",
        "https://en.wikipedia.org/wiki/Consciousness",
        "https://en.wikipedia.org/wiki/Marcel_Mauss",
        "https://en.wikipedia.org/wiki/Hexis",
        "https://en.wikipedia.org/wiki/Erwin_Panofsky",
        "https://en.wikipedia.org/wiki/Norbert_Elias",
        "https://en.wikipedia.org/wiki/Max_Weber",
        "https://en.wikipedia.org/wiki/Edmund_Husserl",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Hexis",
        "https://en.wikipedia.org/wiki/Thomas_Aquinas",
        "https://en.wikipedia.org/wiki/Social_position",
        "https://en.wikipedia.org/wiki/Grammar",
        "https://en.wikipedia.org/wiki/Spelling",
        "https://en.wikipedia.org/wiki/Social_mobility",
        "https://en.wikipedia.org/wiki/Social_status",
        "https://en.wikipedia.org/wiki/Social_structure",
        "https://en.wikipedia.org/wiki/Structure_and_agency",
        "https://en.wikipedia.org/wiki/Structuralism",
        "https://en.wikipedia.org/wiki/Human_agency",
        "https://en.wikipedia.org/wiki/Social_position",
        "https://en.wikipedia.org/wiki/Social_capital",
        "https://en.wikipedia.org/wiki/Economic_capital",
        "https://en.wikipedia.org/wiki/Cultural_capital",
        "https://en.wikipedia.org/wiki/Social_class",
        "https://en.wikipedia.org/wiki/Conflict_theory",
        "https://en.wikipedia.org/wiki/Marx",
        "https://en.wikipedia.org/wiki/Cultural_capital",
        "https://en.wikipedia.org/wiki/Death_of_the_Author",
        "https://en.wikipedia.org/wiki/Antinomy",
        "https://en.wikipedia.org/wiki/Moral_universalism",
        "https://en.wikipedia.org/wiki/Subjectivism",
        "https://en.wikipedia.org/wiki/Methodology",
        "https://en.wikipedia.org/wiki/Epistemological_rupture",
        "https://en.wikipedia.org/wiki/Structuralism",
        "https://en.wikipedia.org/wiki/Doxa",
        "https://en.wikipedia.org/wiki/Doxa",
        "https://en.wikipedia.org/wiki/Social_reproduction",
        "https://en.wikipedia.org/wiki/Diagram",
        "https://en.wikipedia.org/wiki/Economic_capital",
        "https://en.wikipedia.org/wiki/Symbolic_capital",
        "https://en.wikipedia.org/wiki/Cultural_capital",
        "https://en.wikipedia.org/wiki/Social_capital",
        "https://en.wikipedia.org/wiki/Social_stratification",
        "https://en.wikipedia.org/wiki/Aesthetic",
        "https://en.wikipedia.org/wiki/French_language",
        "https://en.wikipedia.org/wiki/Harvard_University_Press",
        "https://en.wikipedia.org/wiki/Social_capital",
        "https://en.wikipedia.org/wiki/Economic_capital",
        "https://en.wikipedia.org/wiki/Cultural_capital",
        "https://en.wikipedia.org/wiki/Educational_capital",
        "https://en.wikipedia.org/wiki/Symbolic_capital",
        "https://en.wikipedia.org/wiki/Symbolic_violence",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/Cultural_reproduction",
        "https://en.wikipedia.org/wiki/Gait",
        "https://en.wikipedia.org/wiki/Social_system",
        "https://en.wikipedia.org/wiki/Cultural_capital",
        "https://en.wikipedia.org/wiki/Working_class",
        "https://en.wikipedia.org/wiki/Language",
        "https://en.wikipedia.org/wiki/Michel_Foucault",
        "https://en.wikipedia.org/wiki/Roland_Barthes",
        "https://en.wikipedia.org/wiki/Jacques_Lacan",
        "https://en.wikipedia.org/wiki/International_Sociological_Association",
        "https://en.wikipedia.org/wiki/Ivory_tower",
        "https://en.wikipedia.org/wiki/Correspondence_analysis",
        "https://en.wikipedia.org/wiki/Multiple_correspondence_analysis",
        "https://en.wikipedia.org/wiki/Mouton_Publishers",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/University_of_Chicago_Press",
        "https://en.wikipedia.org/wiki/Abdelmalek_Sayad",
        "https://en.wikipedia.org/wiki/Luc_Boltanski",
        "https://en.wikipedia.org/wiki/Robert_Castel",
        "https://en.wikipedia.org/wiki/SAGE_Publishing",
        "https://en.wikipedia.org/wiki/Social_Science_Information",
        "https://en.wikipedia.org/wiki/Luc_Boltanski",
        "https://en.wikipedia.org/wiki/Actes_de_la_recherche_en_sciences_sociales",
        "https://en.wikipedia.org/wiki/Harvard_University_Press",
        "https://en.wikipedia.org/wiki/Greenwood_Publishing_Group",
        "https://en.wikipedia.org/wiki/Stanford_University_Press",
        "https://en.wikipedia.org/wiki/Fayard",
        "https://en.wikipedia.org/wiki/Columbia_University_Press",
        "https://en.wikipedia.org/wiki/Hans_Haacke",
        "https://en.wikipedia.org/wiki/Verso_Books",
        "https://en.wikipedia.org/wiki/The_New_Press",
        "https://en.wikipedia.org/wiki/Pluto_Press",
        "https://en.wikipedia.org/wiki/Academic_capital",
        "https://en.wikipedia.org/wiki/Collective_narcissism",
        "https://en.wikipedia.org/wiki/Cultural_capital",
        "https://en.wikipedia.org/wiki/Erotic_capital",
        "https://en.wikipedia.org/wiki/Social_capital",
        "https://en.wikipedia.org/wiki/Structure_and_agency",
        "https://en.wikipedia.org/wiki/Symbolic_capital",
        "https://en.wikipedia.org/wiki/Constructivist_epistemology",
        "https://en.wikipedia.org/wiki/Structure_and_agency",
        "https://en.wikipedia.org/wiki/SAGE_Publishing",
        "https://en.wikipedia.org/wiki/Stanford_University_Press",
        "https://en.wikipedia.org/wiki/Didier_Eribon",
        "https://en.wikipedia.org/wiki/Kabyle_people",
        "https://en.wikipedia.org/wiki/University_of_Chicago_Press",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Pluto_Press",
        "https://en.wikipedia.org/wiki/Harvard_University_Press",
        "https://en.wikipedia.org/wiki/Stanford_University_Press",
        "https://en.wikipedia.org/wiki/SAGE_Publishing",
        "https://en.wikipedia.org/wiki/Stanford_University_Press",
        "https://en.wikipedia.org/wiki/University_of_Chicago_Press",
        "https://en.wikipedia.org/wiki/Stanford_University_Press",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Harvard_University_Press",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Polity_Press",
        "https://en.wikipedia.org/wiki/Polity_Press",
        "https://en.wikipedia.org/wiki/Polity_Press",
        "https://en.wikipedia.org/wiki/Stanford_University_Press",
        "https://en.wikipedia.org/wiki/Greenwood_Publishing_Group",
        "https://en.wikipedia.org/wiki/Stanford_University_Press",
        "https://en.wikipedia.org/wiki/Polity_Press",
        "https://en.wikipedia.org/wiki/Polity_Press",
        "https://en.wikipedia.org/wiki/Polity_Press",
        "https://en.wikipedia.org/wiki/Polity_Press",
        "https://en.wikipedia.org/wiki/Polity_Press",
        "https://en.wikipedia.org/wiki/SAGE_Publishing",
        "https://en.wikipedia.org/wiki/Kate_Pahl",
        "https://en.wikipedia.org/wiki/Edouard_Louis",
        "https://en.wikipedia.org/wiki/Presses_Universitaires_de_France",
        "https://en.wikipedia.org/wiki/Indiana_University_Press",
        "https://en.wikipedia.org/wiki/Annual_Review_of_Sociology",
        "https://en.wikipedia.org/wiki/Richard_Shusterman",
        "https://en.wikipedia.org/wiki/Google_Scholar",
        "https://en.wikipedia.org/wiki/Albert_Benschop",
        "https://en.wikipedia.org/wiki/Continental_philosophy",
        "https://en.wikipedia.org/wiki/Giorgio_Agamben",
        "https://en.wikipedia.org/wiki/Louis_Althusser",
        "https://en.wikipedia.org/wiki/Hannah_Arendt",
        "https://en.wikipedia.org/wiki/Raymond_Aron",
        "https://en.wikipedia.org/wiki/Gaston_Bachelard",
        "https://en.wikipedia.org/wiki/Alain_Badiou",
        "https://en.wikipedia.org/wiki/Roland_Barthes",
        "https://en.wikipedia.org/wiki/Georges_Bataille",
        "https://en.wikipedia.org/wiki/Jean_Baudrillard",
        "https://en.wikipedia.org/wiki/Zygmunt_Bauman",
        "https://en.wikipedia.org/wiki/Walter_Benjamin",
        "https://en.wikipedia.org/wiki/Simone_de_Beauvoir",
        "https://en.wikipedia.org/wiki/Henri_Bergson",
        "https://en.wikipedia.org/wiki/Maurice_Blanchot",
        "https://en.wikipedia.org/wiki/Martin_Buber",
        "https://en.wikipedia.org/wiki/Judith_Butler",
        "https://en.wikipedia.org/wiki/Albert_Camus",
        "https://en.wikipedia.org/wiki/Georges_Canguilhem",
        "https://en.wikipedia.org/wiki/Thomas_Carlyle",
        "https://en.wikipedia.org/wiki/Ernst_Cassirer",
        "https://en.wikipedia.org/wiki/Cornelius_Castoriadis",
        "https://en.wikipedia.org/wiki/Emil_Cioran",
        "https://en.wikipedia.org/wiki/Benedetto_Croce",
        "https://en.wikipedia.org/wiki/Paul_de_Man",
        "https://en.wikipedia.org/wiki/Guy_Debord",
        "https://en.wikipedia.org/wiki/Manuel_DeLanda",
        "https://en.wikipedia.org/wiki/Gilles_Deleuze",
        "https://en.wikipedia.org/wiki/Jacques_Derrida",
        "https://en.wikipedia.org/wiki/Wilhelm_Dilthey",
        "https://en.wikipedia.org/wiki/Hubert_Dreyfus",
        "https://en.wikipedia.org/wiki/Umberto_Eco",
        "https://en.wikipedia.org/wiki/Terry_Eagleton",
        "https://en.wikipedia.org/wiki/Friedrich_Engels",
        "https://en.wikipedia.org/wiki/Frantz_Fanon",
        "https://en.wikipedia.org/wiki/Johann_Gottlieb_Fichte",
        "https://en.wikipedia.org/wiki/Mark_Fisher",
        "https://en.wikipedia.org/wiki/Michel_Foucault",
        "https://en.wikipedia.org/wiki/Giovanni_Gentile",
        "https://en.wikipedia.org/wiki/Antonio_Gramsci",
        "https://en.wikipedia.org/wiki/Georg_Wilhelm_Friedrich_Hegel",
        "https://en.wikipedia.org/wiki/Martin_Heidegger",
        "https://en.wikipedia.org/wiki/Edmund_Husserl",
        "https://en.wikipedia.org/wiki/Roman_Ingarden",
        "https://en.wikipedia.org/wiki/Luce_Irigaray",
        "https://en.wikipedia.org/wiki/Fredric_Jameson",
        "https://en.wikipedia.org/wiki/Karl_Jaspers",
        "https://en.wikipedia.org/wiki/Ludwig_Klages",
        "https://en.wikipedia.org/wiki/Pierre_Klossowski",
        "https://en.wikipedia.org/wiki/Julia_Kristeva",
        "https://en.wikipedia.org/wiki/Jacques_Lacan",
        "https://en.wikipedia.org/wiki/Bruno_Latour",
        "https://en.wikipedia.org/wiki/Henri_Lefebvre",
        "https://en.wikipedia.org/wiki/Emmanuel_Levinas",
        "https://en.wikipedia.org/wiki/Niklas_Luhmann",
        "https://en.wikipedia.org/wiki/Gabriel_Marcel",
        "https://en.wikipedia.org/wiki/Herbert_Marcuse",
        "https://en.wikipedia.org/wiki/Karl_Marx",
        "https://en.wikipedia.org/wiki/Quentin_Meillassoux",
        "https://en.wikipedia.org/wiki/Antonio_Negri",
        "https://en.wikipedia.org/wiki/Friedrich_Nietzsche",
        "https://en.wikipedia.org/wiki/Edward_Said",
        "https://en.wikipedia.org/wiki/Friedrich_Wilhelm_Joseph_Schelling",
        "https://en.wikipedia.org/wiki/Carl_Schmitt",
        "https://en.wikipedia.org/wiki/Arthur_Schopenhauer",
        "https://en.wikipedia.org/wiki/Michel_Serres",
        "https://en.wikipedia.org/wiki/Gilbert_Simondon",
        "https://en.wikipedia.org/wiki/Peter_Sloterdijk",
        "https://en.wikipedia.org/wiki/Oswald_Spengler",
        "https://en.wikipedia.org/wiki/Edith_Stein",
        "https://en.wikipedia.org/wiki/Leo_Strauss",
        "https://en.wikipedia.org/wiki/Paul_Virilio",
        "https://en.wikipedia.org/wiki/Simone_Weil",
        "https://en.wikipedia.org/wiki/Raymond_Williams",
        "https://en.wikipedia.org/wiki/Absurdism",
        "https://en.wikipedia.org/wiki/Critical_theory",
        "https://en.wikipedia.org/wiki/Deconstruction",
        "https://en.wikipedia.org/wiki/Existentialism",
        "https://en.wikipedia.org/wiki/Frankfurt_School",
        "https://en.wikipedia.org/wiki/German_idealism",
        "https://en.wikipedia.org/wiki/Hegelianism",
        "https://en.wikipedia.org/wiki/Hermeneutics",
        "https://en.wikipedia.org/wiki/Marxism",
        "https://en.wikipedia.org/wiki/Postmodern_philosophy",
        "https://en.wikipedia.org/wiki/Psychoanalytic_theory",
        "https://en.wikipedia.org/wiki/Romanticism",
        "https://en.wikipedia.org/wiki/Social_constructionism",
        "https://en.wikipedia.org/wiki/Speculative_realism",
        "https://en.wikipedia.org/wiki/Structuralism",
        "https://en.wikipedia.org/wiki/Western_Marxism",
        "https://en.wikipedia.org/wiki/Alterity",
        "https://en.wikipedia.org/wiki/Angst",
        "https://en.wikipedia.org/wiki/Apollonian_and_Dionysian",
        "https://en.wikipedia.org/wiki/Being_in_itself",
        "https://en.wikipedia.org/wiki/Boredom",
        "https://en.wikipedia.org/wiki/Class_struggle",
        "https://en.wikipedia.org/wiki/Dasein",
        "https://en.wikipedia.org/wiki/Death_of_God",
        "https://en.wikipedia.org/wiki/Death_drive",
        "https://en.wikipedia.org/wiki/Existence_precedes_essence",
        "https://en.wikipedia.org/wiki/Existential_crisis",
        "https://en.wikipedia.org/wiki/Facticity",
        "https://en.wikipedia.org/wiki/Historical_materialism",
        "https://en.wikipedia.org/wiki/Ideology",
        "https://en.wikipedia.org/wiki/Intersubjectivity",
        "https://en.wikipedia.org/wiki/Leap_of_faith",
        "https://en.wikipedia.org/wiki/Oedipus_complex",
        "https://en.wikipedia.org/wiki/Ontic",
        "https://en.wikipedia.org/wiki/Ontopoetics",
        "https://en.wikipedia.org/wiki/Ressentiment",
        "https://en.wikipedia.org/wiki/Totalitarianism",
        "https://en.wikipedia.org/wiki/Transvaluation_of_values",
        "https://en.wikipedia.org/wiki/Wertkritik",
        "https://en.wikipedia.org/wiki/Will_to_power",
        "https://en.wikipedia.org/wiki/Index_of_continental_philosophy_articles",
        "https://en.wikipedia.org/wiki/Pierre_Bourdieu",
        "https://en.wikipedia.org/wiki/Pierre_Bourdieu",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}