{
    "url": "https://en.wikipedia.org/wiki/Pierre_Beaumarchais",
    "title": "Pierre Beaumarchais",
    "table_of_contents": [
        "1 Early life",
        "2 Rise to influence",
        "2.1 Marriage and new name",
        "2.2 Royal patronage",
        "2.3 Visit to Madrid",
        "3 Playwright",
        "3.1 Figaro plays",
        "4 Court battles",
        "5 American Revolution",
        "6 The Voltaire revival",
        "7 More court battles and the French Revolution",
        "8 Exile and death",
        "9 Operas",
        "10 Private life",
        "11 List of works",
        "12 List of related works",
        "13 References",
        "13.1 Sources",
        "14 Further reading",
        "14.1 Fictional",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPierre-Augustin Caron de Beaumarchais (French: [pjɛʁ bomaʁʃɛ]; 24 January 1732 – 18 May 1799)[1] was a French polymath. At various times in his life, he was a watchmaker, inventor, playwright, musician, diplomat, spy, publisher, horticulturist, arms dealer, satirist, financier and revolutionary (both French and American).\n\nBorn a Parisian watchmaker's son, Beaumarchais rose in French society and became influential in the court of Louis XV as an inventor and music teacher. He made a number of important business and social contacts, played various roles as a diplomat and spy, and had earned a considerable fortune before a series of costly court battles jeopardized his reputation.\n\nAn early French supporter of American independence, Beaumarchais lobbied the French government on behalf of the American rebels during the American War of Independence. Beaumarchais oversaw covert aid from the French and Spanish governments to supply arms and financial assistance to the rebels in the years before France's formal entry into the war in 1778. He later struggled to recover money he had personally invested in the scheme. Beaumarchais was also a participant in the early stages of the 1789 French Revolution. \n\nBeaumarchais is probably best known for his theatrical works, especially the three Figaro plays.\n\n"
        },
        {
            "title": "Early life",
            "text": "Beaumarchais was born Pierre-Augustin Caron in the Rue Saint-Denis, Paris, on 24 January 1732.[2] He was the only boy among the six surviving children of André-Charles Caron, a watchmaker from Meaux. The family had previously been Huguenots, but had converted to Roman Catholicism in the wake of the revocation of the Edict of Nantes and the increased persecution of Protestants that followed.[2] The family was comfortably middle-class and Beaumarchais had a peaceful and happy childhood. As the only son, he was spoiled by his parents and sisters. He took an interest in music and played several instruments.[3] Though born a Catholic, Beaumarchais retained a sympathy for Protestants and would campaign throughout his life for their civil rights.[4] One of his sisters, Marie-Josèphe Caron, later became an artist; their cousin was the artist Suzanne Caron.[5]\n\nFrom the age of ten, Beaumarchais had some schooling at a \"country school\" where he learned some Latin.[6] Two years later, Beaumarchais left school at twelve to work as an apprentice under his father and learn the art of watchmaking. He may have used his own experiences during these years as the inspiration for the character of Cherubin when he wrote the Marriage of Figaro.[6] He generally neglected his work, and at one point was evicted by his father, only to be later allowed back after apologising for his poor behaviour.[7]\n\nAt the time, pocket watches were commonly unreliable for timekeeping and were worn more as fashion accessories. In response to this, Beaumarchais spent nearly a year researching improvements.[8] In July 1753, at the age of twenty-one, he invented an escapement for watches that allowed them to be made substantially more accurate and compact.[9]\n\nThe first man to take an interest in this new invention was Jean-André Lepaute, the royal clockmaker in France, whose clocks could be found in the Palais du Luxembourg, Tuileries Palace, the Palais-Royal, and the Jardin des plantes.[9] Lepaute had been a mentor to Beaumarchais after discovering the boy's talent in a chance encounter in the Caron family's shop. He encouraged him as he worked on the new invention, earned his trust, and promptly stole the idea for himself, writing a letter to the French Academy of Sciences describing the \"Lepaute system\".[10] Beaumarchais was outraged when he read in the September issue of Le Mercure de France that M. Lepaute had just invented the most wonderful mechanism for a more portable clock.[11] and wrote a strongly-worded letter to that same newspaper defending the invention as his own and urging the French Academy of Sciences to see the proof for themselves. \"In the interests of truth and my reputation,\" he says, \"I cannot let such an infidelity go by in silence and must claim as mine the invention of this device.\"[12] Lepaute defended himself with a statement by three Jesuits that claimed he had shown them such a mechanism in May 1753.[9]\n\nThe following February, the Academy indeed ruled that the mechanism was Beaumarchais' and not Lepaute's, catapulting Beaumarchais to stardom and relegating Lepaute to infamy, as l'affaire Lepaute had been the talk of Paris. Soon afterwards, he was asked by King Louis XV to create a watch mounted on a ring for his mistress Madame de Pompadour. Louis was so impressed by the result that he named Beaumarchais \"Purveyor to the King\", and the Caron family business became prosperous.[10]\n\n"
        },
        {
            "title": "Rise to influence",
            "text": "In 1755 Beaumarchais met Madeleine-Catherine Aubertin, a widow, and married her the following year. She helped Beaumarchais secure a royal office, and he gave up watchmaking. Shortly after his marriage, he adopted the name \"Pierre-Augustin Caron de Beaumarchais\", which he derived from \"le Bois Marchais\", the name of a piece of land belonging to his new wife. He believed the name sounded grander and more aristocratic and adopted at the same time an elaborate coat of arms.[13] His wife died less than a year later, which plunged him into financial problems, and he ran up large debts.\n\nBeaumarchais' problems were eased when he was appointed to teach Louis XV's four daughters the harp. His role soon grew and he became a musical advisor for the royal family.[14] In 1759, Caron met Joseph Paris Duverney, an older and wealthy entrepreneur. Beaumarchais assisted him in gaining the King's approval for the new military academy he was building, the École Royale Militaire, and in turn Duverney promised to help make him rich.[15] The two became very close friends and collaborated on many business ventures. Assisted by Duverney, Beaumarchais acquired the title of Secretary-Councillor to the King in 1760–61, thereby gaining access to French nobility. This was followed by the purchase in 1763 of a second title, the office of Lieutenant General of Hunting, a position which oversaw the royal parks. Around this time, he became engaged to Pauline Le Breton, who came from a plantation-owning family from Saint-Domingue, but broke it off when he discovered she was not as wealthy as he had been led to believe.[16]\n\nIn April 1764, Beaumarchais began a ten-month sojourn in Madrid, ostensibly to help his sister, Lisette, who had been abandoned by her fiancé, Clavijo, an official at the Ministry of War.[17] While in Spain, he was mostly concerned with striking business deals for Duverney. They sought exclusive contracts for the newly acquired Spanish colony of Louisiana and attempted to gain the right to import slaves to the Spanish colonies in the Americas.[18] Beaumarchais went to Madrid with a letter of introduction from the Duc de Choiseul, who was now his political patron. Hoping to secure Clavijo's support for his business deals by binding him by marriage, Beaumarchais initially shamed Clavijo into agreeing to marry Lisette, but when further details emerged about Clavijo's conduct, the marriage was called off.[19]\n\nBeaumarchais's business deals dragged on, and he spent much of his time soaking up the atmosphere of Spain, which would become a major influence on his later writings. Although he befriended important figures such as the foreign minister Grimaldi, his attempts to secure the contracts for Duverney eventually came to nothing and he went home in March 1765.[20] Although Beaumarchais returned to France with little profit, he had managed to acquire new experience, musical ideas, and ideas for theatrical characters. Beaumarchais considered turning the affair into a play, but decided to leave it to others—including Goethe, who wrote Clavigo in 1774.[21]\n\n"
        },
        {
            "title": "Playwright",
            "text": "Beaumarchais hoped to be made consul to Spain, but his application was rejected.[22] Instead he concentrated on developing his business affairs and began to show an interest in writing plays. He had already experimented in writing short farces for private audiences, but he now had ambitions to write for the theatre.\n\nHis name as a writer was established with his first dramatic play, Eugénie, which premiered at the Comédie-Française in 1767. This was followed in 1770 by another drama, Les Deux amis [de; fr].[17]\n\nBeaumarchais's Figaro plays are Le Barbier de Séville, Le Mariage de Figaro, and La Mère coupable. Figaro and Count Almaviva, the two characters Beaumarchais most likely conceived in his travels in Spain, are (with Rosine, later the Countess Almaviva) the only ones present in all three plays. They are indicative of the change in social attitudes before, during, and after the French Revolution. Prototypes of Almaviva and Rosine first appeared under the names Lindor and Pauline in the short and incomplete play Le Sacristain, in which Lindor disguises himself as a monk and music teacher in order to meet Pauline under the watchful eyes of her elderly husband. Beaumarchais wrote it around 1765 and dubbed it \"an interlude, imitating the Spanish style.\"[23] Naturally, this thinly veiled government criticism did not go without opposition. Upon first reading a manuscript of Beaumarchais's play, King Louis XVI stated that \"this man mocks everything that must be respected in a government\" and refused to let it be performed.\nTo a lesser degree, the Figaro plays are semi-autobiographical.[23] Don Guzman Brid'oison (Le Mariage) and Bégearss (La Mère) were caricatures of two of Beaumarchais's real-life adversaries, Goezman and Bergasse. The page Chérubin (Le Mariage) resembled the youthful Beaumarchais, who did contemplate suicide when his love was to marry another. Suzanne, the heroine of Le Mariage and La Mère, was modelled after Beaumarchais's third wife, Marie-Thérèse de Willer-Mawlaz. Meanwhile, some of the Count's monologues reflect on the playwright's remorse over his numerous sexual exploits.[citation needed]\n\nLe Barbier premiered in Paris in 1775. An English translation premiered in London a year later, and that was followed by performances in other European countries.[24]\n\nThe sequel, Le Mariage, was initially passed by the censor in 1781, but was soon banned from performance by Louis XVI after a private reading. Queen Marie-Antoinette lamented the ban, as did various influential members of her entourage. Nonetheless, the King was unhappy with the play's satire on the aristocracy and overruled the Queen's entreaties to allow its performance. Over the next three years, Beaumarchais gave many private readings of the play, as well as making revisions to try to pass the censor. The King finally relented and lifted the ban in 1784. The play premiered that year and was enormously popular even with aristocratic audiences. Mozart's opera based on the play, Le Nozze di Figaro premiered just two years later in Vienna.[24][25]\n\nBeaumarchais's final play, La Mère, premiered in 1792 in Paris.  In homage to the great French playwright Molière, Beaumarchais also dubbed La Mère \"The Other Tartuffe\". \n\nAll three Figaro plays enjoyed great success, and are still frequently performed today in theatres and opera houses.\n\n"
        },
        {
            "title": "Court battles",
            "text": "The death of Duverney on 17 July 1770 triggered a decade of turmoil for Beaumarchais. A few months earlier, the two had signed a statement cancelling all debts that Beaumarchais owed Duverney (about 75,000 pounds), and granting Beaumarchais the modest sum of 15,000 pounds.[23] Duverney's sole heir, Count de la Blache, took Beaumarchais to court, claiming the signed statement was a forgery. Although the 1772 verdict favoured Beaumarchais, it was overturned on appeal the following year by a judge, a magistrate named Goezman, whom Beaumarchais tried in vain to bribe. At the same time, Beaumarchais was also involved in a dispute with the Duke de Chaulnes over the Duke's mistress, which resulted in Beaumarchais being thrown into jail from February to May 1773. La Blache took advantage of Beaumarchais' court absence and persuaded Goezman to order Beaumarchais to repay all his debts to Duverney, plus interest and all legal expenses.\n\nTo garner public support, Beaumarchais published a four-part pamphlet entitled Mémoires contre Goezman. The action made Beaumarchais an instant celebrity, for the public at the time saw Beaumarchais as a champion for social justice and liberty.[26] Goezman countered Beaumarchais's accusations by launching a lawsuit of his own. The verdict was equivocal. On 26 February 1774, both Beaumarchais and Mme. Goezman (who had taken the bribe from Beaumarchais) were sentenced to \"blâme\" meaning they were nominally deprived of their civil rights. Naturally, Beaumarchais followed few of the restrictions placed upon him. Magistrate Goezman was removed from his post. At the same time, Goezman's verdict in the La Blache case was overturned. The Goezman case was so sensational that the judges left the courtroom through a back door to avoid the large, angry mob waiting in front of the court house.[23]\n\n"
        },
        {
            "title": "American Revolution",
            "text": "Before France officially entered the war in 1778, Beaumarchais played a major role in delivering French munitions, money and supplies to the American army.[27] In order to secretly funnel aid to the rebels, he helped set up a fictitious business called Roderigue Hortalez and Company.\n\nTo restore his civil rights, Beaumarchais pledged his services to Louis XV. He traveled to London, Amsterdam and Vienna on various secret missions. His first mission was to travel to London to destroy a pamphlet, Les mémoires secrets d'une femme publique, which Louis XV considered a libel of one of his mistresses, Madame du Barry. Beaumarchais was sent to London to persuade the French spy Chevalier d'Éon to return home, but while there he began gathering information on British politics and society. Britain's colonial situation was deteriorating and in 1775 fighting broke out between British troops and American rebels. Beaumarchais became a major source of information about the rebellion for the French government and sent a regular stream of reports with exaggerated rumours of the size of the success of the rebel forces blockading Boston.[28]\n\nOnce back in France, Beaumarchais began work on a new operation. Louis XVI, who did not want to break openly with Britain,[29] allowed Beaumarchais to found a commercial enterprise, Roderigue Hortalez and Company,[23] supported by the French and Spanish crowns, that supplied the American rebels with weapons, munitions, clothes and provisions, all of which would never be paid for. This policy came to fruition in 1777 when John Burgoyne's army capitulated at Saratoga to a rebel force largely clothed and armed by the supplies Beaumarchais had been sending; it marked a personal triumph for him. Beaumarchais was injured in a carriage accident while racing into Paris with news of Saratoga.[30] In April 1777, Beaumarchais purchased the old 50-gun ship of the line Hippopotame, and used her, renamed to Fier Rodrigue, to ferry arms to the insurgents.[31]\n\nBeaumarchais had dealt with Silas Deane, an acting member of the Committee of Secret Correspondence in the Second Continental Congress. For these services, the French Parliament reinstated Beaumarchais's civil rights in 1776. In 1778, Beaumarchais' hopes were fulfilled when the French government agreed to the Treaty of Amity and Commerce and the Treaty of Alliance. France officially entered the American War of Independence soon after, followed by Spain in 1779 and the Dutch Republic in 1780.\n\n"
        },
        {
            "title": "The Voltaire revival",
            "text": "Shortly after the death of Voltaire in 1778, Beaumarchais set out to publish Voltaire's complete works, many of which were banned in France. He bought the rights to most of Voltaire's many manuscripts from the publisher Charles-Joseph Panckoucke in February 1779. To evade French censorship, he set up printing presses in Kehl, Germany. He bought the complete foundry of the famous English type designer John Baskerville from his widow and also purchased three paper mills. Seventy volumes were published between 1783 and 1790. While the venture proved a financial failure, Beaumarchais was instrumental in preserving many of Voltaire's later works which otherwise might have been lost.\n\n"
        },
        {
            "title": "More court battles and the French Revolution",
            "text": "It was not long before Beaumarchais crossed paths again with the French legal system. In 1787, he became acquainted with Mme. Korman, who was implicated and imprisoned in an adultery suit, which was filed by her husband to expropriate her dowry. The matter went to court, with Beaumarchais siding with Mme. Korman, and M. Korman assisted by a celebrity lawyer, Nicolas Bergasse. On 2 April 1790, M. Korman and Bergasse were found guilty of calumny (slander), but Beaumarchais's reputation was also tarnished.\n\nMeanwhile, the French Revolution broke out. Beaumarchais was no longer quite the idol he had been a few years before, as he thought the excesses of the revolution were endangering liberty. He was financially successful, mainly from supplying drinking water to Paris, and had acquired ranks[clarification needed] in the French nobility. In 1791, he took up a lavish residence across from where the Bastille once stood. He spent under a week in prison during August 1792 for criticising the government, and was released only three days before a massacre took place in the prison where he had been detained.\n\nNevertheless, he pledged his services to the new republic. He attempted to purchase 60,000 rifles for the French Revolutionary army from Holland, but was unable to complete the deal.\n\n"
        },
        {
            "title": "Exile and death",
            "text": "While he was out of the country, Beaumarchais was falsely declared an émigré (a loyalist of the old regime) by his enemies. He spent two and a half years in exile, mostly in Germany, before his name was removed from the list of proscribed émigrés. He returned to Paris in 1796, where he lived out the remainder of his life in relative peace. He is buried in the Père Lachaise Cemetery in Paris.\n\nBoulevard Beaumarchais in Paris is named after him.\n\n"
        },
        {
            "title": "Operas",
            "text": "In 1786, Wolfgang Amadeus Mozart composed an opera, Le nozze di Figaro, based on The Marriage of Figaro, with a libretto by Lorenzo Da Ponte based on the play. Several composers including Paisiello in 1782 wrote operas based on The Barber of Seville. Although not received well at first, Rossini's 1816 version of Barber  is his most successful work and still often performed. In 1966, Darius Milhaud composed an opera, La mère coupable, based on The Guilty Mother.\n\nBeaumarchais was also the librettist for Antonio Salieri's opera Tarare, which premiered in Paris in 1787.[24]\n\n"
        },
        {
            "title": "Private life",
            "text": "Beaumarchais married three times. His first wife was Madeleine-Catherine Franquet (née Aubertin), whom he married on 22 November 1756; she died under mysterious circumstances only 10 months later. He married Geneviève-Madeleine Lévêque (née Wattebled) in 1768. Again, the second Mme. de Beaumarchais died under mysterious circumstances two years later, though most scholars believed she actually suffered from tuberculosis. Before her death in 1770, she bore a son, Augustin, but he died in 1772. Beaumarchais lived with his lover, Marie-Thérèse de Willer-Mawlaz, for 12 years before she became his third wife in 1786. Together they had a daughter, Eugénie.\n\nBeaumarchais was accused by his enemies of poisoning his first two wives in order to lay claim to their family inheritance. Beaumarchais, though having no shortage of lovers throughout his life, was known to care deeply for both his family and close friends. However, Beaumarchais also had a reputation of marrying for financial gain, and both Franquet and Lévêque had previously married into wealthy families. While there was insufficient evidence to support the accusations, whether or not the poisonings took place is still the subject of debate.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Early_modern_France",
        "https://en.wikipedia.org/wiki/Polymath",
        "https://en.wikipedia.org/wiki/Watchmaker",
        "https://en.wikipedia.org/wiki/Horticulture",
        "https://en.wikipedia.org/wiki/Arms_dealer",
        "https://en.wikipedia.org/wiki/Revolutionary",
        "https://en.wikipedia.org/wiki/Louis_XV",
        "https://en.wikipedia.org/wiki/American_War_of_Independence",
        "https://en.wikipedia.org/wiki/Meaux",
        "https://en.wikipedia.org/wiki/Huguenots",
        "https://en.wikipedia.org/wiki/Roman_Catholicism",
        "https://en.wikipedia.org/wiki/Edict_of_Nantes",
        "https://en.wikipedia.org/wiki/Civil_rights",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Escapement",
        "https://en.wikipedia.org/wiki/Palais_du_Luxembourg",
        "https://en.wikipedia.org/wiki/Tuileries_Palace",
        "https://en.wikipedia.org/wiki/Jardin_des_plantes",
        "https://en.wikipedia.org/wiki/French_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/Louis_XV",
        "https://en.wikipedia.org/wiki/Madame_de_Pompadour",
        "https://en.wikipedia.org/wiki/Maurice_Quentin_de_La_Tour",
        "https://en.wikipedia.org/wiki/Coat_of_arms",
        "https://en.wikipedia.org/wiki/Harp",
        "https://en.wikipedia.org/wiki/Joseph_Paris_Duverney",
        "https://en.wikipedia.org/wiki/Plantation",
        "https://en.wikipedia.org/wiki/Spanish_Louisiana",
        "https://en.wikipedia.org/wiki/Slaves",
        "https://en.wikipedia.org/wiki/Letter_of_introduction",
        "https://en.wikipedia.org/wiki/Goethe",
        "https://en.wikipedia.org/wiki/Farce",
        "https://en.wikipedia.org/wiki/The_Guilty_Mother",
        "https://en.wikipedia.org/wiki/Louis_XVI",
        "https://en.wikipedia.org/wiki/The_Marriage_of_Figaro",
        "https://en.wikipedia.org/wiki/Tartuffe",
        "https://en.wikipedia.org/wiki/France_in_the_American_Revolutionary_War",
        "https://en.wikipedia.org/wiki/Roderigue_Hortalez_and_Company",
        "https://en.wikipedia.org/wiki/Vienna",
        "https://en.wikipedia.org/wiki/Madame_du_Barry",
        "https://en.wikipedia.org/wiki/Battles_of_Lexington_and_Concord",
        "https://en.wikipedia.org/wiki/Siege_of_Boston",
        "https://en.wikipedia.org/wiki/Kingdom_of_Great_Britain",
        "https://en.wikipedia.org/wiki/Roderigue_Hortalez_and_Company",
        "https://en.wikipedia.org/wiki/John_Burgoyne",
        "https://en.wikipedia.org/wiki/Saratoga_campaign",
        "https://en.wikipedia.org/wiki/Silas_Deane",
        "https://en.wikipedia.org/wiki/Committee_of_Secret_Correspondence",
        "https://en.wikipedia.org/wiki/Second_Continental_Congress",
        "https://en.wikipedia.org/wiki/American_War_of_Independence",
        "https://en.wikipedia.org/wiki/Voltaire",
        "https://en.wikipedia.org/wiki/Kehl",
        "https://en.wikipedia.org/wiki/John_Baskerville",
        "https://en.wikipedia.org/wiki/4th_arrondissement_of_Paris",
        "https://en.wikipedia.org/wiki/Nicolas_Bergasse",
        "https://en.wikipedia.org/wiki/French_Revolution",
        "https://en.wikipedia.org/wiki/Bastille",
        "https://en.wikipedia.org/wiki/September_Massacres",
        "https://en.wikipedia.org/wiki/Boulevard_Beaumarchais",
        "https://en.wikipedia.org/wiki/Wolfgang_Amadeus_Mozart",
        "https://en.wikipedia.org/wiki/The_Marriage_of_Figaro",
        "https://en.wikipedia.org/wiki/Lorenzo_Da_Ponte",
        "https://en.wikipedia.org/wiki/Paisiello",
        "https://en.wikipedia.org/wiki/Gioachino_Rossini",
        "https://en.wikipedia.org/wiki/The_Barber_of_Seville",
        "https://en.wikipedia.org/wiki/Darius_Milhaud",
        "https://en.wikipedia.org/wiki/Antonio_Salieri",
        "https://en.wikipedia.org/wiki/Waddesdon_Manor",
        "https://en.wikipedia.org/wiki/Tuberculosis",
        "https://en.wikipedia.org/wiki/Antonio_Salieri",
        "https://en.wikipedia.org/wiki/The_Guilty_Mother",
        "https://en.wikipedia.org/wiki/Johann_Wolfgang_von_Goethe",
        "https://en.wikipedia.org/wiki/Giuseppe_Petrosellini",
        "https://en.wikipedia.org/wiki/Giovanni_Paisiello",
        "https://en.wikipedia.org/wiki/The_Marriage_of_Figaro",
        "https://en.wikipedia.org/wiki/Lorenzo_Da_Ponte",
        "https://en.wikipedia.org/wiki/Wolfgang_Amadeus_Mozart",
        "https://en.wikipedia.org/wiki/Le_Mariage_de_Figaro",
        "https://en.wikipedia.org/wiki/Nicolas_Isouard",
        "https://en.wikipedia.org/wiki/Gaetano_Rossi",
        "https://en.wikipedia.org/wiki/Marcos_Portugal",
        "https://en.wikipedia.org/wiki/The_Barber_of_Seville",
        "https://en.wikipedia.org/wiki/Cesare_Sterbini",
        "https://en.wikipedia.org/wiki/Gioachino_Rossini",
        "https://en.wikipedia.org/wiki/Felice_Romani",
        "https://en.wikipedia.org/wiki/Michele_Carafa",
        "https://en.wikipedia.org/wiki/Saverio_Mercadante",
        "https://en.wikipedia.org/wiki/Jules_Massenet",
        "https://en.wikipedia.org/wiki/Francis_de_Croisset",
        "https://en.wikipedia.org/wiki/Lion_Feuchtwanger",
        "https://en.wikipedia.org/wiki/Benjamin_Franklin",
        "https://en.wikipedia.org/wiki/Sacha_Guitry",
        "https://en.wikipedia.org/wiki/Madeleine_Milhaud",
        "https://en.wikipedia.org/wiki/Darius_Milhaud",
        "https://en.wikipedia.org/wiki/The_Ghosts_of_Versailles",
        "https://en.wikipedia.org/wiki/John_Corigliano",
        "https://en.wikipedia.org/wiki/Marie_Antoinette",
        "https://en.wikipedia.org/wiki/Henry_Goodman",
        "https://en.wikipedia.org/wiki/BBC_Radio_4",
        "https://en.wikipedia.org/wiki/Parlement",
        "https://en.wikipedia.org/wiki/Louis_XV",
        "https://en.wikipedia.org/wiki/Harlow_Giles_Unger",
        "https://en.wikipedia.org/wiki/Stacy_Schiff",
        "https://en.wikipedia.org/wiki/From_Dawn_to_Decadence",
        "https://en.wikipedia.org/wiki/Studies_in_Intelligence",
        "https://en.wikipedia.org/wiki/Central_Intelligence_Agency",
        "https://en.wikipedia.org/wiki/Benjamin_Ivry",
        "https://en.wikipedia.org/wiki/San_Francisco_Chronicle",
        "https://en.wikipedia.org/wiki/French_Review",
        "https://en.wikipedia.org/wiki/Pennsylvania_Magazine_of_History_and_Biography",
        "https://en.wikipedia.org/wiki/History_Today",
        "https://en.wikipedia.org/wiki/Lion_Feuchtwanger",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/Find_a_Grave",
        "https://en.wikipedia.org/wiki/The_Barber_of_Seville",
        "https://en.wikipedia.org/wiki/Largo_al_factotum",
        "https://en.wikipedia.org/wiki/The_Barber_of_Seville_discography",
        "https://en.wikipedia.org/wiki/Adventures_of_the_Barber_of_Seville",
        "https://en.wikipedia.org/wiki/Our_Gang_Follies_of_1938",
        "https://en.wikipedia.org/wiki/Rabbit_of_Seville",
        "https://en.wikipedia.org/wiki/Magical_Maestro",
        "https://en.wikipedia.org/wiki/The_Cat_Above_and_the_Mouse_Below",
        "https://en.wikipedia.org/wiki/The_Marriage_of_Figaro",
        "https://en.wikipedia.org/wiki/The_Crazy_Day_or_The_Marriage_of_Figaro",
        "https://en.wikipedia.org/wiki/Se_vuol_ballare",
        "https://en.wikipedia.org/wiki/The_Marriage_of_Figaro_discography",
        "https://en.wikipedia.org/wiki/The_Guilty_Mother",
        "https://en.wikipedia.org/wiki/The_Ghosts_of_Versailles",
        "https://en.wikipedia.org/wiki/The_Abduction_of_Figaro",
        "https://en.wikipedia.org/wiki/Figaro_Gets_a_Divorce",
        "https://en.wikipedia.org/wiki/Pierre_Beaumarchais",
        "https://en.wikipedia.org/wiki/Pierre_Beaumarchais",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}