{
    "url": "https://en.wikipedia.org/wiki/Pilgrimage",
    "title": "Pilgrimage",
    "table_of_contents": [
        "1 Background",
        "2 Bahá'í Faith",
        "3 Buddhism",
        "4 Christianity",
        "5 Hinduism",
        "6 Islam",
        "6.1 Shia",
        "7 Judaism",
        "8 Sikhism",
        "9 Taoism",
        "10 Zoroastrianism",
        "11 Other",
        "11.1 Meher Baba",
        "11.2 Ancient Greece",
        "12 See also",
        "13 References",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA pilgrimage is a journey, often into an unknown or foreign place, where a person goes in search of new or expanded meaning about their self, others, nature, or a higher good, through the experience. It can lead to a personal transformation, after which the pilgrim returns to their daily life.[1][2][3]\n\n"
        },
        {
            "title": "Background",
            "text": "Pilgrimages frequently involve a journey or search of moral or spiritual significance. Typically, it is a journey to a shrine or other location of importance to a person's beliefs and faith, although sometimes it can be a metaphorical journey into someone's own beliefs.\n\nMany religions attach spiritual importance to particular places: the place of birth or death of founders or saints, or to the place of their \"calling\" or spiritual awakening, or of their connection (visual or verbal) with the divine, to locations where miracles were performed or witnessed, or locations where a deity is said to live or be \"housed\", or any site that is seen to have special spiritual powers. Such sites may be commemorated with shrines or temples that devotees are encouraged to visit for their own spiritual benefit: to be healed or have questions answered or to achieve some other spiritual benefit.\n\nA person who makes such a journey is called a pilgrim. As a common human experience, pilgrimage has been proposed as a Jungian archetype by Wallace Clift and Jean Dalby Clift.[4] Some research has shown that people who engage in pilgrimage walks have biological, psychological, social, and spiritual therapeutic benefits.[5]\n\nThe Holy Land acts as a focal point for the pilgrimages of the Abrahamic religions of Judaism, Christianity, and Islam. According to a Stockholm University study in 2011, these pilgrims visit the Holy Land to touch and see physical manifestations of their faith, confirm their beliefs in the holy context with collective excitation, and connect personally to the Holy Land.[6]\n\nThe Christian priest Frank Fahey writes that a pilgrim is \"always in danger of becoming a tourist\", and vice versa since travel always in his view upsets the fixed order of life at home, and identifies eight differences between the two:[7]\n\n"
        },
        {
            "title": "",
            "text": "Bahá'u'lláh decreed pilgrimage to two places in the Kitáb-i-Aqdas: the House of Bahá'u'lláh in Baghdad, Iraq, and the House of the Báb in Shiraz, Iran. Later, ʻAbdu'l-Bahá designated the Shrine of Bahá'u'lláh at Bahji, Israel as a site of pilgrimage.[8] The designated sites for pilgrimage are currently not accessible to the majority of Bahá'ís, as they are in Iraq and Iran respectively, and thus when Bahá'ís currently refer to pilgrimage, it refers to a nine-day pilgrimage which consists of visiting the holy places at the Bahá'í World Centre in northwest Israel in Haifa, Acre, and Bahjí.[8]\n\n"
        },
        {
            "title": "Buddhism",
            "text": "In India and Nepal, there are four places of pilgrimage which are tied to the life of Gautama Buddha:\n\nOther pilgrimage places in India and Nepal connected Gautama Buddha's life are: Savatthi, Pataliputta, Nalanda, Gaya, Vesali, Sankasia, Kapilavastu, Kosambi, Rajagaha.\n\nOther famous places for Buddhist pilgrimage include:\n\n"
        },
        {
            "title": "Christianity",
            "text": "Christian pilgrimage was first made to sites connected with the birth, life, crucifixion and resurrection of Jesus. Aside from the early example of Origen in the third century, surviving descriptions of Christian pilgrimages to the Holy Land date from the 4th century, when pilgrimage was encouraged by church fathers including Saint Jerome, and established by Saint Helena, the mother of Constantine the Great.[9]\n\n\nThe purpose of Christian pilgrimage was summarized by Pope Benedict XVI in this way:\nPilgrimages were, and are, also made to Rome and other sites associated with the apostles, saints and Christian martyrs, as well as to places where there have been apparitions of the Virgin Mary. A popular pilgrimage journey is along the Way of St. James to the Santiago de Compostela Cathedral, in Galicia, Spain, where the shrine of the apostle James is located. A combined pilgrimage was held every seven years in the three nearby towns of Maastricht, Aachen and Kornelimünster where many important relics could be seen (see: Pilgrimage of the Relics, Maastricht). Chaucer's The Canterbury Tales recounts tales told by Christian pilgrims on their way to Canterbury Cathedral and the shrine of Thomas Becket. Marian pilgrimages remain very popular in Latin America.\n\n"
        },
        {
            "title": "Hinduism",
            "text": "According to Karel Werner's Popular Dictionary of Hinduism, \"most Hindu places of pilgrimage are associated with legendary events from the lives of various gods.... Almost any place can become a focus for pilgrimage, but in most cases they are sacred cities, rivers, lakes, and mountains.\"[11] Hindus are encouraged to undertake pilgrimages during their lifetime, though this practice is not considered absolutely mandatory. Most Hindus visit sites within their region or locale.\n\n"
        },
        {
            "title": "Islam",
            "text": "The Ḥajj (Arabic: حَـجّ, main pilgrimage to Mecca) is one of the five pillars of Islam and a mandatory religious duty for Muslims that must be carried out at least once in their lifetime by all adult Muslims who are physically and financially capable of undertaking the journey, and can support their family during their absence.[16][17][18] The gathering during the Hajj is considered the largest annual gathering of people in the world.[19][20][21] Since 2014, two or three million people have participated the Hajj annually.[22] The mosques in Mecca and Medina were closed in February 2020 because of the COVID-19 pandemic and the hajj was permitted for only a very limited number of Saudi nationals and foreigners living in Saudi Arabia starting on 29 July.[23]\n\nAnother important place for Muslims is the city of Medina, the second holiest site in Islam, in Saudi Arabia, the final resting place of Muhammad in Al-Masjid an-Nabawi (The Mosque of the Prophet).[24]\n\nThe Ihram (white robe of pilgrimage) is meant to show equality of all Muslim pilgrims in the eyes of Allah. 'A white has no superiority over a black, nor a black over a white. Nor does an Arab have superiority over a non-Arab, nor a non-Arab over an Arab - except through piety' - statement of the Prophet Muhammad.\n\nAbout four million pilgrims participate in the Grand Magal of Touba, 200 kilometres (120 mi) east of Dakar, Senegal. The pilgrimage celebrates the life and teachings of Cheikh Amadou Bamba, who founded the Mouride brotherhood in 1883 and begins on the 18th of Safar.[25]\n\nAl-Arba‘īn (Arabic: ٱلْأَرْبَـعِـيْـن, \"The Forty\"), Chehelom (Persian: چهلم, Urdu: چہلم, \"the fortieth [day]\") or Qirkhī, Imāmīn Qirkhī (Azerbaijani: İmamın qırxı (Arabic: إمامین قیرخی), \"the fortieth of Imam\") is a Shia Muslim religious observance that occurs forty days after the Day of Ashura. It commemorates the martyrdom of Husayn ibn Ali, the grandson of Muhammad, which falls on the 20th or 21st day of the month of Safar. Imam Husayn ibn Ali and 72 companions were killed by Yazid I's army in the Battle of Karbala in 61 AH (680 CE). Arba'een or forty days is also the usual length of mourning after the death of a family member or loved one in many Muslim traditions. Arba'een is one of the largest pilgrimage gatherings on Earth, in which up to 31 million people go to the city of Karbala in Iraq.[26][27][28][29]\n\nThe second largest holy city in the world, Mashhad, Iran, attracts more than 20 million tourists and pilgrims every year, many of whom come to pay homage to Imam Reza (the eighth Shi'ite Imam). It has been a magnet for travelers since medieval times.[30][22]\n\n"
        },
        {
            "title": "Judaism",
            "text": "While Solomon's Temple stood, Jerusalem was the centre of the Jewish religious life and the site of the Three Pilgrimage Festivals of Passover, Shavuot and Sukkot, and all adult men who were able were required to visit and offer sacrifices (korbanot) at the Temple. After the destruction of the Temple, the obligation to visit Jerusalem and to make sacrifices no longer applied. The obligation was restored with the rebuilding of the Temple, but following its destruction in 70 CE, the obligation to make a pilgrimage to Jerusalem and offer sacrifices again went into abeyance.[31]\n\nThe western retaining wall of the Temple Mount, known as the Western Wall or \"Wailing\" Wall, is the remaining part of Second Jewish Temple in the Old City of Jerusalem is the most sacred and visited site for Jews. Pilgrimage to this area was off-limits to Jews from 1948 to 1967, when East Jerusalem was under Jordanian control.[32][33]\n\nThere are numerous lesser Jewish pilgrimage destinations, mainly tombs of tzadikim, throughout Palestine and all over the world, including: Hebron; Bethlehem; Mount Meron; Netivot; Uman, Ukraine; Silistra, Bulgaria; Damanhur, Egypt; and many others.[34]\n\nMany rabbis claim that even today, after the destruction of the Temple, there is a mitzvah to make a pilgrimage on holidays.[35]\n\n"
        },
        {
            "title": "Sikhism",
            "text": "Sikhism does not consider pilgrimage as an act of spiritual merit. Guru Nanak went to places of pilgrimage to reclaim the fallen people, who had turned ritualists. He told them of the need to visit that temple of God, deep in the inner being of themselves. According to him: \"He performs a pilgrimage who controls the five vices.\"[36][37]\n\nEventually, however, Amritsar and Harmandir Sahib (the Golden Temple) became the spiritual and cultural centre of the Sikh faith, and if a Sikh goes on pilgrimage it is usually to this place.[38]\n\nThe Panj Takht (Punjabi: ਪੰਜ ਤਖ਼ਤ) are the five revered gurdwaras in India that are considered the thrones or seats of authority of Sikhism and are traditionally considered a pilgrimage.[39]\n\n"
        },
        {
            "title": "Taoism",
            "text": "Mazu, also spelled as Matsu, is the most famous sea goddess in the Chinese southeastern sea area, Hong Kong, Macau and Taiwan.\n\nMazu Pilgrimage is more likely as an event (or temple fair), pilgrims are called as \"Xiang Deng Jiao\" (pinyin: xiāng dēng jiǎo, it means \"lantern feet\" in Chinese), they would follow the Goddess's (Mazu) palanquin from her own temple to another Mazu temple. By tradition, when the village Mazu palanquin passes, the residents would offer free water and food to those pilgrims along the way.\n\nThere are 2 main Mazu pilgrimages in Taiwan, it usually hold between lunar January and April, depends on Mazu's will.\n\n"
        },
        {
            "title": "Zoroastrianism",
            "text": "In Iran, there are pilgrimage destinations called pirs in several provinces, although the most familiar ones are in the province of Yazd.[42] In addition to the traditional Yazdi shrines, new sites may be in the process of becoming pilgrimage destinations. The ruins are the ruins of ancient fire temples. One such site is the ruin of the Sassanian era Azargoshnasp fire temple in Iran's Azarbaijan Province. Other sites are the ruins of fire temples at Rey, south of the capital Tehran, and the Firouzabad ruins sixty kilometres south of Shiraz in the province of Pars.\n\nAtash Behram (\"Fire of victory\") is the highest grade of fire temple in Zoroastrianism. It has 16 different \"kinds of fire\", that is, fires gathered from 16 different sources.[43] Currently there are 9 Atash Behram, one in Yazd, Iran and the rest in Western India. They have become a pilgrimage destination.[44]\n\nIn India the cathedral fire temple that houses the Iranshah Atash Behram, located in the small town of Udvada in the west coast province of Gujarat, is a pilgrimage destination.[44]\n\n"
        },
        {
            "title": "Other",
            "text": "The main pilgrimage sites associated with the spiritual teacher Meher Baba are Meherabad, India, where Baba completed the \"major portion\"[45] of his work and where his tomb is now located, and Meherazad, India, where Baba resided later in his life.\n\nThe Eleusinian mysteries included a pilgrimage. The procession to Eleusis began at the Athenian cemetery Kerameikos and from there the participants walked to Eleusis, along the Sacred Way (Ἱερὰ Ὁδός, Hierá Hodós).[46]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/David_Teniers_the_Younger",
        "https://en.wikipedia.org/wiki/Pilgrim",
        "https://en.wikipedia.org/wiki/Religious_tourism",
        "https://en.wikipedia.org/wiki/Travel",
        "https://en.wikipedia.org/wiki/Morality",
        "https://en.wikipedia.org/wiki/Spirituality",
        "https://en.wikipedia.org/wiki/Shrine",
        "https://en.wikipedia.org/wiki/Belief",
        "https://en.wikipedia.org/wiki/Faith",
        "https://en.wikipedia.org/wiki/Pilgrim",
        "https://en.wikipedia.org/wiki/Wallace_Clift",
        "https://en.wikipedia.org/wiki/Jean_Dalby_Clift",
        "https://en.wikipedia.org/wiki/Holy_Land",
        "https://en.wikipedia.org/wiki/Abrahamic_religion",
        "https://en.wikipedia.org/wiki/Judaism",
        "https://en.wikipedia.org/wiki/Christianity",
        "https://en.wikipedia.org/wiki/Islam",
        "https://en.wikipedia.org/wiki/Stockholm_University",
        "https://en.wikipedia.org/wiki/Pilgrim",
        "https://en.wikipedia.org/wiki/Faith",
        "https://en.wikipedia.org/wiki/Tourism",
        "https://en.wikipedia.org/wiki/Faith",
        "https://en.wikipedia.org/wiki/Penance",
        "https://en.wikipedia.org/wiki/Meditation",
        "https://en.wikipedia.org/wiki/Ritual",
        "https://en.wikipedia.org/wiki/Votive_offering",
        "https://en.wikipedia.org/wiki/Haifa",
        "https://en.wikipedia.org/wiki/Buddhist_pilgrimage",
        "https://en.wikipedia.org/wiki/Kushinagar",
        "https://en.wikipedia.org/wiki/Tibet",
        "https://en.wikipedia.org/wiki/Lhasa",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Nepal",
        "https://en.wikipedia.org/wiki/Gautama_Buddha",
        "https://en.wikipedia.org/wiki/Lumbini",
        "https://en.wikipedia.org/wiki/Bodh_Gaya",
        "https://en.wikipedia.org/wiki/Mahabodhi_Temple",
        "https://en.wikipedia.org/wiki/Sarnath",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Dhammacakkappavattana_Sutta",
        "https://en.wikipedia.org/wiki/Middle_Way",
        "https://en.wikipedia.org/wiki/Four_Noble_Truths",
        "https://en.wikipedia.org/wiki/Noble_Eightfold_Path",
        "https://en.wikipedia.org/wiki/Kusinara",
        "https://en.wikipedia.org/wiki/Kusinagar",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Mahaparinirvana",
        "https://en.wikipedia.org/wiki/Savatthi",
        "https://en.wikipedia.org/wiki/Patna",
        "https://en.wikipedia.org/wiki/Nalanda",
        "https://en.wikipedia.org/wiki/Vesali",
        "https://en.wikipedia.org/wiki/Sankasia",
        "https://en.wikipedia.org/wiki/Rajagaha",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Sanchi",
        "https://en.wikipedia.org/wiki/Ellora_Caves",
        "https://en.wikipedia.org/wiki/Ajanta_Caves",
        "https://en.wikipedia.org/wiki/Buddhist_pilgrimage_sites_in_India",
        "https://en.wikipedia.org/wiki/Thailand",
        "https://en.wikipedia.org/wiki/Wat_Phra_Kaew",
        "https://en.wikipedia.org/wiki/Wat_Pho",
        "https://en.wikipedia.org/wiki/Wat_Doi_Suthep",
        "https://en.wikipedia.org/wiki/Phra_Pathom_Chedi",
        "https://en.wikipedia.org/wiki/Sukhothai_historical_park",
        "https://en.wikipedia.org/wiki/Ayutthaya_historical_park",
        "https://en.wikipedia.org/wiki/Tibet",
        "https://en.wikipedia.org/wiki/Dalai_Lama",
        "https://en.wikipedia.org/wiki/Mount_Kailash",
        "https://en.wikipedia.org/wiki/Cambodia",
        "https://en.wikipedia.org/wiki/Wat_Botum",
        "https://en.wikipedia.org/wiki/Wat_Ounalom",
        "https://en.wikipedia.org/wiki/Wat_Botum",
        "https://en.wikipedia.org/wiki/Silver_Pagoda",
        "https://en.wikipedia.org/wiki/Angkor_Wat",
        "https://en.wikipedia.org/wiki/Sri_Lanka",
        "https://en.wikipedia.org/wiki/Temple_of_the_Tooth",
        "https://en.wikipedia.org/wiki/Polonnaruwa",
        "https://en.wikipedia.org/wiki/Kandy",
        "https://en.wikipedia.org/wiki/Anuradhapura",
        "https://en.wikipedia.org/wiki/Laos",
        "https://en.wikipedia.org/wiki/Pha_That_Luang",
        "https://en.wikipedia.org/wiki/Luang_Prabang",
        "https://en.wikipedia.org/wiki/Malaysia",
        "https://en.wikipedia.org/wiki/Kek_Lok_Si",
        "https://en.wikipedia.org/wiki/Myanmar",
        "https://en.wikipedia.org/wiki/Shwedagon_Pagoda",
        "https://en.wikipedia.org/wiki/Mahamuni_Buddha_Temple",
        "https://en.wikipedia.org/wiki/Kyaiktiyo_Pagoda",
        "https://en.wikipedia.org/wiki/Bagan",
        "https://en.wikipedia.org/wiki/Sagaing",
        "https://en.wikipedia.org/wiki/Mandalay_Hill",
        "https://en.wikipedia.org/wiki/Nepal",
        "https://en.wikipedia.org/wiki/Boudhanath",
        "https://en.wikipedia.org/wiki/Swayambhunath",
        "https://en.wikipedia.org/wiki/Indonesia",
        "https://en.wikipedia.org/wiki/Borobudur",
        "https://en.wikipedia.org/wiki/Mendut",
        "https://en.wikipedia.org/wiki/Sewu",
        "https://en.wikipedia.org/wiki/Taiwan",
        "https://en.wikipedia.org/wiki/Fo_Guang_Shan",
        "https://en.wikipedia.org/wiki/Dharma_Drum_Mountain",
        "https://en.wikipedia.org/wiki/Chung_Tai_Shan",
        "https://en.wikipedia.org/wiki/Tzu_Chi",
        "https://en.wikipedia.org/wiki/Hong_Kong",
        "https://en.wikipedia.org/wiki/Po_Lin_Monastery",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/Five_Sacred_Mountains",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/Shikoku_Pilgrimage",
        "https://en.wikipedia.org/wiki/Shikoku",
        "https://en.wikipedia.org/wiki/Japan_100_Kannon_Pilgrimage",
        "https://en.wikipedia.org/wiki/Saigoku_Kannon_Pilgrimage",
        "https://en.wikipedia.org/wiki/Kansai",
        "https://en.wikipedia.org/wiki/Chichibu_34_Kannon_Sanctuary",
        "https://en.wikipedia.org/wiki/Saitama_Prefecture",
        "https://en.wikipedia.org/wiki/Christian_pilgrimage",
        "https://en.wikipedia.org/wiki/Church_of_the_Holy_Sepulchre",
        "https://en.wikipedia.org/wiki/Jerusalem",
        "https://en.wikipedia.org/wiki/Jesus",
        "https://en.wikipedia.org/wiki/Crucifixion_of_Jesus",
        "https://en.wikipedia.org/wiki/Resurrection_of_Jesus",
        "https://en.wikipedia.org/wiki/Shrines_to_the_Virgin_Mary",
        "https://en.wikipedia.org/wiki/Jesus",
        "https://en.wikipedia.org/wiki/Origen",
        "https://en.wikipedia.org/wiki/Holy_Land",
        "https://en.wikipedia.org/wiki/Jerome",
        "https://en.wikipedia.org/wiki/Constantine_I_and_Christianity",
        "https://en.wikipedia.org/wiki/Pope_Benedict_XVI",
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Twelve_apostles",
        "https://en.wikipedia.org/wiki/Saint",
        "https://en.wikipedia.org/wiki/Christian_martyrs",
        "https://en.wikipedia.org/wiki/Marian_apparitions",
        "https://en.wikipedia.org/wiki/Blessed_Virgin_Mary",
        "https://en.wikipedia.org/wiki/Santiago_de_Compostela_Cathedral",
        "https://en.wikipedia.org/wiki/Shrine",
        "https://en.wikipedia.org/wiki/Maastricht",
        "https://en.wikipedia.org/wiki/Aachen",
        "https://en.wikipedia.org/wiki/Geoffrey_Chaucer",
        "https://en.wikipedia.org/wiki/The_Canterbury_Tales",
        "https://en.wikipedia.org/wiki/Canterbury_Cathedral",
        "https://en.wikipedia.org/wiki/Thomas_Becket",
        "https://en.wikipedia.org/wiki/Hindu_pilgrimage_sites",
        "https://en.wikipedia.org/wiki/Yatra",
        "https://en.wikipedia.org/wiki/Kumbh_Mela",
        "https://en.wikipedia.org/wiki/Hinduism",
        "https://en.wikipedia.org/wiki/Ganges",
        "https://en.wikipedia.org/wiki/Prayag_Kumbh_Mela",
        "https://en.wikipedia.org/wiki/Kumbh_Mela",
        "https://en.wikipedia.org/wiki/Allahabad",
        "https://en.wikipedia.org/wiki/Haridwar",
        "https://en.wikipedia.org/wiki/Nashik",
        "https://en.wikipedia.org/wiki/Ujjain",
        "https://en.wikipedia.org/wiki/Badrinath_Temple",
        "https://en.wikipedia.org/wiki/Char_Dham",
        "https://en.wikipedia.org/wiki/Puri",
        "https://en.wikipedia.org/wiki/Rameswaram",
        "https://en.wikipedia.org/wiki/Dwarka",
        "https://en.wikipedia.org/wiki/Badrinath",
        "https://en.wikipedia.org/wiki/Himalaya",
        "https://en.wikipedia.org/wiki/Badrinath",
        "https://en.wikipedia.org/wiki/Kedarnath",
        "https://en.wikipedia.org/wiki/Gangotri",
        "https://en.wikipedia.org/wiki/Yamunotri",
        "https://en.wikipedia.org/wiki/Char_Dham",
        "https://en.wikipedia.org/wiki/Kanwar_Yatra",
        "https://en.wikipedia.org/wiki/Sacred_waters",
        "https://en.wikipedia.org/wiki/Ganga",
        "https://en.wikipedia.org/wiki/Haridwar",
        "https://en.wikipedia.org/wiki/Gangotri",
        "https://en.wikipedia.org/wiki/Gaumukh",
        "https://en.wikipedia.org/wiki/Sultanganj",
        "https://en.wikipedia.org/wiki/Varanasi",
        "https://en.wikipedia.org/wiki/Allahabad",
        "https://en.wikipedia.org/wiki/Haridwar",
        "https://en.wikipedia.org/wiki/Rishikesh",
        "https://en.wikipedia.org/wiki/Mathura",
        "https://en.wikipedia.org/wiki/Vrindavan",
        "https://en.wikipedia.org/wiki/Pandharpur",
        "https://en.wikipedia.org/wiki/Paithan",
        "https://en.wikipedia.org/wiki/Kanchipuram",
        "https://en.wikipedia.org/wiki/Dwarka",
        "https://en.wikipedia.org/wiki/Ayodhya",
        "https://en.wikipedia.org/wiki/Puri",
        "https://en.wikipedia.org/wiki/Vaishnavism",
        "https://en.wikipedia.org/wiki/Jagannath",
        "https://en.wikipedia.org/wiki/Rath_Yatra",
        "https://en.wikipedia.org/wiki/Vaishno_Devi_Temple",
        "https://en.wikipedia.org/wiki/Shirdi",
        "https://en.wikipedia.org/wiki/Sai_Baba_of_Shirdi",
        "https://en.wikipedia.org/wiki/Tirumala_Venkateswara_Temple",
        "https://en.wikipedia.org/wiki/Sabarimala",
        "https://en.wikipedia.org/wiki/Ayyappan",
        "https://en.wikipedia.org/wiki/Shakti_Peethas",
        "https://en.wikipedia.org/wiki/Shakti",
        "https://en.wikipedia.org/wiki/Kalighat",
        "https://en.wikipedia.org/wiki/Kamakhya",
        "https://en.wikipedia.org/wiki/Pancha_Ishwarams",
        "https://en.wikipedia.org/wiki/Murugan",
        "https://en.wikipedia.org/wiki/Arunagirinathar",
        "https://en.wikipedia.org/wiki/Maviddapuram_Kandaswamy_Temple",
        "https://en.wikipedia.org/wiki/Kankesanturai",
        "https://en.wikipedia.org/wiki/Nallur_Kandaswamy_temple",
        "https://en.wikipedia.org/wiki/Jaffna",
        "https://en.wikipedia.org/wiki/Koneswaram_temple",
        "https://en.wikipedia.org/wiki/Trincomalee",
        "https://en.wikipedia.org/wiki/Verugal",
        "https://en.wikipedia.org/wiki/Verugal_Aru",
        "https://en.wikipedia.org/wiki/Verugal",
        "https://en.wikipedia.org/wiki/Thirukkovil_Sithira_Velayutha_Swami_Kovil",
        "https://en.wikipedia.org/wiki/Thirukkovil",
        "https://en.wikipedia.org/wiki/Batticaloa",
        "https://en.wikipedia.org/wiki/Arugam_Bay",
        "https://en.wikipedia.org/wiki/Ukanthamalai_Murugan_Kovil",
        "https://en.wikipedia.org/wiki/Okanda",
        "https://en.wikipedia.org/wiki/Kumana_National_Park",
        "https://en.wikipedia.org/wiki/Tissamaharama",
        "https://en.wikipedia.org/wiki/Kataragama_temple",
        "https://en.wikipedia.org/wiki/Katirkamam",
        "https://en.wikipedia.org/wiki/Hajj",
        "https://en.wikipedia.org/wiki/Umrah",
        "https://en.wikipedia.org/wiki/Holiest_sites_in_Islam",
        "https://en.wikipedia.org/wiki/Mecca",
        "https://en.wikipedia.org/wiki/Medina",
        "https://en.wikipedia.org/wiki/Jerusalem",
        "https://en.wikipedia.org/wiki/Muslim",
        "https://en.wikipedia.org/wiki/Tawaf",
        "https://en.wikipedia.org/wiki/Kaaba",
        "https://en.wikipedia.org/wiki/Hajj",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Five_pillars_of_Islam",
        "https://en.wikipedia.org/wiki/Fard",
        "https://en.wikipedia.org/wiki/Muslims",
        "https://en.wikipedia.org/wiki/Ihram",
        "https://en.wikipedia.org/wiki/Grand_Magal_of_Touba",
        "https://en.wikipedia.org/wiki/Dakar",
        "https://en.wikipedia.org/wiki/Senegal",
        "https://en.wikipedia.org/wiki/Mouride",
        "https://en.wikipedia.org/wiki/Safar",
        "https://en.wikipedia.org/wiki/Ashura",
        "https://en.wikipedia.org/wiki/Imam_Reza",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Urdu_language",
        "https://en.wikipedia.org/wiki/Azerbaijani_language",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Shia",
        "https://en.wikipedia.org/wiki/Day_of_Ashura",
        "https://en.wikipedia.org/wiki/Martyrdom",
        "https://en.wikipedia.org/wiki/Husayn_ibn_Ali",
        "https://en.wikipedia.org/wiki/Muhammad",
        "https://en.wikipedia.org/wiki/Safar",
        "https://en.wikipedia.org/wiki/Imam",
        "https://en.wikipedia.org/wiki/Yazid_I",
        "https://en.wikipedia.org/wiki/Battle_of_Karbala",
        "https://en.wikipedia.org/wiki/Common_Era",
        "https://en.wikipedia.org/wiki/Karbala",
        "https://en.wikipedia.org/wiki/Iraq",
        "https://en.wikipedia.org/wiki/Mashhad",
        "https://en.wikipedia.org/wiki/Imam_Reza",
        "https://en.wikipedia.org/wiki/Jew",
        "https://en.wikipedia.org/wiki/Western_Wall",
        "https://en.wikipedia.org/wiki/Jerusalem",
        "https://en.wikipedia.org/wiki/Ottoman_Empire",
        "https://en.wikipedia.org/wiki/Temple_in_Jerusalem",
        "https://en.wikipedia.org/wiki/Jerusalem_in_Judaism",
        "https://en.wikipedia.org/wiki/Three_Pilgrimage_Festivals",
        "https://en.wikipedia.org/wiki/Three_Pilgrimage_Festivals",
        "https://en.wikipedia.org/wiki/Passover",
        "https://en.wikipedia.org/wiki/Shavuot",
        "https://en.wikipedia.org/wiki/Sukkot",
        "https://en.wikipedia.org/wiki/Korbanot",
        "https://en.wikipedia.org/wiki/Second_Temple",
        "https://en.wikipedia.org/wiki/Temple_Mount",
        "https://en.wikipedia.org/wiki/Western_Wall",
        "https://en.wikipedia.org/wiki/Second_Jewish_Temple",
        "https://en.wikipedia.org/wiki/Jordan",
        "https://en.wikipedia.org/wiki/Tzadik",
        "https://en.wikipedia.org/wiki/Hebron",
        "https://en.wikipedia.org/wiki/Bethlehem",
        "https://en.wikipedia.org/wiki/Mount_Meron",
        "https://en.wikipedia.org/wiki/Netivot",
        "https://en.wikipedia.org/wiki/Uman",
        "https://en.wikipedia.org/wiki/Ukraine",
        "https://en.wikipedia.org/wiki/Silistra",
        "https://en.wikipedia.org/wiki/Bulgaria",
        "https://en.wikipedia.org/wiki/Damanhur",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Harmandir_Sahib",
        "https://en.wikipedia.org/wiki/Amritsar",
        "https://en.wikipedia.org/wiki/Five_Thieves",
        "https://en.wikipedia.org/wiki/Amritsar",
        "https://en.wikipedia.org/wiki/Harmandir_Sahib",
        "https://en.wikipedia.org/wiki/Panj_Takht",
        "https://en.wikipedia.org/wiki/Gurdwaras",
        "https://en.wikipedia.org/wiki/Mazu",
        "https://en.wikipedia.org/wiki/Hong_Kong",
        "https://en.wikipedia.org/wiki/Macau",
        "https://en.wikipedia.org/wiki/Taiwan",
        "https://en.wikipedia.org/wiki/Pinyin",
        "https://en.wikipedia.org/wiki/Baishatun_Mazu_Pilgrimage",
        "https://en.wikipedia.org/wiki/Miaoli_County",
        "https://en.wikipedia.org/wiki/Yunlin_County",
        "https://en.wikipedia.org/wiki/Dajia_Mazu_Pilgrimage",
        "https://en.wikipedia.org/wiki/Taichung",
        "https://en.wikipedia.org/wiki/Chiayi_County",
        "https://en.wikipedia.org/wiki/Yazd_Atash_Behram",
        "https://en.wikipedia.org/wiki/Atash_Bahram",
        "https://en.wikipedia.org/wiki/Fire_temple",
        "https://en.wikipedia.org/wiki/Iran",
        "https://en.wikipedia.org/wiki/Yazd",
        "https://en.wikipedia.org/wiki/Fire_temples",
        "https://en.wikipedia.org/wiki/Sassanian",
        "https://en.wikipedia.org/wiki/Azargoshnasp_fire_temple",
        "https://en.wikipedia.org/wiki/Bahram_fire_temple",
        "https://en.wikipedia.org/wiki/Tehran",
        "https://en.wikipedia.org/wiki/Shiraz",
        "https://en.wikipedia.org/wiki/Atash_Behram",
        "https://en.wikipedia.org/wiki/Fire_temple",
        "https://en.wikipedia.org/wiki/Zoroastrianism",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Udvada_Atash_Behram",
        "https://en.wikipedia.org/wiki/Udvada",
        "https://en.wikipedia.org/wiki/Gujarat",
        "https://en.wikipedia.org/wiki/Meher_Baba",
        "https://en.wikipedia.org/wiki/Meherabad",
        "https://en.wikipedia.org/wiki/Meherazad",
        "https://en.wikipedia.org/wiki/Eleusinian_Mysteries",
        "https://en.wikipedia.org/wiki/Eleusis",
        "https://en.wikipedia.org/wiki/Athens",
        "https://en.wikipedia.org/wiki/Kerameikos",
        "https://en.wikipedia.org/wiki/Sacred_Way",
        "https://en.wikipedia.org/wiki/Burial_places_of_founders_of_world_religions",
        "https://en.wikipedia.org/wiki/Hiking",
        "https://en.wikipedia.org/wiki/Junrei",
        "https://en.wikipedia.org/wiki/List_of_shrines",
        "https://en.wikipedia.org/wiki/List_of_significant_religious_sites",
        "https://en.wikipedia.org/wiki/Monastery",
        "https://en.wikipedia.org/wiki/New_Age_travellers",
        "https://en.wikipedia.org/wiki/Romeria",
        "https://en.wikipedia.org/wiki/Sacred_travel",
        "https://en.wikipedia.org/wiki/World_Youth_Day",
        "https://en.wikipedia.org/wiki/Stockholm_University_School_of_Business",
        "https://en.wikipedia.org/wiki/Indiana",
        "https://en.wikipedia.org/wiki/Indiana_University_Press",
        "https://en.wikipedia.org/wiki/Eliezer_Melamed",
        "https://en.wikipedia.org/wiki/Peninei_Halakha",
        "https://en.wikipedia.org/wiki/The_Times_of_India",
        "https://en.wikipedia.org/wiki/The_Hindu",
        "https://en.wikipedia.org/wiki/George_Zarnecki",
        "https://en.wikipedia.org/wiki/Pilgrimage",
        "https://en.wikipedia.org/wiki/Pilgrimage",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}