{
    "url": "https://en.wikipedia.org/wiki/Pioneer_plaque",
    "title": "Pioneer plaque",
    "table_of_contents": [
        "1 History",
        "2 Physical properties",
        "3 Symbolism",
        "3.1 Hyperfine transition of neutral hydrogen",
        "3.2 Figures of a man and a woman",
        "3.3 Sun and galactic landmarks",
        "3.4 Solar System",
        "3.5 Silhouette of the spacecraft",
        "4 Criticism",
        "5 See also",
        "6 References",
        "6.1 Notes",
        "6.2 Citations",
        "6.3 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Pioneer plaques are a pair of gold-anodized aluminum plaques that were placed on board the 1972 Pioneer 10 and 1973 Pioneer 11 spacecraft, featuring a pictorial message, in case either Pioneer 10 or 11 is intercepted by intelligent extraterrestrial life. The plaques show the nude figures of a human male and female along with several symbols that are designed to provide information about the origin of the spacecraft.[1]\n\nThe Pioneer 10 and 11 spacecraft were the first human-built objects to achieve escape velocity from the Solar System. The plaques were attached to the spacecraft's antenna support struts in a position that would shield them from erosion by interstellar dust.\n\n"
        },
        {
            "title": "History",
            "text": "The original idea, that the Pioneer spacecraft should carry a message from mankind, was first mentioned by Eric Burgess[2] when he visited the Jet Propulsion Laboratory in Pasadena, California, during the Mariner 9 mission. He approached Carl Sagan, who had lectured about communication with intelligent extraterrestrials at a conference in Crimea.\n\nSagan was enthusiastic about the idea of sending a message with the Pioneer spacecraft. NASA agreed to the plan and gave him three weeks to prepare a message. Together with Frank Drake he designed the plaque, and the artwork was prepared by Linda Salzman Sagan, who was Sagan's wife at the time.\n\nBoth plaques were manufactured at Precision Engravers, San Carlos, California.[3]\n\nThe first plaque was launched with Pioneer 10 on March 2, 1972, and the second followed with Pioneer 11 on April 5, 1973.\n\nIn May 2017, a limited edition of 200 replicas engraved from the original master design at Precision Engravers was made available in a Kickstarter Campaign, which also offered laser-engraved replicas.[4]\n\n"
        },
        {
            "title": "Symbolism",
            "text": "At the top left of the plaque is a schematic representation of the hyperfine transition of hydrogen, which is the most abundant element in the universe. The spin-flip transition of a hydrogen atom's electron has a frequency of about 1420.405 MHz, which corresponds to a period of 0.704 ns. Light at this frequency has a vacuum wavelength of 21.106 centimetres (8.309 in) (which is also the distance the light travels in that time period). Below the symbol, the small vertical line—representing the binary digit 1—specifies a unit of length (21 cm) as well as a unit of time (0.7 ns). Both units are used as measurements in the other symbols.[5]\n\nOn the right side of the plaque, a nude man and woman are shown in front of the spacecraft.[6] Between the brackets that indicate the height of the woman, the binary representation of the number 8 can be seen (1000). In units of the wavelength of the hyperfine transition of hydrogen this means 8 × 21 cm = 168 centimetres (66 in).\n\nThe small defect in the first zero is only in reproductions of the plaque (like here) and not on the original. It probably dates back to a printing error in the original article \"A Message from Earth\" which is the primary source for many of the copies of the engraving. In the replicas from the 2017 Kickstarter campaign mentioned above the delineation is correct.\n\nThe right hand of the man is raised as a sign of good will. Although this gesture may not be understood, it offers a way to show the opposable thumb and how the limbs can be moved.[7]\n\nOriginally Sagan intended the humans to be shown holding hands, but soon realized that an extraterrestrial might perceive them as a single creature rather than two organisms.[7]\n\nThe original drawings of the figures were based on drawings by Leonardo da Vinci and Greek sculptures.[7]\n\nThe woman's genitals are not depicted in detail; only the Mons pubis is shown. It has been claimed that Sagan, having little time to complete the plaque, suspected that NASA would have rejected a more intricate drawing and therefore made a compromise just to be safe.[8] Sagan said that the decision to not include the vertical line on the woman's genitalia (pudendal cleft) which would be caused by the intersection of the labia majora was due to two reasons. First, Greek sculptures of women do not include that line. Second, Sagan believed that a design with such an explicit depiction of a woman's genitalia would be considered too obscene to be approved by NASA.[9] According to the memoirs of Robert S. Kraemer, however, the original design that was presented to NASA headquarters included a line which indicated the woman's vulva,[10] and this line was erased as a condition for approval of the design by John Naugle, former head of NASA's Office of Space Science and the agency's former chief scientist.[10]\n\nThe radial pattern on the left of the plaque shows 15 lines emanating from the same origin. Fourteen of the lines have corresponding long binary numbers, which stand for the periods of pulsars, using the hydrogen spin-flip transition frequency as the unit. Since these periods will change over time, the epoch of the launch can be calculated from these values.\n\nThe lengths of the lines show the relative distances of the pulsars to the Sun. A tick mark at the end of each line gives the Z coordinate perpendicular to the galactic plane.\n\nIf the plaque is found, only some of the pulsars may be visible from the location of its discovery. Showing the location with as many as 14 pulsars provides redundancy so that the location of the origin can be triangulated even if only some of the pulsars are recognized.\n\nThe data for one of the pulsars is misleading. When the plaque was designed, the frequency of pulsar \"1240\" (now known as J1243-6423) was known to only three significant decimal digits: 0.388 second.[1] The map lists the period of this pulsar in binary to much greater precision: 100000110110010110001001111000. Rounding this off at about 10 significant bits (100000110100000000000000000000) would have provided a hint of this uncertainty. This pulsar is represented by the long line pointing down and to the right.\n\nThe fifteenth line on the plaque extends to the far right, behind the human figures. This line indicates the Sun's relative distance to the center of the galaxy.\n\nThe pulsar map and hydrogen atom diagram are shared in common with the Voyager Golden Record.\n\nAt the bottom of the plaque is a schematic diagram of the Solar System. A small picture of the spacecraft is shown, and the trajectory shows its way past Jupiter and out of the Solar System. Both Pioneers 10 and 11 have identical plaques; however, after launch, Pioneer 11 was redirected toward Saturn and from there it exited the Solar System. In this regard the Pioneer 11 plaque is somewhat inaccurate.\nThe Saturn flyby of Pioneer 11 would also greatly influence its future direction and destination as compared to Pioneer 10, but this fact is not depicted in the plaques.\n\nSaturn's rings could give a further hint to identifying the Solar System. Rings around the planets Jupiter, Uranus, and Neptune were unknown when the plaque was designed; however, unlike Saturn, the ring systems on these planets are not so easily visible and apparent as Saturn's. Pluto was considered to be a planet when the plaque was designed; in 2006 the IAU reclassified Pluto as a dwarf planet. Other large bodies classed as dwarf planets, such as Eris, are not depicted, as they were unknown at the time the plaque was made.\n\nThe binary numbers above and below the planets show the relative distance to the Sun. The unit is 1/10 of Mercury's orbit. Rather than the familiar \"1\" and \"0\", \"I\" and \"–\" are used.\n\nBehind the figures of the human beings, the silhouette of the Pioneer spacecraft is shown in the same scale so that the size of the human beings can be deduced by measuring the spacecraft.\n\n"
        },
        {
            "title": "Criticism",
            "text": "One of the parts of the diagram that is among the easiest for humans to understand may be among the hardest for potential extraterrestrial finders to understand: the arrow showing the trajectory of Pioneer. Ernst Gombrich criticized the use of an arrow because arrows are an artifact of hunter-gatherer societies like those on Earth; finders with a different cultural heritage may find the arrow symbol meaningless.[11]\n\nArt critic Craig Owens said that sexual bias is exhibited by the decision to have the man in the diagram perform the raised hand gesture to greet the extraterrestrials while the woman in the diagram has her hands at her sides.[12] Feminists also took issue with this choice for the same reason.[13]\n\nCarl Sagan regretted that the figures in the finished engraving failed to look panracial. Although this was the intent, the final figures were criticised for looking too white.[13] In the original drawing, the man was drawn with an \"Afro\" haircut, so an additional African physical trait would be included in the man to make the figures look more panracial, but that detail was changed to a \"non-African Mediterranean-curly haircut\" in the finished engraving.[14] Furthermore, Carl Sagan said that Linda Sagan intended to portray both the man and woman as having brown hair, but the hair being only outlined rather than being both outlined and shaded made the hair appear blonde instead.[15] Other people had different interpretations of the race of people depicted by the figures. White people, black people and East-Asian people each tended to think that the figures resembled their own racial group, so, although some people were proud that their race appeared to have been selected to represent all of humankind, others viewed the figures as \"terribly racist\" for \"the apparently blatant exclusion\" of other races.[16]\n\nLinda Sagan decided to make the figures nude to address the problem of the type of clothes they should wear to represent all of humanity and to make the figures more anatomically educational for extraterrestrials, but some viewed their nudity as pornographic.[17] According to astronomer Frank Drake, there were many negative reactions to the plaque because the human beings were displayed naked.[18] When images of the final design were published in American newspapers, one newspaper published the image with the man's genitalia removed and another newspaper published the image with both the man's genitalia and the woman's nipples removed.[19] In one letter to a newspaper, a person angrily wrote that they felt that the nudity of the images made the images obscene.[20] In contrast, in another letter to the same newspaper, a person was critical of the prudishness of the people who found depictions of nudity to be obscene.[a] There have also been criticisms of the censorship of the female figure's genitals. Scientist and artist Joe Davis protested the depiction with his Poetica Vaginal project wherein he used an MIT radar dish to transmit the recordings of a vaginal detector.[21]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Pioneer_10",
        "https://en.wikipedia.org/wiki/Gold",
        "https://en.wikipedia.org/wiki/Anodized",
        "https://en.wikipedia.org/wiki/Aluminum",
        "https://en.wikipedia.org/wiki/Commemorative_plaque",
        "https://en.wikipedia.org/wiki/Pioneer_10",
        "https://en.wikipedia.org/wiki/Pioneer_11",
        "https://en.wikipedia.org/wiki/Spacecraft",
        "https://en.wikipedia.org/wiki/Pictogram",
        "https://en.wikipedia.org/wiki/Extraterrestrial_life",
        "https://en.wikipedia.org/wiki/List_of_artificial_objects_leaving_the_Solar_System",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Strut",
        "https://en.wikipedia.org/wiki/Space_dust",
        "https://en.wikipedia.org/wiki/Eric_Burgess",
        "https://en.wikipedia.org/wiki/Jet_Propulsion_Laboratory",
        "https://en.wikipedia.org/wiki/Mariner_9",
        "https://en.wikipedia.org/wiki/Carl_Sagan",
        "https://en.wikipedia.org/wiki/Crimea",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Frank_Drake",
        "https://en.wikipedia.org/wiki/Linda_Salzman_Sagan",
        "https://en.wikipedia.org/wiki/Kickstarter",
        "https://en.wikipedia.org/wiki/Anodizing",
        "https://en.wikipedia.org/wiki/Engraving",
        "https://en.wikipedia.org/wiki/Hydrogen",
        "https://en.wikipedia.org/wiki/Hyperfine_transition",
        "https://en.wikipedia.org/wiki/Hydrogen",
        "https://en.wikipedia.org/wiki/Abundance_of_the_chemical_elements",
        "https://en.wikipedia.org/wiki/Universe",
        "https://en.wikipedia.org/wiki/Hydrogen_line",
        "https://en.wikipedia.org/wiki/Frequency",
        "https://en.wikipedia.org/wiki/Hertz",
        "https://en.wikipedia.org/wiki/Nanosecond",
        "https://en.wikipedia.org/wiki/Wavelength",
        "https://en.wikipedia.org/wiki/Binary_numeral_system",
        "https://en.wikipedia.org/wiki/Man",
        "https://en.wikipedia.org/wiki/Woman",
        "https://en.wikipedia.org/wiki/Opposable_thumb",
        "https://en.wikipedia.org/wiki/Leonardo_da_Vinci",
        "https://en.wikipedia.org/wiki/Sex_organ",
        "https://en.wikipedia.org/wiki/Mons_pubis",
        "https://en.wikipedia.org/wiki/Pudendal_cleft",
        "https://en.wikipedia.org/wiki/Labia_majora",
        "https://en.wikipedia.org/wiki/Vulva",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Galaxy",
        "https://en.wikipedia.org/wiki/Pulsar",
        "https://en.wikipedia.org/wiki/Frequency",
        "https://en.wikipedia.org/wiki/Pulsar",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Galactic_plane",
        "https://en.wikipedia.org/wiki/Triangulation",
        "https://en.wikipedia.org/wiki/Voyager_Golden_Record",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Diagram",
        "https://en.wikipedia.org/wiki/Trajectory",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Saturn",
        "https://en.wikipedia.org/wiki/Planetary_ring",
        "https://en.wikipedia.org/wiki/Uranus",
        "https://en.wikipedia.org/wiki/Neptune",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/International_Astronomical_Union",
        "https://en.wikipedia.org/wiki/Dwarf_planet",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Silhouette",
        "https://en.wikipedia.org/wiki/Ernst_Gombrich",
        "https://en.wikipedia.org/wiki/Prude",
        "https://en.wikipedia.org/wiki/Alien_language",
        "https://en.wikipedia.org/wiki/Arecibo_message",
        "https://en.wikipedia.org/wiki/Communication_with_extraterrestrial_intelligence",
        "https://en.wikipedia.org/wiki/Lunar_plaque",
        "https://en.wikipedia.org/wiki/Pioneer_program",
        "https://en.wikipedia.org/wiki/Search_for_extraterrestrial_intelligence",
        "https://en.wikipedia.org/wiki/Voyager_Golden_Record",
        "https://en.wikipedia.org/wiki/Ernst_Gombrich",
        "https://en.wikipedia.org/wiki/Carl_Sagan",
        "https://en.wikipedia.org/wiki/Carl_Sagan",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Extraterrestrial_life",
        "https://en.wikipedia.org/wiki/Shergotty_meteorite",
        "https://en.wikipedia.org/wiki/Nakhla_meteorite",
        "https://en.wikipedia.org/wiki/Murchison_meteorite",
        "https://en.wikipedia.org/wiki/Viking_lander_biological_experiments",
        "https://en.wikipedia.org/wiki/Allan_Hills_77005",
        "https://en.wikipedia.org/wiki/Allan_Hills_84001",
        "https://en.wikipedia.org/wiki/Yamato_000593",
        "https://en.wikipedia.org/wiki/CI1_fossils",
        "https://en.wikipedia.org/wiki/EPIC_204278916",
        "https://en.wikipedia.org/wiki/HD_164595",
        "https://en.wikipedia.org/wiki/Fast_radio_burst",
        "https://en.wikipedia.org/wiki/BLC1",
        "https://en.wikipedia.org/wiki/Earliest_known_life_forms",
        "https://en.wikipedia.org/wiki/Life_on_Mars",
        "https://en.wikipedia.org/wiki/Planetary_habitability",
        "https://en.wikipedia.org/wiki/Catalog_of_Nearby_Habitable_Systems",
        "https://en.wikipedia.org/wiki/Circumstellar_habitable_zone",
        "https://en.wikipedia.org/wiki/Earth_analog",
        "https://en.wikipedia.org/wiki/Extraterrestrial_liquid_water",
        "https://en.wikipedia.org/wiki/Galactic_habitable_zone",
        "https://en.wikipedia.org/wiki/Habitability_of_binary_star_systems",
        "https://en.wikipedia.org/wiki/Habitability_of_red_dwarf_systems",
        "https://en.wikipedia.org/wiki/Habitability_of_natural_satellites",
        "https://en.wikipedia.org/wiki/Planetary_habitability",
        "https://en.wikipedia.org/wiki/Beagle_2",
        "https://en.wikipedia.org/wiki/Biological_Oxidant_and_Life_Detection",
        "https://en.wikipedia.org/wiki/BioSentinel",
        "https://en.wikipedia.org/wiki/Enceladus_Explorer",
        "https://en.wikipedia.org/wiki/Enceladus_Life_Finder",
        "https://en.wikipedia.org/wiki/Europa_Clipper",
        "https://en.wikipedia.org/wiki/ExoMars",
        "https://en.wikipedia.org/wiki/ExoLance",
        "https://en.wikipedia.org/wiki/EXPOSE",
        "https://en.wikipedia.org/wiki/Icebreaker_Life",
        "https://en.wikipedia.org/wiki/Journey_to_Enceladus_and_Titan",
        "https://en.wikipedia.org/wiki/Life_Investigation_For_Enceladus",
        "https://en.wikipedia.org/wiki/Living_Interplanetary_Flight_Experiment",
        "https://en.wikipedia.org/wiki/Mars_Geyser_Hopper",
        "https://en.wikipedia.org/wiki/Mars_2020",
        "https://en.wikipedia.org/wiki/SpaceX_Red_Dragon",
        "https://en.wikipedia.org/wiki/Tanpopo_mission",
        "https://en.wikipedia.org/wiki/Titan_Mare_Explorer",
        "https://en.wikipedia.org/wiki/Venus_In_Situ_Explorer",
        "https://en.wikipedia.org/wiki/Viking_1",
        "https://en.wikipedia.org/wiki/Viking_2",
        "https://en.wikipedia.org/wiki/Interstellar_communication",
        "https://en.wikipedia.org/wiki/Active_SETI",
        "https://en.wikipedia.org/wiki/Allen_Telescope_Array",
        "https://en.wikipedia.org/wiki/Arecibo_message",
        "https://en.wikipedia.org/wiki/Arecibo_Observatory",
        "https://en.wikipedia.org/wiki/Berkeley_SETI_Research_Center",
        "https://en.wikipedia.org/wiki/Bracewell_probe",
        "https://en.wikipedia.org/wiki/Breakthrough_Initiatives",
        "https://en.wikipedia.org/wiki/Breakthrough_Listen",
        "https://en.wikipedia.org/wiki/Breakthrough_Message",
        "https://en.wikipedia.org/wiki/Communication_with_extraterrestrial_intelligence",
        "https://en.wikipedia.org/wiki/Astrolinguistics",
        "https://en.wikipedia.org/wiki/Lincos_language",
        "https://en.wikipedia.org/wiki/NIROSETI",
        "https://en.wikipedia.org/wiki/Project_Cyclops",
        "https://en.wikipedia.org/wiki/Project_Ozma",
        "https://en.wikipedia.org/wiki/SERENDIP",
        "https://en.wikipedia.org/wiki/Search_for_extraterrestrial_intelligence",
        "https://en.wikipedia.org/wiki/SetiQuest",
        "https://en.wikipedia.org/wiki/Voyager_Golden_Record",
        "https://en.wikipedia.org/wiki/Alien_language",
        "https://en.wikipedia.org/wiki/The_Science_of_Aliens",
        "https://en.wikipedia.org/wiki/Cosmic_pluralism",
        "https://en.wikipedia.org/wiki/Directed_panspermia",
        "https://en.wikipedia.org/wiki/Drake_equation",
        "https://en.wikipedia.org/wiki/Extraterrestrial_hypothesis",
        "https://en.wikipedia.org/wiki/Fermi_paradox",
        "https://en.wikipedia.org/wiki/Hypothetical_types_of_biochemistry",
        "https://en.wikipedia.org/wiki/Interplanetary_contamination",
        "https://en.wikipedia.org/wiki/Kardashev_scale",
        "https://en.wikipedia.org/wiki/Mediocrity_principle",
        "https://en.wikipedia.org/wiki/Panspermia",
        "https://en.wikipedia.org/wiki/Fermi_paradox",
        "https://en.wikipedia.org/wiki/Aestivation_hypothesis",
        "https://en.wikipedia.org/wiki/Berserker_hypothesis",
        "https://en.wikipedia.org/wiki/Dark_forest_hypothesis",
        "https://en.wikipedia.org/wiki/Firstborn_hypothesis",
        "https://en.wikipedia.org/wiki/Great_Filter",
        "https://en.wikipedia.org/wiki/Neocatastrophism",
        "https://en.wikipedia.org/wiki/Planetarium_hypothesis",
        "https://en.wikipedia.org/wiki/Rare_Earth_hypothesis",
        "https://en.wikipedia.org/wiki/Zoo_hypothesis",
        "https://en.wikipedia.org/wiki/Outline_of_extraterrestrial_life",
        "https://en.wikipedia.org/wiki/Ancient_astronauts",
        "https://en.wikipedia.org/wiki/Astrobiology",
        "https://en.wikipedia.org/wiki/Astroecology",
        "https://en.wikipedia.org/wiki/Biosignature",
        "https://en.wikipedia.org/wiki/Brookings_Report",
        "https://en.wikipedia.org/wiki/Exotheology",
        "https://en.wikipedia.org/wiki/Extraterrestrials_in_fiction",
        "https://en.wikipedia.org/wiki/Extremophile",
        "https://en.wikipedia.org/wiki/Hemolithin",
        "https://en.wikipedia.org/wiki/MERMOZ",
        "https://en.wikipedia.org/wiki/Nexus_for_Exoplanet_System_Science",
        "https://en.wikipedia.org/wiki/Noosphere",
        "https://en.wikipedia.org/wiki/Planetary_protection",
        "https://en.wikipedia.org/wiki/Potential_cultural_impact_of_extraterrestrial_contact",
        "https://en.wikipedia.org/wiki/San_Marino_Scale",
        "https://en.wikipedia.org/wiki/Technosignature",
        "https://en.wikipedia.org/wiki/UFO_religion",
        "https://en.wikipedia.org/wiki/Xenoarchaeology",
        "https://en.wikipedia.org/wiki/Interstellar_communication",
        "https://en.wikipedia.org/wiki/Active_SETI",
        "https://en.wikipedia.org/wiki/Breakthrough_Initiatives",
        "https://en.wikipedia.org/wiki/Breakthrough_Listen",
        "https://en.wikipedia.org/wiki/Breakthrough_Message",
        "https://en.wikipedia.org/wiki/Communication_with_extraterrestrial_intelligence",
        "https://en.wikipedia.org/wiki/Search_for_extraterrestrial_intelligence",
        "https://en.wikipedia.org/wiki/List_of_interstellar_radio_messages",
        "https://en.wikipedia.org/wiki/A_Message_from_Earth",
        "https://en.wikipedia.org/wiki/Arecibo_message",
        "https://en.wikipedia.org/wiki/Bracewell_probe",
        "https://en.wikipedia.org/wiki/Cosmic_Call",
        "https://en.wikipedia.org/wiki/CosmicOS",
        "https://en.wikipedia.org/wiki/Hello_from_Earth",
        "https://en.wikipedia.org/wiki/Teen_Age_Message",
        "https://en.wikipedia.org/wiki/Voyager_Golden_Record",
        "https://en.wikipedia.org/wiki/Frank_Drake",
        "https://en.wikipedia.org/wiki/Ann_Druyan",
        "https://en.wikipedia.org/wiki/Hans_Freudenthal",
        "https://en.wikipedia.org/wiki/Sebastian_von_Hoerner",
        "https://en.wikipedia.org/wiki/Nikolai_Kardashev",
        "https://en.wikipedia.org/wiki/Jon_Lomberg",
        "https://en.wikipedia.org/wiki/Carl_Sagan",
        "https://en.wikipedia.org/wiki/Linda_Salzman_Sagan",
        "https://en.wikipedia.org/wiki/Iosif_Shklovsky",
        "https://en.wikipedia.org/wiki/Aleksandr_Leonidovich_Zaitsev",
        "https://en.wikipedia.org/wiki/Alien_language",
        "https://en.wikipedia.org/wiki/Astrobiology",
        "https://en.wikipedia.org/wiki/Astrolinguistics",
        "https://en.wikipedia.org/wiki/Drake_equation",
        "https://en.wikipedia.org/wiki/Extraterrestrial_life",
        "https://en.wikipedia.org/wiki/Lincos_language",
        "https://en.wikipedia.org/wiki/Fermi_paradox",
        "https://en.wikipedia.org/wiki/Prix_Guzman",
        "https://en.wikipedia.org/wiki/San_Marino_Scale",
        "https://en.wikipedia.org/wiki/Pioneer_program",
        "https://en.wikipedia.org/wiki/Pioneer_0",
        "https://en.wikipedia.org/wiki/Pioneer_1",
        "https://en.wikipedia.org/wiki/Pioneer_2",
        "https://en.wikipedia.org/wiki/Pioneer_3",
        "https://en.wikipedia.org/wiki/Pioneer_4",
        "https://en.wikipedia.org/wiki/Pioneer_5",
        "https://en.wikipedia.org/wiki/Pioneer_10",
        "https://en.wikipedia.org/wiki/Pioneer_11",
        "https://en.wikipedia.org/wiki/Pioneer_H",
        "https://en.wikipedia.org/wiki/Pioneer_Venus_project",
        "https://en.wikipedia.org/wiki/Pioneer_Venus_Orbiter",
        "https://en.wikipedia.org/wiki/Pioneer_Venus_Multiprobe",
        "https://en.wikipedia.org/wiki/Eric_Burgess",
        "https://en.wikipedia.org/wiki/Carl_Sagan",
        "https://en.wikipedia.org/wiki/Frank_Drake",
        "https://en.wikipedia.org/wiki/Linda_Salzman_Sagan",
        "https://en.wikipedia.org/wiki/Pioneer_anomaly",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Space_policy_of_the_United_States",
        "https://en.wikipedia.org/wiki/Creation_of_NASA",
        "https://en.wikipedia.org/wiki/National_Advisory_Committee_for_Aeronautics",
        "https://en.wikipedia.org/wiki/National_Aeronautics_and_Space_Act",
        "https://en.wikipedia.org/wiki/Space_Task_Group",
        "https://en.wikipedia.org/wiki/Rogers_Commission_Report",
        "https://en.wikipedia.org/wiki/Ride_Report",
        "https://en.wikipedia.org/wiki/Space_Exploration_Initiative",
        "https://en.wikipedia.org/wiki/Augustine_Committee",
        "https://en.wikipedia.org/wiki/Commission_on_the_Future_of_the_United_States_Aerospace_Industry",
        "https://en.wikipedia.org/wiki/Columbia_Accident_Investigation_Board",
        "https://en.wikipedia.org/wiki/Vision_for_Space_Exploration",
        "https://en.wikipedia.org/wiki/Review_of_United_States_Human_Space_Flight_Plans_Committee",
        "https://en.wikipedia.org/wiki/Space_Race",
        "https://en.wikipedia.org/wiki/List_of_administrators_and_deputy_administrators_of_NASA",
        "https://en.wikipedia.org/wiki/NASA_Chief_Scientist",
        "https://en.wikipedia.org/wiki/NASA_Astronaut_Corps",
        "https://en.wikipedia.org/wiki/Astronaut_ranks_and_positions",
        "https://en.wikipedia.org/wiki/Chief_of_the_Astronaut_Office",
        "https://en.wikipedia.org/wiki/Budget_of_NASA",
        "https://en.wikipedia.org/wiki/NASA_research",
        "https://en.wikipedia.org/wiki/NASA_spinoff_technologies",
        "https://en.wikipedia.org/wiki/NASA_TV",
        "https://en.wikipedia.org/wiki/NASA_Social",
        "https://en.wikipedia.org/wiki/Launch_Services_Program",
        "https://en.wikipedia.org/wiki/Mercury_Control_Center",
        "https://en.wikipedia.org/wiki/Manned_Space_Flight_Network",
        "https://en.wikipedia.org/wiki/Kennedy_Space_Center",
        "https://en.wikipedia.org/wiki/Vehicle_Assembly_Building",
        "https://en.wikipedia.org/wiki/Kennedy_Space_Center_Launch_Complex_39",
        "https://en.wikipedia.org/wiki/Kennedy_Space_Center_Launch_Complex_48",
        "https://en.wikipedia.org/wiki/Launch_Control_Center",
        "https://en.wikipedia.org/wiki/Operations_and_Checkout_Building",
        "https://en.wikipedia.org/wiki/Johnson_Space_Center",
        "https://en.wikipedia.org/wiki/Lunar_Sample_Laboratory_Facility",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/Project_Mercury",
        "https://en.wikipedia.org/wiki/Project_Gemini",
        "https://en.wikipedia.org/wiki/Apollo_program",
        "https://en.wikipedia.org/wiki/Skylab",
        "https://en.wikipedia.org/wiki/Soviet_space_program",
        "https://en.wikipedia.org/wiki/Space_Shuttle_program",
        "https://en.wikipedia.org/wiki/Roscosmos",
        "https://en.wikipedia.org/wiki/Constellation_program",
        "https://en.wikipedia.org/wiki/International_Space_Station_programme",
        "https://en.wikipedia.org/wiki/Commercial_Orbital_Transportation_Services",
        "https://en.wikipedia.org/wiki/Commercial_Crew_Program",
        "https://en.wikipedia.org/wiki/Artemis_program",
        "https://en.wikipedia.org/wiki/Lunar_Gateway",
        "https://en.wikipedia.org/wiki/Robotic_spacecraft",
        "https://en.wikipedia.org/wiki/Hitchhiker_Program",
        "https://en.wikipedia.org/wiki/Mariner_program",
        "https://en.wikipedia.org/wiki/Mariner_Mark_II",
        "https://en.wikipedia.org/wiki/MESUR",
        "https://en.wikipedia.org/wiki/New_Millennium_Program",
        "https://en.wikipedia.org/wiki/Lunar_Orbiter_program",
        "https://en.wikipedia.org/wiki/Pioneer_program",
        "https://en.wikipedia.org/wiki/Planetary_Observer_program",
        "https://en.wikipedia.org/wiki/Ranger_program",
        "https://en.wikipedia.org/wiki/Surveyor_program",
        "https://en.wikipedia.org/wiki/Viking_program",
        "https://en.wikipedia.org/wiki/Project_Prometheus",
        "https://en.wikipedia.org/wiki/Mars_Exploration_Program",
        "https://en.wikipedia.org/wiki/Mars_Exploration_Rover",
        "https://en.wikipedia.org/wiki/Living_With_a_Star",
        "https://en.wikipedia.org/wiki/Lunar_Precursor_Robotic_Program",
        "https://en.wikipedia.org/wiki/Earth_Observing_System",
        "https://en.wikipedia.org/wiki/Great_Observatories_program",
        "https://en.wikipedia.org/wiki/Explorers_Program",
        "https://en.wikipedia.org/wiki/Voyager_program",
        "https://en.wikipedia.org/wiki/Discovery_Program",
        "https://en.wikipedia.org/wiki/New_Frontiers_program",
        "https://en.wikipedia.org/wiki/Solar_Terrestrial_Probes_program",
        "https://en.wikipedia.org/wiki/Commercial_Lunar_Payload_Services",
        "https://en.wikipedia.org/wiki/Small_Innovative_Missions_for_Planetary_Exploration",
        "https://en.wikipedia.org/wiki/List_of_NASA_missions",
        "https://en.wikipedia.org/wiki/Apollo_11",
        "https://en.wikipedia.org/wiki/Cosmic_Background_Explorer",
        "https://en.wikipedia.org/wiki/Pioneer_10",
        "https://en.wikipedia.org/wiki/Pioneer_11",
        "https://en.wikipedia.org/wiki/Galileo_project",
        "https://en.wikipedia.org/wiki/GALEX",
        "https://en.wikipedia.org/wiki/GRAIL",
        "https://en.wikipedia.org/wiki/Wilkinson_Microwave_Anisotropy_Probe",
        "https://en.wikipedia.org/wiki/Space_Shuttle",
        "https://en.wikipedia.org/wiki/Spitzer_Space_Telescope",
        "https://en.wikipedia.org/wiki/LADEE",
        "https://en.wikipedia.org/wiki/MESSENGER",
        "https://en.wikipedia.org/wiki/Kepler_space_telescope",
        "https://en.wikipedia.org/wiki/Timeline_of_Opportunity",
        "https://en.wikipedia.org/wiki/List_of_surface_features_of_Mars_visited_by_Spirit_and_Opportunity",
        "https://en.wikipedia.org/wiki/Ramaty_High_Energy_Solar_Spectroscopic_Imager",
        "https://en.wikipedia.org/wiki/Mars_Reconnaissance_Orbiter",
        "https://en.wikipedia.org/wiki/2001_Mars_Odyssey",
        "https://en.wikipedia.org/wiki/New_Horizons",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Hubble_Space_Telescope",
        "https://en.wikipedia.org/wiki/Neil_Gehrels_Swift_Observatory",
        "https://en.wikipedia.org/wiki/THEMIS",
        "https://en.wikipedia.org/wiki/Mars_Exploration_Rover",
        "https://en.wikipedia.org/wiki/Timeline_of_Mars_Science_Laboratory",
        "https://en.wikipedia.org/wiki/InSight",
        "https://en.wikipedia.org/wiki/GOES_14",
        "https://en.wikipedia.org/wiki/Lunar_Reconnaissance_Orbiter",
        "https://en.wikipedia.org/wiki/GOES_15",
        "https://en.wikipedia.org/wiki/Van_Allen_Probes",
        "https://en.wikipedia.org/wiki/Solar_Dynamics_Observatory",
        "https://en.wikipedia.org/wiki/Mars_Science_Laboratory",
        "https://en.wikipedia.org/wiki/Timeline_of_Mars_Science_Laboratory",
        "https://en.wikipedia.org/wiki/NuSTAR",
        "https://en.wikipedia.org/wiki/Voyager_1",
        "https://en.wikipedia.org/wiki/Voyager_2",
        "https://en.wikipedia.org/wiki/MAVEN",
        "https://en.wikipedia.org/wiki/Magnetospheric_Multiscale_Mission",
        "https://en.wikipedia.org/wiki/Transiting_Exoplanet_Survey_Satellite",
        "https://en.wikipedia.org/wiki/Mars_2020",
        "https://en.wikipedia.org/wiki/Timeline_of_Mars_2020",
        "https://en.wikipedia.org/wiki/James_Webb_Space_Telescope",
        "https://en.wikipedia.org/wiki/Timeline_of_the_James_Webb_Space_Telescope",
        "https://en.wikipedia.org/wiki/Joint_Polar_Satellite_System",
        "https://en.wikipedia.org/wiki/Europa_Clipper",
        "https://en.wikipedia.org/wiki/Nancy_Grace_Roman_Space_Telescope",
        "https://en.wikipedia.org/wiki/Space_Communications_and_Navigation_Program",
        "https://en.wikipedia.org/wiki/Near_Earth_Network",
        "https://en.wikipedia.org/wiki/Space_Network",
        "https://en.wikipedia.org/wiki/NASA_Deep_Space_Network",
        "https://en.wikipedia.org/wiki/Goldstone_Deep_Space_Communications_Complex",
        "https://en.wikipedia.org/wiki/Madrid_Deep_Space_Communications_Complex",
        "https://en.wikipedia.org/wiki/Canberra_Deep_Space_Communication_Complex",
        "https://en.wikipedia.org/wiki/Space_Flight_Operations_Facility",
        "https://en.wikipedia.org/wiki/Deep_Space_Atomic_Clock",
        "https://en.wikipedia.org/wiki/Astronaut",
        "https://en.wikipedia.org/wiki/List_of_astronauts_by_name",
        "https://en.wikipedia.org/wiki/List_of_astronauts_by_year_of_selection",
        "https://en.wikipedia.org/wiki/List_of_Gemini_astronauts",
        "https://en.wikipedia.org/wiki/List_of_Apollo_astronauts",
        "https://en.wikipedia.org/wiki/List_of_Space_Shuttle_crews",
        "https://en.wikipedia.org/wiki/List_of_NASA_aircraft",
        "https://en.wikipedia.org/wiki/List_of_NASA_missions",
        "https://en.wikipedia.org/wiki/List_of_uncrewed_NASA_missions",
        "https://en.wikipedia.org/wiki/List_of_Apollo_missions",
        "https://en.wikipedia.org/wiki/List_of_Space_Shuttle_missions",
        "https://en.wikipedia.org/wiki/List_of_rockets_of_the_United_States",
        "https://en.wikipedia.org/wiki/List_of_NASA_cancellations",
        "https://en.wikipedia.org/wiki/List_of_NASA_cameras_on_spacecraft",
        "https://en.wikipedia.org/wiki/Earthrise",
        "https://en.wikipedia.org/wiki/The_Blue_Marble",
        "https://en.wikipedia.org/wiki/Pale_Blue_Dot",
        "https://en.wikipedia.org/wiki/Pillars_of_Creation",
        "https://en.wikipedia.org/wiki/Mystic_Mountain",
        "https://en.wikipedia.org/wiki/The_Day_the_Earth_Smiled",
        "https://en.wikipedia.org/wiki/Fallen_Astronaut",
        "https://en.wikipedia.org/wiki/List_of_deep_fields",
        "https://en.wikipedia.org/wiki/Lunar_plaque",
        "https://en.wikipedia.org/wiki/Voyager_Golden_Record",
        "https://en.wikipedia.org/wiki/Apollo_11_goodwill_messages",
        "https://en.wikipedia.org/wiki/NASA_insignia",
        "https://en.wikipedia.org/wiki/Mission_patch",
        "https://en.wikipedia.org/wiki/List_of_Hubble_anniversary_images",
        "https://en.wikipedia.org/wiki/We_choose_to_go_to_the_Moon",
        "https://en.wikipedia.org/wiki/Apollo_8_Genesis_reading",
        "https://en.wikipedia.org/wiki/Apollo_15_postal_covers_incident",
        "https://en.wikipedia.org/wiki/Space_Mirror_Memorial",
        "https://en.wikipedia.org/wiki/The_Astronaut_Monument",
        "https://en.wikipedia.org/wiki/Lunar_sample_displays",
        "https://en.wikipedia.org/wiki/United_States_Astronaut_Hall_of_Fame",
        "https://en.wikipedia.org/wiki/Moon_tree",
        "https://en.wikipedia.org/wiki/NASA_International_Space_Apps_Challenge",
        "https://en.wikipedia.org/wiki/Astronauts_Day",
        "https://en.wikipedia.org/wiki/Carl_Sagan",
        "https://en.wikipedia.org/wiki/Project_A119",
        "https://en.wikipedia.org/wiki/Faint_young_Sun_paradox",
        "https://en.wikipedia.org/wiki/Cosmic_Calendar",
        "https://en.wikipedia.org/wiki/Voyager_Golden_Record",
        "https://en.wikipedia.org/wiki/Contents_of_the_Voyager_Golden_Record",
        "https://en.wikipedia.org/wiki/Pale_Blue_Dot",
        "https://en.wikipedia.org/wiki/The_Planetary_Society",
        "https://en.wikipedia.org/wiki/Search_for_extraterrestrial_intelligence",
        "https://en.wikipedia.org/wiki/Sagan_standard",
        "https://en.wikipedia.org/wiki/The_Cosmic_Connection",
        "https://en.wikipedia.org/wiki/Mars_and_the_Mind_of_Man",
        "https://en.wikipedia.org/wiki/The_Dragons_of_Eden",
        "https://en.wikipedia.org/wiki/The_Cold_and_the_Dark",
        "https://en.wikipedia.org/wiki/Billions_and_Billions",
        "https://en.wikipedia.org/wiki/The_Varieties_of_Scientific_Experience",
        "https://en.wikipedia.org/wiki/Lynn_Margulis",
        "https://en.wikipedia.org/wiki/Dorion_Sagan",
        "https://en.wikipedia.org/wiki/Linda_Salzman_Sagan",
        "https://en.wikipedia.org/wiki/Nick_Sagan",
        "https://en.wikipedia.org/wiki/Ann_Druyan",
        "https://en.wikipedia.org/wiki/Sasha_Sagan",
        "https://en.wikipedia.org/wiki/Carl_Sagan_Memorial_Award",
        "https://en.wikipedia.org/wiki/Carl_Sagan_Medal",
        "https://en.wikipedia.org/wiki/Carl_Sagan_Award_for_Public_Appreciation_of_Science",
        "https://en.wikipedia.org/wiki/Carl_Sagan_Prize_for_Science_Popularization",
        "https://en.wikipedia.org/wiki/Carl_Sagan_Institute",
        "https://en.wikipedia.org/wiki/Sagan_Planet_Walk",
        "https://en.wikipedia.org/wiki/Mars_Pathfinder",
        "https://en.wikipedia.org/wiki/2709_Sagan",
        "https://en.wikipedia.org/wiki/Symphony_of_Science",
        "https://en.wikipedia.org/wiki/4970_Druyan",
        "https://en.wikipedia.org/wiki/Pioneer_plaque",
        "https://en.wikipedia.org/wiki/Pioneer_plaque",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}