{
    "url": "https://en.wikipedia.org/wiki/Plants_in_space",
    "title": "Plants in space",
    "table_of_contents": [
        "1 History",
        "1.1 Early efforts",
        "1.2 Space station era",
        "1.3 Lunar surface - from 2019",
        "2 Plants grown in space",
        "3 Experiments",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe growth of plants in outer space has elicited much scientific interest.[1] In the late 20th and early 21st century, plants were often taken into space in low Earth orbit to be grown in a weightless but pressurized controlled environment, sometimes called space gardens.[1] In the context of human spaceflight, they can be consumed as food and/or provide a refreshing atmosphere.[2] Plants can metabolize carbon dioxide in the air to produce valuable oxygen, and can help control cabin humidity.[3] Growing plants in space may provide a psychological benefit to human spaceflight crews.[3] Usually the plants were part of studies or technical development to further develop space gardens or conduct science experiments.[1] To date plants taken into space have had mostly scientific interest, with only limited contributions to the functionality of the spacecraft, however the Apollo Moon tree project was more or less forestry inspired mission and the trees part of a country's bicentennial celebration.\n\nThe first challenge in growing plants in space is how to get plants to grow without gravity.[4] This runs into difficulties regarding the effects of gravity on root development, providing appropriate types of lighting, and other challenges. In particular, the nutrient supply to root as well as the nutrient biogeochemical cycles, and the microbiological interactions in soil-based substrates are particularly complex, but have been shown to make possible space farming in hypo- and micro-gravity.[5][6]\n\nNASA plans to grow plants in space to help feed astronauts, and to provide psychological benefits for long-term space flight.[7] In 2017, aboard ISS in one plant growth device, the 5th crop of Chinese cabbage (Brassica rapa) from it included an allotment for crew consumption, while the rest was saved for study.[8]  An  early discussion of plants in space, were the trees on the brick moon space station, in the 1869 short story \"The Brick Moon\".[9]\n\n"
        },
        {
            "title": "History",
            "text": "In the 2010s there was an increased desire for long-term space missions, which led to desire for space-based plant production as food for astronauts.[10] An example of this is vegetable production on the International Space Station in Earth orbit.[10] By the year 2010, 20 plant growth experiments had been conducted aboard the International Space Station.[1]\n\nSeveral experiments have been focused on how plant growth and distribution compares in micro-gravity, space conditions versus Earth conditions. This enables scientists to explore whether certain plant growth patterns are innate or environmentally driven. For instance, Allan H. Brown tested seedling movements aboard the Space Shuttle Columbia in 1983. Sunflower seedling movements were recorded while in orbit. They observed that the seedlings still experienced rotational growth and circumnation despite lack of gravity, showing these behaviors are instinctual.[11]\n\nOther experiments have found that plants have the ability to exhibit gravitropism, even in low-gravity conditions. For instance, the ESA's European Modular Cultivation System[12] enables experimentation with plant growth; acting as a miniature greenhouse, scientists aboard the International Space Station can investigate how plants react in variable-gravity conditions. The Gravi-1 experiment (2008) utilized the EMCS to study lentil seedling growth and amyloplast movement on the calcium-dependent pathways.[13] The results of this experiment found that the plants were able to sense the direction of gravity even at very low levels.[14] A later experiment with the EMCS placed 768 lentil seedlings in a centrifuge to stimulate various gravitational changes; this experiment, Gravi-2 (2014), displayed that plants change calcium signalling towards root growth while being grown in several gravity levels.[15]\n\nMany experiments have a more generalized approach in observing overall plant growth patterns as opposed to one specific growth behavior. One such experiment from the Canadian Space Agency, for example, found that white spruce seedlings grew differently in the anti-gravity space environment compared with Earth-bound seedlings;[16] the space seedlings exhibited enhanced growth from the shoots and needles, and also had randomized amyloplast distribution compared with the Earth-bound control group.[17]\n\nFood production is key to making Space exploration feasible. Currently, the cost of sending food to the International Space Station (ISS) is estimated as USD$20 000–40 000/kg, with each crew member receiving ∼1.8 kg of food (plus packaging) per day . Re-stocking from Earth, a lunar orbiting Space station or Mars habitation with food will be significantly more costly. The first trips to Mars are expected to be a three-year round trip, and it has been estimated that a four-person crew would need 10–11 000 kgs of food.[18]\n\nThe first organisms in space were \"specially developed strains of seeds\" launched to 134 km (83 mi) on 9 July 1946 on a U.S. launched V-2 rocket. These samples were not recovered. The first seeds launched into space and successfully recovered were maize seeds launched on 30 July 1946. Soon followed rye and cotton. These early suborbital biological experiments were handled by Harvard University and the Naval Research Laboratory and were concerned with radiation exposure on living tissue.[19] On September 22 1966, Kosmos 110 launched with two dogs and moisturized seeds. Several of those seeds germinated, the first to do so, resulting in lettuce, cabbage and some beans that had greater yield than their controls on Earth.[20] In 1971, 500 tree seeds (Loblolly pine, Sycamore, Sweetgum, Redwood, and Douglas fir) were flown around the Moon on Apollo 14. These Moon trees were planted and grown with controls back on Earth where no changes were detected.\n\nIn 1982, the crew of the Soviet Salyut 7 space station conducted an experiment, prepared by Lithuanian scientists (Alfonsas Merkys and others), and grew some Arabidopsis using Fiton-3 experimental micro-greenhouse apparatus, thus becoming the first plants to flower and produce seeds in space.[22][23] A Skylab experiment studied the effects of gravity and light on rice plants.[24][25] The SVET-2 Space Greenhouse successfully achieved seed to seed plant growth in 1997 aboard space station Mir.[3] Bion 5 carried Daucus carota and Bion 7 carried maize (aka corn).\n\nPlant research continued on the International Space Station. Biomass Production System was used on the ISS Expedition 4. The Vegetable Production System (Veggie) system was later used aboard ISS.[26] Plants tested in Veggie before going into space included lettuce, Swiss chard, radishes, Chinese cabbage and peas.[27] Red Romaine lettuce was grown in space on Expedition 40 which were harvested when mature, frozen and tested back on Earth. Expedition 44 members became the first American astronauts to eat plants grown in space on 10 August 2015, when their crop of Red Romaine was harvested.[28] Since 2003 Russian cosmonauts have been eating half of their crop while the other half goes towards further research.[29] In 2012, a sunflower bloomed aboard the ISS under the care of NASA astronaut Donald Pettit.[30] In January 2016, US astronauts announced that a zinnia had blossomed aboard the ISS.[31]\n\nIn 2017 the Advanced Plant Habitat was designed for ISS, which was a nearly self-sustaining plant growth system for that space station in low Earth orbit.[32] The system is installed in parallel with another plant grown system aboard the station, VEGGIE, and a major difference with that system is that APH is designed to need less upkeep by humans.[32] APH is supported by the  Plant Habitat Avionics Real-Time Manager.[32] Some plants that were to be tested in APH include Dwarf Wheat and Arabidopsis.[32] In December 2017 hundreds of seeds were delivered to ISS for growth in the VEGGIE system.[33]\n\nIn 2018 the Veggie-3 experiment at the ISS, was tested with plant pillows and root mats.[34] One of the goals is to grow food for crew consumption.[34] Crops tested at this time include cabbage, lettuce, and mizuna.[34] In 2018, the PONDS system for nutrient deliver in microgravity was tested.[35]\n\nIn December 2018, the German Aerospace Center launched the EuCROPIS satellite into low Earth orbit. This mission carries two greenhouses intended to grow tomatoes under simulated gravity of first the Moon and then Mars (6 months each) using by-products of human presence in space as source of nutrients.[citation needed][needs update]\n\nThe Seedling Growth series of experiments to study the mechanisms of tropisms and the cell/cycle were performed on the ISS between 2013 and 2017.[36][37] These experiments also involved using the model plant Arabidopsis thaliana, and were a collaboration between NASA (John Z. Kiss as PI) and ESA (F. Javier Medina as PI).[38][37]\n\nOn 30 November 2020, astronauts aboard the ISS collected the first harvest of radishes grown on the station. A total of 20 plants was collected and prepared for transportation back to Earth. There are currently plans to repeat the experiment and grow a second batch.[39]\n\nChang'e 4 lunar lander in January 2019, carried a 3 kg (6.6 lb) sealed \"biosphere\" with many seeds and insect eggs to test whether plants and insects could hatch and grow together in synergy.[40] The experiment included seeds of potatoes, tomatoes, and Arabidopsis thaliana (a flowering plant), as well as silkworm eggs. These became[citation needed] the first plants grown on the Moon. Environmental systems will keep the container hospitable and Earth-like, except for the low lunar gravity.[41] If the eggs hatch, the larvae would produce carbon dioxide, while the germinated plants would release oxygen through photosynthesis. It is hoped that together, the plants and silkworms can establish a simple synergy within the container. A miniature camera will photograph any growth. The biological experiment was designed by 28 Chinese universities.[42][needs update]\n\n"
        },
        {
            "title": "Plants grown in space",
            "text": "Plants grown in space include:\n\n"
        },
        {
            "title": "Experiments",
            "text": "Some experiments involving plants include:\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Plants",
        "https://en.wikipedia.org/wiki/Outer_space",
        "https://en.wikipedia.org/wiki/Moon_tree",
        "https://en.wikipedia.org/wiki/Biogeochemical_cycle",
        "https://en.wikipedia.org/wiki/Space_farming",
        "https://en.wikipedia.org/wiki/Chinese_cabbage",
        "https://en.wikipedia.org/wiki/The_Brick_Moon",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Space_Shuttle",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Columbia",
        "https://en.wikipedia.org/wiki/Gravitropism",
        "https://en.wikipedia.org/wiki/Greenhouse",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Lentil",
        "https://en.wikipedia.org/wiki/Canadian_Space_Agency",
        "https://en.wikipedia.org/wiki/White_spruce",
        "https://en.wikipedia.org/wiki/Amyloplast",
        "https://en.wikipedia.org/wiki/Maize",
        "https://en.wikipedia.org/wiki/Rye",
        "https://en.wikipedia.org/wiki/Cotton",
        "https://en.wikipedia.org/wiki/Suborbital",
        "https://en.wikipedia.org/wiki/Harvard_University",
        "https://en.wikipedia.org/wiki/Naval_Research_Laboratory",
        "https://en.wikipedia.org/wiki/Ionizing_radiation",
        "https://en.wikipedia.org/wiki/Kosmos_110",
        "https://en.wikipedia.org/wiki/Loblolly_pine",
        "https://en.wikipedia.org/wiki/Sycamore",
        "https://en.wikipedia.org/wiki/Liquidambar",
        "https://en.wikipedia.org/wiki/Redwood",
        "https://en.wikipedia.org/wiki/Douglas_fir",
        "https://en.wikipedia.org/wiki/Apollo_14",
        "https://en.wikipedia.org/wiki/Moon_trees",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Salyut_7",
        "https://en.wikipedia.org/wiki/Arabidopsis",
        "https://en.wikipedia.org/wiki/Skylab",
        "https://en.wikipedia.org/wiki/Rice",
        "https://en.wikipedia.org/wiki/Mir",
        "https://en.wikipedia.org/wiki/Bion_5",
        "https://en.wikipedia.org/wiki/Daucus_carota",
        "https://en.wikipedia.org/wiki/Bion_7",
        "https://en.wikipedia.org/wiki/Maize",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Expedition_4",
        "https://en.wikipedia.org/wiki/Vegetable_Production_System",
        "https://en.wikipedia.org/wiki/Romaine_lettuce",
        "https://en.wikipedia.org/wiki/Expedition_40",
        "https://en.wikipedia.org/wiki/Expedition_44",
        "https://en.wikipedia.org/wiki/Sunflower",
        "https://en.wikipedia.org/wiki/Donald_Pettit",
        "https://en.wikipedia.org/wiki/Zinnia",
        "https://en.wikipedia.org/wiki/Cabbage",
        "https://en.wikipedia.org/wiki/Lettuce",
        "https://en.wikipedia.org/wiki/Mizuna",
        "https://en.wikipedia.org/wiki/German_Aerospace_Center",
        "https://en.wikipedia.org/wiki/EuCROPIS",
        "https://en.wikipedia.org/wiki/Simulated_gravity",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Arabidopsis_thaliana",
        "https://en.wikipedia.org/wiki/Silkworm",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Photosynthesis",
        "https://en.wikipedia.org/wiki/Arabidopsis_thaliana",
        "https://en.wikipedia.org/wiki/Bok_choy",
        "https://en.wikipedia.org/wiki/Chinese_cabbage",
        "https://en.wikipedia.org/wiki/Brassica_rapa",
        "https://en.wikipedia.org/wiki/Rice",
        "https://en.wikipedia.org/wiki/Tulips",
        "https://en.wikipedia.org/wiki/Kalanchoe",
        "https://en.wikipedia.org/wiki/Flax",
        "https://en.wikipedia.org/wiki/Onions",
        "https://en.wikipedia.org/wiki/Peas",
        "https://en.wikipedia.org/wiki/Radishes",
        "https://en.wikipedia.org/wiki/Lettuce",
        "https://en.wikipedia.org/wiki/Wheat",
        "https://en.wikipedia.org/wiki/Garlic",
        "https://en.wikipedia.org/wiki/Cucumbers",
        "https://en.wikipedia.org/wiki/Parsley",
        "https://en.wikipedia.org/wiki/Potato",
        "https://en.wikipedia.org/wiki/Dill",
        "https://en.wikipedia.org/wiki/Cinnamon_basil",
        "https://en.wikipedia.org/wiki/Cabbage",
        "https://en.wikipedia.org/wiki/Zinnia_hybrida",
        "https://en.wikipedia.org/wiki/Mizuna_lettuce",
        "https://en.wikipedia.org/wiki/Romaine_lettuce",
        "https://en.wikipedia.org/wiki/Helianthus",
        "https://en.wikipedia.org/wiki/Ceratopteris_richardii",
        "https://en.wikipedia.org/wiki/Vegetable_Production_System",
        "https://en.wikipedia.org/wiki/Mir",
        "https://en.wikipedia.org/wiki/Mir",
        "https://en.wikipedia.org/wiki/Skylab",
        "https://en.wikipedia.org/wiki/Salyut_1",
        "https://en.wikipedia.org/wiki/NASA_Clean_Air_Study",
        "https://en.wikipedia.org/wiki/Ecosystem_Spaceborne_Thermal_Radiometer_Experiment_on_Space_Station",
        "https://en.wikipedia.org/wiki/Physcomitrella_patens",
        "https://en.wikipedia.org/wiki/Astrobotany",
        "https://en.wikipedia.org/wiki/Bioastronautics",
        "https://en.wikipedia.org/wiki/Biolab",
        "https://en.wikipedia.org/wiki/BIOPAN",
        "https://en.wikipedia.org/wiki/Biosatellite_program",
        "https://en.wikipedia.org/wiki/Endolith",
        "https://en.wikipedia.org/wiki/EXPOSE",
        "https://en.wikipedia.org/wiki/List_of_microorganisms_tested_in_outer_space",
        "https://en.wikipedia.org/wiki/Moon_tree",
        "https://en.wikipedia.org/wiki/Halorubrum",
        "https://en.wikipedia.org/wiki/Bacillus_subtilis",
        "https://en.wikipedia.org/wiki/Space_food",
        "https://en.wikipedia.org/wiki/Terraforming",
        "https://en.wikipedia.org/wiki/Jeffrey_Kluger",
        "https://en.wikipedia.org/wiki/List_of_topics_in_space",
        "https://en.wikipedia.org/wiki/Effect_of_spaceflight_on_the_human_body",
        "https://en.wikipedia.org/wiki/Astronautical_hygiene",
        "https://en.wikipedia.org/wiki/Locomotion_in_space",
        "https://en.wikipedia.org/wiki/Space_medicine",
        "https://en.wikipedia.org/wiki/Neuroscience_in_space",
        "https://en.wikipedia.org/wiki/Space_psychology",
        "https://en.wikipedia.org/wiki/Psychological_and_sociological_effects_of_spaceflight",
        "https://en.wikipedia.org/wiki/Sex_in_space",
        "https://en.wikipedia.org/wiki/Sleep_in_space",
        "https://en.wikipedia.org/wiki/Animals_in_space",
        "https://en.wikipedia.org/wiki/Soviet_space_dogs",
        "https://en.wikipedia.org/wiki/Orbiting_Frog_Otolith",
        "https://en.wikipedia.org/wiki/Fruit_flies_in_space",
        "https://en.wikipedia.org/wiki/Monkeys_and_apes_in_space",
        "https://en.wikipedia.org/wiki/Zond_5",
        "https://en.wikipedia.org/wiki/Astrobiology",
        "https://en.wikipedia.org/wiki/List_of_microorganisms_tested_in_outer_space",
        "https://en.wikipedia.org/wiki/Astrobotany",
        "https://en.wikipedia.org/wiki/Space_technology",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/Space_architecture",
        "https://en.wikipedia.org/wiki/Space_food",
        "https://en.wikipedia.org/wiki/Space_toilet",
        "https://en.wikipedia.org/wiki/Writing_in_space",
        "https://en.wikipedia.org/wiki/Asteroid_mining",
        "https://en.wikipedia.org/wiki/Batteries_in_space",
        "https://en.wikipedia.org/wiki/Nuclear_power_in_space",
        "https://en.wikipedia.org/wiki/Solar_panels_on_spacecraft",
        "https://en.wikipedia.org/wiki/Space_telescope",
        "https://en.wikipedia.org/wiki/Space_weapon",
        "https://en.wikipedia.org/wiki/Space_advertising",
        "https://en.wikipedia.org/wiki/Alcohol_and_spaceflight",
        "https://en.wikipedia.org/wiki/Space_archaeology",
        "https://en.wikipedia.org/wiki/Space_burial",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Asteroid_mining",
        "https://en.wikipedia.org/wiki/Space_trade",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Space_food",
        "https://en.wikipedia.org/wiki/Space_law",
        "https://en.wikipedia.org/wiki/Space_force",
        "https://en.wikipedia.org/wiki/Music_in_space",
        "https://en.wikipedia.org/wiki/Religion_in_space",
        "https://en.wikipedia.org/wiki/Christmas_on_the_International_Space_Station",
        "https://en.wikipedia.org/wiki/Space_selfie",
        "https://en.wikipedia.org/wiki/Space_tourism",
        "https://en.wikipedia.org/wiki/Voting_in_space",
        "https://en.wikipedia.org/wiki/Space_warfare",
        "https://en.wikipedia.org/wiki/Women_in_space",
        "https://en.wikipedia.org/wiki/Space_environment",
        "https://en.wikipedia.org/wiki/Space_climate",
        "https://en.wikipedia.org/wiki/Corrosion_in_space",
        "https://en.wikipedia.org/wiki/Space_debris",
        "https://en.wikipedia.org/wiki/Cosmic_dust",
        "https://en.wikipedia.org/wiki/Space_weather",
        "https://en.wikipedia.org/wiki/Space_weathering",
        "https://en.wikipedia.org/wiki/Plants_in_space",
        "https://en.wikipedia.org/wiki/Plants_in_space",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}