{
    "url": "https://en.wikipedia.org/wiki/Planet_51",
    "title": "Planet 51",
    "table_of_contents": [
        "1 Plot",
        "2 Voice cast",
        "3 Production",
        "4 Release",
        "4.1 Home media",
        "5 Reception",
        "5.1 Box office",
        "5.2 Critical response",
        "5.3 Accolades",
        "6 Soundtrack",
        "7 Video games",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPlanet 51 is a 2009 computer-animated science fiction comedy film directed by Jorge Blanco and co-directed by Javier Abad and Marcos Martínez, from a script by Joe Stillman,  based on an original idea by Javier Abad, Jorge Blanco, Marcos Martínez and Ignacio Pérez Dolset. Starring Dwayne Johnson, Jessica Biel, Justin Long, Gary Oldman, Seann William Scott and John Cleese, the film follows an astronaut who lands on an alien planet, as one of the aliens helps him return to his ship while evading the military.\n\nAn international co-production by Spain, United Kingdom, United States, and Canada, with the studios Ilion Animation Studios based in Madrid, and HandMade Films in London, the film was originally acquired for North American distribution by New Line Cinema, but then sold to Sony Pictures before completion.[5][6][7][8] Originally titled Planet One,[9] and later named as an allusion to Area 51, the film was completed on a $70 million budget, which, as of 2010, was the most expensive film produced in Spain.[3]\n\nPlanet 51 was released on 20 November 2009 in the United States and Canada by Sony Pictures Releasing's TriStar Pictures and Remstar Media Partners respectively, on 27 November in Spain by DeAPlaneta Distribución, and 4 December in the United Kingdom by HandMade Films International. The film grossed $105.6 million in the worldwide box office. It received generally negative reviews from critics, but earned the Goya Award for Best Animated Film in Spain.\n\n"
        },
        {
            "title": "Plot",
            "text": "On Planet 51[N 1], green extraterrestrials live peacefully in a society reminiscent of the United States during the 1950s, although the planet's and their nature provide notable differences from Earth and, notably, ignorance about astronomy leads to believing that the whole Universe extends for almost 500 miles.\n\nOne day, a mysterious spacecraft lands in the city of Glipforg. NASA[N 2] astronaut Charles \"Chuck\" Baker emerges from it and is shocked to find the planet inhabited. Panicked, Chuck escapes to the town's planetarium, where he meets teenage alien Lem, who works there part-time. Chuck convinces Lem to help return him to his spacecraft before command module Odyssey in Planet 51's orbit departs for Earth in three days and leaves him stranded. Planet 51's army, led by the paranoid General Grawl, arrives to inspect and deduces that the astronaut is an alien invader bent on turning the planet's population into zombies, similar to how invaders are depicted in media, and a manhunt ensues.\n\nLem enlists the help of his best friend Skiff, an eccentric science fiction aficionado with conspiracy theories about the so-called \"Base 9\" (Planet 51's equivalent of Area 51), to hide Chuck away from the army. During his efforts to conceal Chuck, Lem inadvertently upsets his neighbor and crush Neera, who believes the alien is friendly, and is also fired from his job when his boss discovers Chuck. In Lem's room, Chuck reunites with a dog-like NASA probe called Rover, which freed itself from the army's base after tracking Chuck with a GPS and headed for the city and which befriends a small, domesticated Xenomorph. After the army searches Lem's home for traces of the alien, Lem and Skiff move Chuck to a comic book store Skiff works at, where the news station manages to capture Chuck acting out references to Earth's pop culture, which is misinterpreted as alien threats. After escaping the store from the invading army, Grawl has Chuck's spacecraft moved to a secret location. Chuck is later captured by Grawl's forces during a festive movie premiere in town, and is slated to have his brain removed by alien scientist Professor Kipple. When Lem defends Chuck, Kipple deems him a zombie minion. Resigned to his fate, Chuck pretends to release Lem from his \"mind control\" and is taken away with Rover to Base 9.\n\nLem gets his job back, but is determined to rescue Chuck. Joined by Skiff, Neera, her younger brother Eckle, and Rover, Lem tracks down Base 9's location in the desert to a gas station where Skiff inadvertently opens a gate to the underground base. They free Chuck from Kipple and find his spacecraft, but they are cornered by Grawl and his forces. Bent on eliminating the human, Grawl reveals he has the base rigged to explode. Lem attempts to reason with The General to not shoot Chuck but inadvertently activates the countdown. Enraged, Grawl attempts to shoot Lem, but Eckle tosses a hook to him and ignites an explosive, causing him to be trapped under debris. Chuck rescues him before launching his spacecraft into Planet 51's orbit, escaping Base 9's destruction. After admiring Planet 51's view from space, Lem successfully asks Neera out on a date, while Grawl expresses his gratitude to Chuck for saving him. Chuck returns his friends home and allows Rover to stay behind with Skiff, who has bonded with the probe, and bids Lem and the rest of the town farewell before launching back into space, but the last seconds of the film reveal that the little Xenomorph pet befriended by Rover is on board.\n\nIn a mid-credits scene, Kipple climbs out of the underground base, but is taken back to his own lab for brain surgery by two of his own patients, whom he wrongly deemed to be mind controlled by Chuck earlier in the movie. Meanwhile, Chuck is stuck being licked by the alien pet as he comments that 'this is going to be a long trip'.\n\n"
        },
        {
            "title": "Production",
            "text": "Planet 51 is based on the original idea by Jorge Blanco, Marcos Martínez, Ignacio Pérez Dolset and Javier Abad. The film finished production by June 2009.[10]\n\nThe name change from Planet One to Planet 51 was a result of the demands made from another entity branded \"Planet One\" which produces children and teen TV programmes. They made contact with the film's producers early on to resolve the trademark and brand confusion issues. The Spanish film company behind it, Ilion Animation Studios, made an offer to the existing entity for all ownership rights to their \"Planet One\" trademarks and related website URLs. Planet One chose not to take that offer and to protect their brand and trademarks that had been active for many years. As a result, the film's producers chose to rename the film Planet 51: a reference to the top-secret military base, Area 51, where conspiracy theorists claim that data and specimens from a space alien that landed on Earth in 1947 are stored.\n\nThe character of Lem was named by screenwriter Joe Stillman after Polish science-fiction writer Stanisław Lem. Since the film was intended to be a parody of American pulp science fiction shot in Eastern Europe, Stillman thought it would be hilarious to have the name hint about a writer whose works have nothing to do with \"little green men\" stereotypes.[11]\n\n"
        },
        {
            "title": "Release",
            "text": "In November 2007, New Line Cinema had picked up the United States distribution rights; the studio itself was to release the film in the summer of 2009.[7] However, TriStar Pictures became the film's home after New Line Cinema sold the rights to them through Sony Pictures Worldwide Acquisitions Group.[8] According to the Variety magazine, New Line Cinema's owner, Warner, \"decided to let the pic go after the producers insisted on a November release, when Warner is releasing its sixth Harry Potter pic.\"[8] The new distributor moved the U.S. release date from the summer of 2009 to November of that year.[8]\n\nThe movie was released in the US on 20 November 2009.\nThe movie was then released a week later in Spain, on 27 November 2009, where it was distributed by DeAPlaneta.\n\nThe film was released by Sony Pictures Home Entertainment on Blu-ray and DVD on 9 March 2010; it would also see various other rereleases alongside other animated and/or family films by Sony Pictures afterwards, including as part of a triple pack with Surf's Up and The Pirates!: Band of Misfits.[2]\n\n"
        },
        {
            "title": "Reception",
            "text": "The film was released in 3,035 cinemas, grossing $3.2 million on its opening day and $12.6 million over the weekend, resulting in the number four position at the box office behind 2012, The Blind Side and The Twilight Saga: New Moon respectively.[12] During its theatrical run, it made over $42 million, with a total of $105 million worldwide.\n\nRotten Tomatoes reported that 23% of critics gave Planet 51 positive reviews based on 110 reviews with an average score of 4.2/10. The site's consensus reads: \"Planet 51 squanders an interesting premise with an overly familiar storyline, stock characters, and humor that alternates between curious and potentially offensive.\"[13] Another review aggregator, Metacritic, gave it a metascore of 39, indicating \"generally unfavorable reviews\" ,  based on 21 reviews.[14]\n\nAdam Markovitz of Entertainment Weekly graded the film a B, as it \"delivers a few pleasant surprises, including a smart story\".[15] Roger Ebert of the Chicago Sun-Times gave 21⁄2 stars out of 4 and positively wrote of the film being \"perfectly pleasant as kiddie entertainment, although wall-to-wall with pop references to the American 1950s.\"[16] Furthermore, some critics such as Markovitz of EW,[15] Steven Rea of The Philadelphia Inquirer,[17] and Brian Miller of The Village Voice[18] acknowledged Planet 51 as \"an E.T. in reverse\" (a role reversal where the human is the \"alien\").\n\n"
        },
        {
            "title": "Soundtrack",
            "text": "The soundtrack album for the film was released by Decca Label Group on 10 November 2009 (digital) and 17 November 2009 (CD).[25][26]\n\n"
        },
        {
            "title": "Video games",
            "text": "A video-game based on the film was announced in November 2009. The game was published by Sega and was released on Nintendo DS, PlayStation 3, Wii and Xbox 360 on 17 November 2009.[27] The console versions was developed by Pyro Studios and the Nintendo DS version was developed by Firebrand Games.[28] Zed Group, a long-time customer of Trinigy's, worked on the online version of the game with the Vision Engine.[29] There are also Planet 51 games for iPhone,[30][31] mobile devices and Facebook, developed by Zed Worldwide.[citation needed]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Joe_Stillman",
        "https://en.wikipedia.org/wiki/Dwayne_Johnson",
        "https://en.wikipedia.org/wiki/Jessica_Biel",
        "https://en.wikipedia.org/wiki/Justin_Long",
        "https://en.wikipedia.org/wiki/Gary_Oldman",
        "https://en.wikipedia.org/wiki/Seann_William_Scott",
        "https://en.wikipedia.org/wiki/John_Cleese",
        "https://en.wikipedia.org/wiki/James_Seymour_Brett",
        "https://en.wikipedia.org/wiki/Ilion_Animation_Studios",
        "https://en.wikipedia.org/wiki/HandMade_Films_International",
        "https://en.wikipedia.org/wiki/Antena_3_Films",
        "https://en.wikipedia.org/wiki/TriStar_Pictures",
        "https://en.wikipedia.org/wiki/Sony_Pictures_Releasing",
        "https://en.wikipedia.org/wiki/Remstar_Media_Group",
        "https://en.wikipedia.org/wiki/Euro",
        "https://en.wikipedia.org/wiki/Computer_animation",
        "https://en.wikipedia.org/wiki/Science_fiction_comedy",
        "https://en.wikipedia.org/wiki/Joe_Stillman",
        "https://en.wikipedia.org/wiki/Dwayne_Johnson",
        "https://en.wikipedia.org/wiki/Jessica_Biel",
        "https://en.wikipedia.org/wiki/Justin_Long",
        "https://en.wikipedia.org/wiki/Gary_Oldman",
        "https://en.wikipedia.org/wiki/Seann_William_Scott",
        "https://en.wikipedia.org/wiki/John_Cleese",
        "https://en.wikipedia.org/wiki/Ilion_Animation_Studios",
        "https://en.wikipedia.org/wiki/HandMade_Films",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/New_Line_Cinema",
        "https://en.wikipedia.org/wiki/Sony_Pictures",
        "https://en.wikipedia.org/wiki/Area_51",
        "https://en.wikipedia.org/wiki/Sony_Pictures_Releasing",
        "https://en.wikipedia.org/wiki/TriStar_Pictures",
        "https://en.wikipedia.org/wiki/Remstar_Media_Group",
        "https://en.wikipedia.org/wiki/HandMade_Films_International",
        "https://en.wikipedia.org/wiki/Goya_Award_for_Best_Animated_Film",
        "https://en.wikipedia.org/wiki/1950s",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Planetarium",
        "https://en.wikipedia.org/wiki/Zombie",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Conspiracy_theory",
        "https://en.wikipedia.org/wiki/Area_51",
        "https://en.wikipedia.org/wiki/Brain_surgery",
        "https://en.wikipedia.org/wiki/Justin_Long",
        "https://en.wikipedia.org/wiki/Dwayne_Johnson",
        "https://en.wikipedia.org/wiki/Jessica_Biel",
        "https://en.wikipedia.org/wiki/Seann_William_Scott",
        "https://en.wikipedia.org/wiki/Gary_Oldman",
        "https://en.wikipedia.org/wiki/John_Cleese",
        "https://en.wikipedia.org/wiki/Mathew_Horne",
        "https://en.wikipedia.org/wiki/James_Corden",
        "https://en.wikipedia.org/wiki/Rupert_Degas",
        "https://en.wikipedia.org/wiki/Area_51",
        "https://en.wikipedia.org/wiki/Conspiracy_theorist",
        "https://en.wikipedia.org/wiki/Space_alien",
        "https://en.wikipedia.org/wiki/Joe_Stillman",
        "https://en.wikipedia.org/wiki/Pulp_magazine",
        "https://en.wikipedia.org/wiki/Little_green_men",
        "https://en.wikipedia.org/wiki/New_Line_Cinema",
        "https://en.wikipedia.org/wiki/TriStar_Pictures",
        "https://en.wikipedia.org/wiki/New_Line_Cinema",
        "https://en.wikipedia.org/wiki/Sony_Pictures_Worldwide_Acquisitions_Group",
        "https://en.wikipedia.org/wiki/Time_Warner",
        "https://en.wikipedia.org/wiki/Sony_Pictures_Home_Entertainment",
        "https://en.wikipedia.org/wiki/DVD",
        "https://en.wikipedia.org/wiki/Rotten_Tomatoes",
        "https://en.wikipedia.org/wiki/Metacritic",
        "https://en.wikipedia.org/wiki/Entertainment_Weekly",
        "https://en.wikipedia.org/wiki/Roger_Ebert",
        "https://en.wikipedia.org/wiki/United_States_in_the_1950s",
        "https://en.wikipedia.org/wiki/The_Philadelphia_Inquirer",
        "https://en.wikipedia.org/wiki/The_Village_Voice",
        "https://en.wikipedia.org/wiki/Casting_Society_of_America",
        "https://en.wikipedia.org/wiki/23rd_European_Film_Awards",
        "https://en.wikipedia.org/wiki/European_Film_Award_for_Best_Animated_Feature_Film",
        "https://en.wikipedia.org/wiki/24th_Goya_Awards",
        "https://en.wikipedia.org/wiki/Goya_Award_for_Best_Animated_Film",
        "https://en.wikipedia.org/wiki/Soundtrack_album",
        "https://en.wikipedia.org/wiki/Record_label",
        "https://en.wikipedia.org/wiki/Decca_Label_Group",
        "https://en.wikipedia.org/wiki/Decca_Label_Group",
        "https://en.wikipedia.org/wiki/Long_Tall_Sally",
        "https://en.wikipedia.org/wiki/John_Sloman",
        "https://en.wikipedia.org/wiki/Lance_Ellington",
        "https://en.wikipedia.org/wiki/Unchained_Melody",
        "https://en.wikipedia.org/wiki/Space_Oddity",
        "https://en.wikipedia.org/wiki/London_Metropolitan_Orchestra",
        "https://en.wikipedia.org/wiki/Sega",
        "https://en.wikipedia.org/wiki/Nintendo_DS",
        "https://en.wikipedia.org/wiki/PlayStation_3",
        "https://en.wikipedia.org/wiki/Wii",
        "https://en.wikipedia.org/wiki/Xbox_360",
        "https://en.wikipedia.org/wiki/Pyro_Studios",
        "https://en.wikipedia.org/wiki/Nintendo_DS",
        "https://en.wikipedia.org/wiki/Firebrand_Games",
        "https://en.wikipedia.org/wiki/Trinigy",
        "https://en.wikipedia.org/wiki/Vision_Engine",
        "https://en.wikipedia.org/wiki/British_Film_Institute",
        "https://en.wikipedia.org/wiki/Ilion_Animation_Studios",
        "https://en.wikipedia.org/wiki/Associated_Press",
        "https://en.wikipedia.org/wiki/IGN_Entertainment",
        "https://en.wikipedia.org/wiki/CNET_Networks",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Metacritic",
        "https://en.wikipedia.org/wiki/Box_Office_Mojo",
        "https://en.wikipedia.org/wiki/Rotten_Tomatoes",
        "https://en.wikipedia.org/wiki/The_Big_Cartoon_DataBase",
        "https://en.wikipedia.org/wiki/HandMade_Films",
        "https://en.wikipedia.org/wiki/George_Harrison",
        "https://en.wikipedia.org/wiki/A_Sense_of_Freedom",
        "https://en.wikipedia.org/wiki/The_Long_Good_Friday",
        "https://en.wikipedia.org/wiki/Time_Bandits",
        "https://en.wikipedia.org/wiki/Monty_Python_Live_at_the_Hollywood_Bowl",
        "https://en.wikipedia.org/wiki/Scrubbers",
        "https://en.wikipedia.org/wiki/The_Missionary",
        "https://en.wikipedia.org/wiki/A_Private_Function",
        "https://en.wikipedia.org/wiki/Shanghai_Surprise",
        "https://en.wikipedia.org/wiki/Withnail_and_I",
        "https://en.wikipedia.org/wiki/Bellman_and_True",
        "https://en.wikipedia.org/wiki/The_Lonely_Passion_of_Judith_Hearne",
        "https://en.wikipedia.org/wiki/Track_29",
        "https://en.wikipedia.org/wiki/The_Raggedy_Rawney",
        "https://en.wikipedia.org/wiki/How_to_Get_Ahead_in_Advertising",
        "https://en.wikipedia.org/wiki/Powwow_Highway",
        "https://en.wikipedia.org/wiki/Nuns_on_the_Run",
        "https://en.wikipedia.org/wiki/The_Wrong_Guy",
        "https://en.wikipedia.org/wiki/Fifty_Dead_Men_Walking",
        "https://en.wikipedia.org/wiki/127_Hours",
        "https://en.wikipedia.org/wiki/Goya_Award_for_Best_Animated_Film",
        "https://en.wikipedia.org/wiki/Goomer",
        "https://en.wikipedia.org/wiki/Pinocchio_3000",
        "https://en.wikipedia.org/wiki/Midsummer_Dream",
        "https://en.wikipedia.org/wiki/The_Hairy_Tooth_Fairy",
        "https://en.wikipedia.org/wiki/The_Missing_Lynx",
        "https://en.wikipedia.org/wiki/Chico_and_Rita",
        "https://en.wikipedia.org/wiki/Tad_the_Lost_Explorer_and_the_Secret_of_King_Midas",
        "https://en.wikipedia.org/wiki/Planet_51",
        "https://en.wikipedia.org/wiki/Planet_51",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}