{
    "url": "https://en.wikipedia.org/wiki/Planetary_migration",
    "title": "Planetary migration",
    "table_of_contents": [
        "1 Types of disk",
        "1.1 Gas disk",
        "1.2 Planetesimal disk",
        "2 Types of migration",
        "2.1 Disk migration",
        "2.1.1 Type I migration",
        "2.1.2 Type II migration",
        "2.1.3 Type III disk migration",
        "2.2 Gravitational scattering",
        "2.3 Tidal migration",
        "2.4 Kozai cycles and tidal friction",
        "2.5 Planetesimal-driven migration",
        "3 Resonance capture",
        "4 In the Solar System",
        "5 See also",
        "6 Notes",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Planetary migration occurs when a planet or other body in orbit around a star interacts with a disk of gas or planetesimals, resulting in the alteration of its orbital parameters, especially its semi-major axis.  Planetary migration is the most likely explanation for hot Jupiters (exoplanets with Jovian masses but orbits of only a few days).  The generally accepted theory of planet formation from a protoplanetary disk predicts that such planets cannot form so close to their stars, as there is insufficient mass at such small radii and the temperature is too high to allow the formation of rocky or icy planetesimals.  \n\nIt has also become clear[citation needed] that terrestrial-mass planets may be subject to rapid inward migration if they form while the gas disk is still present. This may affect the formation of the cores of the giant planets (which have masses of the order of 10 to 1000 Earth masses), if those planets form via the core-accretion mechanism.\n\n"
        },
        {
            "title": "Types of disk",
            "text": "Observations suggest that gas in protoplanetary disks orbiting young stars have lifetimes of a few to several million years.[1]  If planets with masses of around an Earth mass or greater form while the gas is still present, the planets can exchange angular momentum with the surrounding gas in the protoplanetary disk so that their orbits change gradually. Although the sense of migration is typically inwards in locally isothermal disks, outward migration may occur in disks that possess entropy gradients.[2]\n\nDuring the late phase of planetary system formation, massive protoplanets and planetesimals gravitationally interact in a chaotic manner causing many planetesimals to be thrown into new orbits. This results in angular-momentum exchange between the planets and the planetesimals, and leads to migration (either inward or outward). Outward migration of Neptune is believed to be responsible for the resonant capture of Pluto and other Plutinos into the 3:2 resonance with Neptune.\n\n"
        },
        {
            "title": "Types of migration",
            "text": "There are many different mechanisms by which planets' orbits can migrate, which are described below as disk migration (Type I migration, Type II migration, or Type III migration), tidal migration, planetesimal-driven migration, gravitational scattering, and Kozai cycles and tidal friction. This list of types is not exhaustive or definitive: Depending on what is most convenient for any one type of study, different researchers will distinguish mechanisms in somewhat different ways.\n\nClassification of any one mechanism is mainly based on the circumstances in the disk that enable the mechanism to efficiently transfer energy and/or angular momentum to and from planetary orbits. As the loss or relocation of material in the disk changes the circumstances, one migration mechanism will give way to another mechanism, or perhaps none. If there is no follow-on mechanism, migration (largely) stops and the stellar system becomes (mostly) stable.\n\nDisk migration arises from the gravitational force exerted by a sufficiently massive body embedded in a disk on the surrounding disk's gas, which perturbs its density distribution.  By the reaction principle of classical mechanics, the gas exerts an equal and opposite gravitational force on the body, which can also be expressed as a torque.  This torque alters the angular momentum of the planet's orbit, resulting in a variation of the semi-major axis and other orbital elements.  An increase over time of the semi-major axis leads to outward migration, i.e., away from the star, whereas the opposite behavior leads to inward migration.\n\nThree sub-types of disk migration are distinguished as Types I, II, and III. The numbering is not intended to suggest a sequence or stages.\n\nSmall planets undergo Type I disk migration driven by torques arising from Lindblad and co-rotation resonances. Lindblad resonances excite spiral density waves in the surrounding gas, both interior and exterior of the planet's orbit.  In most cases, the outer spiral wave exerts a greater torque than does the inner wave, causing the planet to lose angular momentum, and hence migrate toward the star. The migration rate due to these torques is proportional to the mass of the planet and to the local gas density, and results in a migration timescale that tends to be short relative to the million-year lifetime of the gaseous disk.[3]  Additional co-rotation torques are also exerted by gas orbiting with a period similar to that of the planet. In a reference frame attached to the planet, this gas follows horseshoe orbits, reversing direction when it approaches the planet from ahead or from behind. The gas reversing course ahead of the planet originates from a larger semi-major axis and may be cooler and denser than the gas reversing course behind the planet. This may result in a region of excess density ahead of the planet and of lesser density behind the planet, causing the planet to gain angular momentum.[4][5]\n\nThe planet mass for which migration can be approximated to Type I depends on the local gas pressure scale height and, to a lesser extent, the kinematic viscosity of the gas.[3][6] In warm and viscous disks, Type I migration may apply to larger mass planets. In locally isothermal disks and far from steep density and temperature gradients, co-rotation torques are generally overpowered by the Lindblad torques.[7][6] Regions of outward migration may exist for some planetary mass ranges and disk conditions in both local isothermal and non-isothermal disks.[6][8] The locations of these regions may vary during the evolution of the disk, and in the local-isothermal case are restricted to regions with large density and/or temperature radial gradients over several pressure scale-heights. Type I migration in a local isothermal disk was shown to be compatible with the formation and long-term evolution of some of the observed Kepler planets.[9] The rapid accretion of solid material by the planet may also produce a \"heating torque\" that causes the planet to gain angular momentum.[10]\n\nA planet massive enough to open a gap in a gaseous disk undergoes a regime referred to as Type II disk migration. When the mass of a perturbing planet is large enough, the tidal torque it exerts on the gas transfers angular momentum to the gas exterior of the planet's orbit, and does the opposite interior to the planet, thereby repelling gas from around the orbit. In a Type I regime, viscous torques can efficiently counter this effect by resupplying gas and smoothing out sharp density gradients. But when the torques become strong enough to overcome the viscous torques in the vicinity of the planet's orbit, a lower density annular gap is created. The depth of this gap depends on the temperature and viscosity of the gas and on the planet mass. In the simple scenario in which no gas crosses the gap, the migration of the planet follows the viscous evolution of the disk's gas. In the inner disk, the planet spirals inward on the viscous timescale, following the accretion of gas onto the star. In this case, the migration rate is typically slower than would be the migration of the planet in the Type I regime. In the outer disk, however, migration can be outward if the disk is viscously expanding. A Jupiter-mass planet in a typical protoplanetary disk is expected to undergo migration at approximately the Type II rate, with the transition from Type I to Type II occurring at roughly the mass of Saturn, as a partial gap is opened.[11][12]\n\nType II migration is one explanation for the formation of hot Jupiters.[13] In more realistic situations, unless extreme thermal and viscosity conditions occur in a disk, there is an ongoing flux of gas through the gap.[14] As a consequence of this mass flux, torques acting on a planet can be susceptible to local disk properties, akin to torques at work during Type I migration. Therefore, in viscous disks, Type II migration can be typically described as a modified form of Type I migration, in a unified formalism.[12][6] The transition between Type I and Type II migration is generally smooth, but deviations from a smooth transition have also been found.[11][15] In some situations, when planets induce eccentric perturbation in the surrounding disk's gas, Type II migration may slow down, stall, or reverse.[16]\n\nFrom a physical viewpoint, Type I and Type II migration are driven by the same type of torques (at Lindblad and co-rotation resonances). In fact, they can be interpreted and modeled as a single regime of migration, that of Type I appropriately modified by the perturbed gas surface density of the disk.[12][6]\n\nType III disk migration applies to fairly extreme disk / planet cases and is characterized by extremely short migration timescales.[17][18][12] Although sometimes referred to as \"runaway migration\", the migration rate does not necessarily increase over time.[17][18] Type III migration is driven by the co-orbital torques from gas trapped in the planet's libration regions and from an initial, relatively fast, planetary radial motion. The planet's radial motion displaces gas in its co-orbital region, creating a density asymmetry between the gas on the leading and the trailing side of the planet.[12][3] Type III migration applies to disks that are relatively massive and to planets that can only open partial gaps in the gas disk.[3][12][17] Previous interpretations linked Type III migration to gas streaming across the orbit of the planet in the opposite direction as the planet's radial motion, creating a positive feedback loop.[17] Fast outward migration may also occur temporarily, delivering giant planets to distant orbits, if later Type II migration is ineffective at driving the planets back.[19]\n\nAnother possible mechanism that may move planets over large orbital radii is gravitational scattering by larger planets or, in a protoplantetary disk, gravitational scattering by over-densities in the fluid of the disk.[20] In the case of the Solar System, Uranus and Neptune may have been gravitationally scattered onto larger orbits by close encounters with Jupiter and/or Saturn.[21][22] Systems of exoplanets can undergo similar dynamical instabilities following the dissipation of the gas disk that alter their orbits and in some cases result in planets being ejected or colliding with the star.\n\nPlanets scattered gravitationally can end on highly eccentric orbits with perihelia close to the star, enabling their orbits to be altered by the tides they raise on the star. The eccentricities and inclinations of these planets are also excited during these encounters, providing one possible explanation for the observed eccentricity distribution of the closely orbiting exoplanets.[23] The resulting systems are often near the limits of stability.[24] As in the Nice model, systems of exoplanets with an outer disk of planetesimals can also undergo dynamical instabilities following resonance crossings during planetesimal-driven migration. The eccentricities and inclinations of the planets on distant orbits can be damped by dynamical friction with the planetesimals with the final values depending on the relative masses of the disk and the planets that had gravitational encounters.[25]\n\nTides between the star and planet modify the semi-major axis and orbital eccentricity of the planet. If the planet is orbiting very near to its star, the tide of the planet raises a bulge on the star. If the star's rotational period is longer than the planet's orbital period the location of the bulge lags behind a line between the planet and the center of the star creating a torque between the planet and the star. As a result, the planet loses angular momentum and its semi-major axis decreases with time.\n\nIf the planet is in an eccentric orbit the strength of the tide is stronger when it is near perihelion. The planet is slowed the most when near perihelion, causing its aphelion to decrease faster than its perihelion, reducing its eccentricity. Unlike disk migration – which lasts a few million years until the gas dissipates – tidal migration continues for billions of years. Tidal evolution of close-in planets produces semi-major axes typically half as large as they were at the time that the gas nebula cleared.[26]\n\nA planetary orbit that is inclined relative to the plane of a binary star can shrink due to a combination of Kozai cycles and tidal friction. Interactions with the more distant star cause the planet's orbit to undergo an exchange of eccentricity and inclination due to the Kozai mechanism. This process can increase the planet's eccentricity and lower its perihelion enough to create strong tides between the planet on the star increases. When it is near the star the planet loses angular momentum causing its orbit to shrink. \n\nThe planet's eccentricity and inclination cycle repeatedly, slowing the evolution of the planets semi-major axis.[27] If the planet's orbit shrinks enough to remove it from the influence of the distant star the Kozai cycles end. Its orbit will then shrink more rapidly as it is tidally circularized. The orbit of the planet can also become retrograde due to this process. Kozai cycles can also occur in a system with two planets that have differing inclinations due to gravitational scattering between planets and can result in planets with retrograde orbits.[28][29]\n\nThe orbit of a planet can change due to gravitational encounters with a large number of planetesimals. Planetesimal-driven migration is the result of the accumulation of the transfers of angular momentum during encounters between the planetesimals and a planet. For individual encounters the amount of angular momentum exchanged and the direction of the change in the planet's orbit depends on the geometry of the encounter. For a large number of encounters the direction of the planet's migration depends on the average angular momentum of the planetesimals relative to the planet. If it is higher, for example a disk outside the planet's orbit, the planet migrates outward, if it is lower the planet migrates inward. The migration of a planet beginning with a similar angular momentum as the disk depends on potential sinks and sources of the planetesimals.[30]\n\nFor a single planet system, planetesimals can only be lost (a sink) due to their ejection, which would cause the planet to migrate inward. In multiple planet systems the other planets can act as sinks or sources. Planetesimals can be removed from the planet's influence after encountering an adjacent planet or transferred to that planet's influence. These interactions cause the planet's orbits to diverge as the outer planet tends to remove planetesimals with larger momentum from the inner planet influence or add planetesimals with lower angular momentum, and vice versa. The planet's resonances, where the eccentricities of planetesimals are pumped up until they intersect with the planet, also act as a source. Finally, the planet's migration acts as both a sink and a source of new planetesimals creating a positive feedback that tends to continue its migration in the original direction.[30]\n\nPlanetesimal-driven migration can be damped if planetesimals are lost to various sinks faster than new ones are encountered due to its sources. It may be sustained if the new planetesimals enter its influence faster than they are lost. If sustained migration is due to its migration only, it is called runaway migration. If it is due to the loss of planetesimals to another planets influence, it is called forced migration[30] For a single planet orbiting in a planetesial disk the shorter timescales of the encounters with planetesimals with shorter period orbits results in more frequent encounters with the planetesimals with less angular momentum and the inward migration of the planet.[31] Planetesimal-driven migration in a gas disk, however, can be outward for a particular range of planetesimal sizes because of the removal of shorter period planetesimals due to gas drag.[32]\n\n"
        },
        {
            "title": "Resonance capture",
            "text": "The migration of planets can lead to planets being captured in resonances and chains of resonances if their orbits converge. The orbits of the planets can converge if the migration of the inner planet is halted at the inner edge of the gas disk, resulting in a system of tightly orbiting inner planets;[33] or if migration is halted in a convergence zone where the torques driving Type I migration cancel, for example near the ice line, in a chain of more distant planets.[34]\n\nGravitational encounters can also lead to the capture of planets with sizable eccentricities in resonances.[35] In the grand tack hypothesis the migration of Jupiter is halted and reversed when it captured Saturn in an outer resonance.[36] The halting of Jupiter's and Saturn's migration and the capture of Uranus and Neptune in further resonances may have prevented the formation of a compact system of super-earths similar to many of those found by Kepler.[37] The outward migration of planets can also result in the capture of planetesimals in resonance with the outer planet; for example the resonant trans-Neptunian objects in the Kuiper belt.[38]\n\nAlthough planetary migration is expected to lead to systems with chains of resonant planets most exoplanets are not in resonances. The resonance chains can be disrupted by gravitational instabilities once the gas disk dissipates.[39] Interactions with leftover planetesimals can break resonances of low mass planets leaving them in orbits slightly outside the resonance.[40] Tidal interactions with the star, turbulence in the disk, and interactions with the wake of another planet could also disrupt resonances.[41] Resonance capture might be avoided for planets smaller than Neptune with eccentric orbits.[42]\n\n"
        },
        {
            "title": "In the Solar System",
            "text": "The migration of the outer planets is a scenario proposed to explain some of the orbital properties of the bodies in the Solar System's outermost regions.[43] Beyond Neptune, the Solar System continues into the Kuiper belt, the scattered disc, and the Oort cloud, three sparse populations of small icy bodies thought to be the points of origin for most observed comets. At their distance from the Sun, accretion was too slow to allow planets to form before the solar nebula dispersed, because the initial disc lacked enough mass density to consolidate into a planet. The Kuiper belt lies between 30 and 55 AU from the Sun, while the farther scattered disc extends to over 100 AU,[43] and the distant Oort cloud begins at about 50,000 AU.[44]\n\nAccording to this scenario the Kuiper belt was originally much denser and closer to the Sun: it contained millions of planetesimals, and had an outer edge at approximately 30 AU, the present distance of Neptune. After the formation of the Solar System, the orbits of all the giant planets continued to change slowly, influenced by their interaction with the large number of remaining planetesimals. After 500–600 million years (about 4 billion years ago) Jupiter and Saturn divergently crossed the 2:1 orbital resonance, in which Saturn orbited the Sun once for every two Jupiter orbits.[43] This resonance crossing increased the eccentricities of Jupiter and Saturn and destabilized the orbits of Uranus and Neptune. Encounters between the planets followed causing Neptune to surge past Uranus and plough into the dense planetesimal belt. The planets scattered the majority of the small icy bodies inwards, while moving outwards themselves. These planetesimals then scattered off the next planet they encountered in a similar manner, moving the planets' orbits outwards while they moved inwards.[45] This process continued until the planetesimals interacted with Jupiter, whose immense gravity sent them into highly elliptical orbits or even ejected them outright from the Solar System. This caused Jupiter to move slightly inward. This scattering scenario explains the trans-Neptunian populations' present low mass. In contrast to the outer planets, the inner planets are not believed to have migrated significantly over the age of the Solar System, because their orbits have remained stable following the period of giant impacts.[46]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Star_formation",
        "https://en.wikipedia.org/wiki/Interstellar_medium",
        "https://en.wikipedia.org/wiki/Molecular_cloud",
        "https://en.wikipedia.org/wiki/Bok_globule",
        "https://en.wikipedia.org/wiki/Dark_nebula",
        "https://en.wikipedia.org/wiki/Young_stellar_object",
        "https://en.wikipedia.org/wiki/Protostar",
        "https://en.wikipedia.org/wiki/T_Tauri_star",
        "https://en.wikipedia.org/wiki/Initial_mass_function",
        "https://en.wikipedia.org/wiki/Jeans_instability",
        "https://en.wikipedia.org/wiki/Nebular_hypothesis",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Planetesimal",
        "https://en.wikipedia.org/wiki/Hot_Jupiter",
        "https://en.wikipedia.org/wiki/Exoplanets",
        "https://en.wikipedia.org/wiki/Jupiter_mass",
        "https://en.wikipedia.org/wiki/Protoplanetary_disk",
        "https://en.wikipedia.org/wiki/Terrestrial_planet",
        "https://en.wikipedia.org/wiki/Angular_momentum",
        "https://en.wikipedia.org/wiki/Protoplanetary_disk",
        "https://en.wikipedia.org/wiki/Planetesimal",
        "https://en.wikipedia.org/wiki/Neptune",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/Plutino",
        "https://en.wikipedia.org/wiki/Orbital_resonance",
        "https://en.wikipedia.org/wiki/Classical_mechanics",
        "https://en.wikipedia.org/wiki/Torque",
        "https://en.wikipedia.org/wiki/Angular_momentum",
        "https://en.wikipedia.org/wiki/Lindblad_resonance",
        "https://en.wikipedia.org/wiki/Spiral_density_wave",
        "https://en.wikipedia.org/wiki/Horseshoe_orbit",
        "https://en.wikipedia.org/wiki/Scale_height",
        "https://en.wikipedia.org/wiki/Viscosity",
        "https://en.wikipedia.org/wiki/Lindblad_resonance",
        "https://en.wikipedia.org/wiki/Hot_Jupiter",
        "https://en.wikipedia.org/wiki/Lagrangian_point",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Dynamical_friction",
        "https://en.wikipedia.org/wiki/Kozai_mechanism",
        "https://en.wikipedia.org/wiki/Grand_tack_hypothesis",
        "https://en.wikipedia.org/wiki/Nice_model",
        "https://en.wikipedia.org/wiki/Kuiper_belt",
        "https://en.wikipedia.org/wiki/Scattered_disc",
        "https://en.wikipedia.org/wiki/Oort_cloud",
        "https://en.wikipedia.org/wiki/Comet",
        "https://en.wikipedia.org/wiki/Solar_nebula",
        "https://en.wikipedia.org/wiki/Formation_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/Orbital_resonance",
        "https://en.wikipedia.org/wiki/Late_Heavy_Bombardment",
        "https://en.wikipedia.org/wiki/Nebular_hypothesis",
        "https://en.wikipedia.org/wiki/Rogue_planet",
        "https://en.wikipedia.org/wiki/Tidally_detached_exomoon",
        "https://en.wikipedia.org/wiki/Gloria_Suzanne_Koenigsberger_Horowitz",
        "https://en.wikipedia.org/wiki/Astrophysical_Journal",
        "https://en.wikipedia.org/wiki/Monthly_Notices_of_the_Royal_Astronomical_Society",
        "https://en.wikipedia.org/wiki/Astrophysical_Journal",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Definition_of_planet",
        "https://en.wikipedia.org/wiki/IAU_definition_of_planet",
        "https://en.wikipedia.org/wiki/Planetary_science",
        "https://en.wikipedia.org/wiki/Exoplanet",
        "https://en.wikipedia.org/wiki/Exoplanet_orbital_and_physical_parameters",
        "https://en.wikipedia.org/wiki/Methods_of_detecting_exoplanets",
        "https://en.wikipedia.org/wiki/Planetary_system",
        "https://en.wikipedia.org/wiki/PDS_70",
        "https://en.wikipedia.org/wiki/List_of_planet_types",
        "https://en.wikipedia.org/wiki/Terrestrial_planet",
        "https://en.wikipedia.org/wiki/Carbon_planet",
        "https://en.wikipedia.org/wiki/Coreless_planet",
        "https://en.wikipedia.org/wiki/Desert_planet",
        "https://en.wikipedia.org/wiki/Dwarf_planet",
        "https://en.wikipedia.org/wiki/Ice_planet",
        "https://en.wikipedia.org/wiki/Iron_planet",
        "https://en.wikipedia.org/wiki/Lava_planet",
        "https://en.wikipedia.org/wiki/Ocean_world",
        "https://en.wikipedia.org/wiki/Gas_giant",
        "https://en.wikipedia.org/wiki/Eccentric_Jupiter",
        "https://en.wikipedia.org/wiki/Helium_planet",
        "https://en.wikipedia.org/wiki/Hot_Jupiter",
        "https://en.wikipedia.org/wiki/Hot_Neptune",
        "https://en.wikipedia.org/wiki/Gas_giant",
        "https://en.wikipedia.org/wiki/Ice_giant",
        "https://en.wikipedia.org/wiki/Blanet",
        "https://en.wikipedia.org/wiki/Brown_dwarf",
        "https://en.wikipedia.org/wiki/Chthonian_planet",
        "https://en.wikipedia.org/wiki/Circumbinary_planet",
        "https://en.wikipedia.org/wiki/Circumtriple_planet",
        "https://en.wikipedia.org/wiki/Disrupted_planet",
        "https://en.wikipedia.org/wiki/Double_planet",
        "https://en.wikipedia.org/wiki/Ecumenopolis",
        "https://en.wikipedia.org/wiki/Eyeball_planet",
        "https://en.wikipedia.org/wiki/Giant_planet",
        "https://en.wikipedia.org/wiki/Mesoplanet",
        "https://en.wikipedia.org/wiki/Planetesimal",
        "https://en.wikipedia.org/wiki/Protoplanet",
        "https://en.wikipedia.org/wiki/Pulsar_planet",
        "https://en.wikipedia.org/wiki/Toroidal_planet",
        "https://en.wikipedia.org/wiki/Formation_and_evolution_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/Accretion_disk",
        "https://en.wikipedia.org/wiki/Asteroid_belt",
        "https://en.wikipedia.org/wiki/Circumplanetary_disk",
        "https://en.wikipedia.org/wiki/Circumstellar_disc",
        "https://en.wikipedia.org/wiki/Circumstellar_envelope",
        "https://en.wikipedia.org/wiki/Cosmic_dust",
        "https://en.wikipedia.org/wiki/Debris_disk",
        "https://en.wikipedia.org/wiki/Detached_object",
        "https://en.wikipedia.org/wiki/Disrupted_planet",
        "https://en.wikipedia.org/wiki/Exozodiacal_dust",
        "https://en.wikipedia.org/wiki/Extraterrestrial_materials",
        "https://en.wikipedia.org/wiki/Extraterrestrial_sample_curation",
        "https://en.wikipedia.org/wiki/Gravitational_collapse",
        "https://en.wikipedia.org/wiki/Hills_cloud",
        "https://en.wikipedia.org/wiki/Exoplanet_interiors",
        "https://en.wikipedia.org/wiki/Interplanetary_dust_cloud",
        "https://en.wikipedia.org/wiki/Interplanetary_medium",
        "https://en.wikipedia.org/wiki/Interplanetary_space",
        "https://en.wikipedia.org/wiki/Interstellar_cloud",
        "https://en.wikipedia.org/wiki/Interstellar_dust",
        "https://en.wikipedia.org/wiki/Interstellar_medium",
        "https://en.wikipedia.org/wiki/Kuiper_belt",
        "https://en.wikipedia.org/wiki/List_of_interstellar_and_circumstellar_molecules",
        "https://en.wikipedia.org/wiki/Molecular_cloud",
        "https://en.wikipedia.org/wiki/Nebular_hypothesis",
        "https://en.wikipedia.org/wiki/Oort_cloud",
        "https://en.wikipedia.org/wiki/Outer_space",
        "https://en.wikipedia.org/wiki/Planetary_system",
        "https://en.wikipedia.org/wiki/Planetesimal",
        "https://en.wikipedia.org/wiki/Protoplanetary_disk",
        "https://en.wikipedia.org/wiki/Ring_system",
        "https://en.wikipedia.org/wiki/Rubble_pile",
        "https://en.wikipedia.org/wiki/Scattered_disc",
        "https://en.wikipedia.org/wiki/Star_formation",
        "https://en.wikipedia.org/wiki/Planetary_system",
        "https://en.wikipedia.org/wiki/Exocomet",
        "https://en.wikipedia.org/wiki/Interstellar_comet",
        "https://en.wikipedia.org/wiki/Exomoon",
        "https://en.wikipedia.org/wiki/Tidally_detached_exomoon",
        "https://en.wikipedia.org/wiki/Rogue_planet",
        "https://en.wikipedia.org/wiki/Pulsar_planet",
        "https://en.wikipedia.org/wiki/Methods_of_detecting_exoplanets",
        "https://en.wikipedia.org/wiki/Astrometry",
        "https://en.wikipedia.org/wiki/List_of_directly_imaged_exoplanets",
        "https://en.wikipedia.org/wiki/Gravitational_microlensing",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_detected_by_microlensing",
        "https://en.wikipedia.org/wiki/Polarimetry",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_detected_by_timing",
        "https://en.wikipedia.org/wiki/Doppler_spectroscopy",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_detected_by_radial_velocity",
        "https://en.wikipedia.org/wiki/List_of_transiting_exoplanets",
        "https://en.wikipedia.org/wiki/Planetary_habitability",
        "https://en.wikipedia.org/wiki/Astrobiology",
        "https://en.wikipedia.org/wiki/Astrooceanography",
        "https://en.wikipedia.org/wiki/Circumstellar_habitable_zone",
        "https://en.wikipedia.org/wiki/Earth_analog",
        "https://en.wikipedia.org/wiki/Extraterrestrial_liquid_water",
        "https://en.wikipedia.org/wiki/Habitability_of_natural_satellites",
        "https://en.wikipedia.org/wiki/Habitable_exoplanet",
        "https://en.wikipedia.org/wiki/Superhabitable_planet",
        "https://en.wikipedia.org/wiki/Catalog_of_Nearby_Habitable_Systems",
        "https://en.wikipedia.org/wiki/Exoplanet_Data_Explorer",
        "https://en.wikipedia.org/wiki/Extrasolar_Planets_Encyclopaedia",
        "https://en.wikipedia.org/wiki/NASA_Exoplanet_Archive",
        "https://en.wikipedia.org/wiki/NASA_Star_and_Exoplanet_Database",
        "https://en.wikipedia.org/wiki/Lists_of_planets",
        "https://en.wikipedia.org/wiki/List_of_exoplanetary_host_stars",
        "https://en.wikipedia.org/wiki/List_of_multiplanetary_systems",
        "https://en.wikipedia.org/wiki/List_of_stars_with_proplyds",
        "https://en.wikipedia.org/wiki/Lists_of_exoplanets",
        "https://en.wikipedia.org/wiki/Discoveries_of_exoplanets",
        "https://en.wikipedia.org/wiki/List_of_exoplanet_extremes",
        "https://en.wikipedia.org/wiki/List_of_exoplanet_firsts",
        "https://en.wikipedia.org/wiki/List_of_nearest_exoplanets",
        "https://en.wikipedia.org/wiki/List_of_largest_exoplanets",
        "https://en.wikipedia.org/wiki/List_of_most_massive_exoplanets",
        "https://en.wikipedia.org/wiki/List_of_nearest_terrestrial_exoplanet_candidates",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_using_the_Kepler_space_telescope",
        "https://en.wikipedia.org/wiki/List_of_potentially_habitable_exoplanets",
        "https://en.wikipedia.org/wiki/List_of_proper_names_of_exoplanets",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_before_2000",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_in_2010",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_in_2011",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_in_2012",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_in_2013",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_in_2014",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_in_2015",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_in_2016",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_in_2017",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_in_2018",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_in_2019",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_in_2020",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_in_2021",
        "https://en.wikipedia.org/wiki/List_of_exoplanets_discovered_in_2022",
        "https://en.wikipedia.org/wiki/Carl_Sagan_Institute",
        "https://en.wikipedia.org/wiki/Exoplanet_naming_convention",
        "https://en.wikipedia.org/wiki/Exoplanetary_Circumstellar_Environments_and_Disk_Explorer",
        "https://en.wikipedia.org/wiki/Extragalactic_planet",
        "https://en.wikipedia.org/wiki/Fulton_gap",
        "https://en.wikipedia.org/wiki/Geodynamics_of_terrestrial_exoplanets",
        "https://en.wikipedia.org/wiki/Neptunian_Desert",
        "https://en.wikipedia.org/wiki/Nexus_for_Exoplanet_System_Science",
        "https://en.wikipedia.org/wiki/Planets_in_science_fiction",
        "https://en.wikipedia.org/wiki/Discoveries_of_exoplanets",
        "https://en.wikipedia.org/wiki/List_of_exoplanet_search_projects",
        "https://en.wikipedia.org/wiki/Star_formation",
        "https://en.wikipedia.org/wiki/Interstellar_medium",
        "https://en.wikipedia.org/wiki/Molecular_cloud",
        "https://en.wikipedia.org/wiki/Bok_globule",
        "https://en.wikipedia.org/wiki/Dark_nebula",
        "https://en.wikipedia.org/wiki/Young_stellar_object",
        "https://en.wikipedia.org/wiki/Protostar",
        "https://en.wikipedia.org/wiki/T_Tauri_star",
        "https://en.wikipedia.org/wiki/Initial_mass_function",
        "https://en.wikipedia.org/wiki/Jeans_instability",
        "https://en.wikipedia.org/wiki/Nebular_hypothesis",
        "https://en.wikipedia.org/wiki/Planetary_migration",
        "https://en.wikipedia.org/wiki/Planetary_migration",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}