{
    "url": "https://en.wikipedia.org/wiki/Plimpton_322",
    "title": "Plimpton 322",
    "table_of_contents": [
        "1 Provenance and dating",
        "2 Content",
        "2.1 Column headings",
        "2.2 Errors",
        "3 Construction of the table",
        "3.1 Generating pairs",
        "3.2 Reciprocal pairs",
        "3.3 Comparison of the proposals",
        "3.4 Selection of pairs",
        "4 Purpose and authorship",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links",
        "9 Further reading",
        "9.1 Exhibitions"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Plimpton 322 is a  Babylonian clay tablet, notable as containing an example of Babylonian mathematics. It has number 322 in the G.A. Plimpton Collection at Columbia University.[1]  This tablet, believed to have been written about 1800 BC, has a table of four columns and 15 rows of numbers in the cuneiform script of the period.\n\nThis table lists two of the three numbers in what are now called Pythagorean triples, i.e., integers a, b, and c satisfying a2 + b2 = c2. From a modern perspective, a method for constructing such triples is a significant early achievement, known long before the Greek and Indian mathematicians discovered solutions to this problem. At the same time, one should recall the tablet's author was a scribe, rather than a professional mathematician; it has been suggested that one of his goals may have been to produce examples for school problems.\n\nThere has been significant scholarly debate on the nature and purpose of the tablet. For readable popular treatments of this tablet see Robson (2002) recipient of the Lester R. Ford Award for expository excellence in mathematics or, more briefly, Conway & Guy (1996). Robson (2001) is a more detailed and technical discussion of the interpretation of the tablet's numbers, with an extensive bibliography.\n\n"
        },
        {
            "title": "Provenance and dating",
            "text": "Plimpton 322 is partly broken, approximately 13 cm wide, 9 cm tall, and 2 cm thick. New York publisher George Arthur Plimpton purchased the tablet from an archaeological dealer, Edgar J. Banks, in about 1922, and bequeathed it with the rest of his collection to Columbia University in the mid-1930s. According to Banks, the tablet came from Senkereh, a site in southern Iraq corresponding to the ancient city of Larsa.[2]\n\nThe tablet is believed to have been written about 1800 BC, using the middle chronology,[3] based in part on the style of handwriting used for its cuneiform script: Robson (2002) writes that this handwriting \"is typical of documents from southern Iraq of 4000–3500 years ago.\" More specifically, based on formatting similarities with other tablets from Larsa that have explicit dates written on them, Plimpton 322 might well be from the period 1822–1784 BC.[4] Robson points out that Plimpton 322 was written in the same format as other administrative, rather than mathematical, documents of the period.[5]\n\n"
        },
        {
            "title": "Content",
            "text": "The main content of Plimpton 322 is a table of numbers, with four columns and fifteen rows, in Babylonian sexagesimal notation. The fourth column is just a row number, in order from 1 to 15. The second and third columns are completely visible in the surviving tablet. However, the edge of the first column has been broken off, and there are two consistent extrapolations for what the missing digits could be; these interpretations differ only in whether or not each number starts with an additional digit equal to 1. With the differing extrapolations shown in parentheses, damaged portions of the first and fourth columns whose content is surmised shown in italics, and six presumed errors shown in boldface along with the generally proposed corrections in square brackets underneath, these numbers are\n\nNote that two possible alternatives for the correction in Row 15 are shown: either 53 in the third column should be replaced with twice its value, 1 46, or 56 in the second column should be replaced with half its value, 28.\n\nIt is possible that additional columns were present in the broken-off part of the tablet to the left of these columns.  Babylonian sexagesimal notation did not specify the power of 60 multiplying each number, which makes the interpretation of these numbers ambiguous.  The numbers in the second and third columns are generally taken to be integers.  The numbers in the first column can only be understood as fractions, and their values all lie between 1 and 2 (assuming the initial 1 is present—they lie between 0 and 1 if it is absent).  These fractions are exact, not truncations or rounded off approximations.  The decimal translation of the tablet under these assumptions is shown below.  Most of the exact sexagesimal fractions in the first column do not have terminating decimal expansions and have been rounded to seven decimal places.\n\n*As before, an alternative possible correction to Row 15 has 28 in the second column and 53 in the third column.  The entries in the second and third columns of Row 11, unlike those of all other rows except possibly Row 15, contain a common factor.  It is possible that 45 and 1 15 are to be understood as 3/4 and 5/4, which is consistent with the standard (0.75,1,1.25) scaling of the familiar (3,4,5) right triangle in Babylonian mathematics.\n\nIn each row, the number in the second column can be interpreted as the shorter side \n\n\n\ns\n\n\n{\\displaystyle s}\n\n of a right triangle, and the number in the third column can be interpreted as the hypotenuse \n\n\n\nd\n\n\n{\\displaystyle d}\n\n of the triangle.  In all cases, the longer side \n\n\n\nl\n\n\n{\\displaystyle l}\n\n is also an integer, making \n\n\n\ns\n\n\n{\\displaystyle s}\n\n and \n\n\n\nd\n\n\n{\\displaystyle d}\n\n two elements of a Pythagorean triple.  The number in the first column is either the fraction \n\n\n\n\ns\n\n2\n\n\n\n/\n\n\nl\n\n2\n\n\n\n\n{\\textstyle s^{2}/l^{2}}\n\n (if the \"1\" is not included) or \n\n\n\n\n\n\n\nd\n\n2\n\n\n\nl\n\n2\n\n\n\n\n\n\n=\n\n1\n+\n\n\n\n\ns\n\n2\n\n\n\nl\n\n2\n\n\n\n\n\n\n\n{\\textstyle {\\tfrac {d^{2}}{l^{2}}}\\,=\\,1+{\\tfrac {s^{2}}{l^{2}}}}\n\n (if the \"1\" is included).  In every case, the long side \n\n\n\nl\n\n\n{\\displaystyle l}\n\n is a regular number, that is, an integer divisor of a power of 60 or, equivalently, a product of powers of 2, 3, and 5.  It is for this reason that the numbers in the first column are exact, as dividing an integer by a regular number produces a terminating sexagesimal number.  For instance, line 1 of the table can be interpreted as describing a triangle with short side 119 and hypotenuse 169, implying long side \n\n\n\n\n\n\n169\n\n2\n\n\n−\n\n119\n\n2\n\n\n\n\n=\n120\n\n\n{\\displaystyle {\\sqrt {169^{2}-119^{2}}}=120}\n\n, which is a regular number (23·3·5).  The number in Column 1 is either (169/120)2 or (119/120)2.\n\nEach column has a heading, written in the Akkadian language.  Some words are Sumerian logograms, which would have been understood by readers as standing for Akkadian words.  These include ÍB.SI8, for Akkadian mithartum (\"square\"), MU.BI.IM, for Akkadian šumšu (\"its line\"), and SAG, for Akkadian pūtum (\"width\").  Each number in the fourth column is preceded by the Sumerogram KI, which, according to Neugebauer & Sachs (1945), \"gives them the character of ordinal numbers.\"  In the sexagesimal table above, italicized words and parts of words represent portions of the text that are unreadable due to damage to the tablet or illegibility, and that have been reconstructed by modern scholars.  The terms ÍB.SI8 and takiltum have been left untranslated as there is ongoing debate about their precise meaning.\n\nThe headings of Columns 2 and 3 could be translated as \"square of the width\" and \"square of the diagonal\", but Robson (2001) (pp. 173–174) argues that the term ÍB.SI8 can refer either to the area of the square or the side of the square, and that in this case it should be understood as \"'square-side' or perhaps 'square root'\".  Similarly Britton, Proust & Shnider (2011) (p. 526) observe that the term often appears in the problems where completing the square is used to solve what would now be understood as quadratic equations, in which context it refers to the side of the completed square, but that it might also serve to indicate \"that a linear dimension or line segment is meant\".  Neugebauer & Sachs (1945) (pp. 35, 39), on the other hand, exhibit instances where the term refers to outcomes of a wide variety of different mathematical operations and propose the translation \"'solving number of the width (or the diagonal).'\"  Similarly, Friberg (1981) (p. 300) proposes the translation \"root\".\n\nIn Column 1, the first parts of both lines of the heading are damaged.  Neugebauer & Sachs (1945) reconstructed the first word as takilti (a form of takiltum), a reading that has been accepted by most subsequent researchers.  The heading was generally regarded as untranslatable until Robson (2001) proposed inserting a 1 in the broken-off part of line 2 and succeeded in deciphering the illegible final word, producing the reading given in the table above.  Based on a detailed linguistic analysis, Robson proposes translating takiltum as \"holding square\".[6] Britton, Proust & Shnider (2011) survey the relatively few known occurrences of the word in Old Babylonian mathematics.  While they note that, in almost all cases, it refers to the linear dimension of the auxiliary square added to a figure in the process of completing the square, and is the quantity subtracted in the last step of solving a quadratic, they agree with Robson that in this instance it is to be understood as referring to the area of a square.  Friberg (2007), on the other hand, proposes that in the broken-off portion of the heading takiltum may have been preceded by a-ša (\"area\").  There is now widespread agreement that the heading describes the relationship between the squares on the width (short side) and diagonal of a rectangle with length (long side) 1: subtracting (\"tearing out\") area 1 from the square on the diagonal leaves the area of the square on the width.\n\nAs indicated in the table above, most scholars believe that the tablet contains six errors, and, with the exception of the two possible corrections in Row 15, there is widespread agreement as to what the correct values should be.  There is less agreement about how the errors occurred and what they imply with regard to the method of the tablet's computation.  A summary of the errors follows.\n\nThe errors in Row 2, Column 1 (neglecting to leave spaces between 50 and 6 for absent 1s and 10s) and Row 9, Column 2 (writing 9 for 8) are universally regarded as minor errors in copying from a work tablet (or possibly from an earlier copy of the table).  The error in Row 8, Column 1 (replacing the two sexagesimal digits 45 14 by their sum, 59) appears not to have been noticed in some of the early papers on the tablet.  It has sometimes been regarded (for example in Robson (2001)) as a simple mistake made by the scribe in the process of copying from a work tablet.  As discussed in Britton, Proust & Shnider (2011), however, a number of scholars have proposed that this error is much more plausibly explained as an error in the calculation leading up to the number, for example, the scribe's overlooking a medial zero (blank space representing a zero digit) when performing a multiplication.  This explanation of the error is compatible with both of the main proposals for the method of construction of the table.  (See below.)\n\nThe remaining three errors have implications for the manner in which the tablet was computed.  The number 7 12 1 in Row 13, Column 2, is the square of the correct value, 2 41.  Assuming either that the lengths in Column 2 were computed by taking the square root of the area of the corresponding square, or that the length and the area were computed together, this error might be explained either as neglecting to take the square root, or copying the wrong number from a work tablet.[7]\n\nIf the error in Row 15 is understood as having written 56 instead of 28 in Column 2, then the error can be explained as a result of improper application of the trailing part algorithm, which is required if the table was computed by means of reciprocal pairs as described below.  This error amounts to applying an iterative procedure for removing regular factors common to the numbers in Columns 2 and 3 an improper number of times in one of the columns.[8]\n\nThe number in Row 2, Column 3 has no obvious relationship to the correct number, and all explanations of how this number was obtained postulate multiple errors.  Bruins (1957) observed that 3 12 01 might have been a simple miscopying of 3 13.  If this were the case, then the explanation for the incorrect number 3 13 is similar to the explanation of the error in Row 15.[9]\n\nAn exception to the general consensus is Friberg (2007), where, in a departure from the earlier analysis by the same author (Friberg (1981)), it is hypothesized that the numbers in Row 15 are not in error, but were written as intended, and that the only error in Row 2, Column 3 was miswriting 3 13 as 3 12 01.  Under this hypothesis, it is necessary to reinterpret Columns 2 and 3 as \"the factor-reduced cores of the front and diagonal\".  The factor-reduced core of a number is the number with perfect-square regular factors removed; computing the factor-reduced core was part of the process of calculating square roots in Old Babylonian mathematics.  According to Friberg, \"it was never the intention of the author of Plimpton 322 to reduce his series of normalized diagonal triples (with length equal to 1 in each triple) to a corresponding series of primitive diagonal triples (wth the front, length, and the diagonal equal to integers without common factors).\"[10]\n\n"
        },
        {
            "title": "Construction of the table",
            "text": "Scholars still differ on how these numbers were generated.  Buck (1980) and Robson (2001) both identify two main proposals for the method of construction of the table: the method of generating pairs, proposed in Neugebauer & Sachs (1945), and the method of reciprocal pairs, proposed by Bruins[11] and elaborated on by Voils,[12] Schmidt (1980), and Friberg.[13]\n\nTo use modern terminology, if p and q are natural numbers such that p>q then (p2 − q2, 2pq, p2 + q2) forms a Pythagorean triple.  The triple is primitive, that is the three triangle sides have no common factor, if p and q are coprime and not both odd.  Neugebauer and Sachs propose the tablet was generated by choosing p and q to be coprime regular numbers (but both may be odd—see Row 15) and computing d = p2 + q2, s = p2 − q2, and l = 2pq (so that l is also a regular number).  For example, line 1 would be generated by setting p = 12 and q = 5.  Buck and Robson both note that the presence of Column 1 is mysterious in this proposal, as it plays no role in the construction, and that the proposal does not explain why the rows of the table are ordered as they are, rather than, say, according to the value of \n\n\n\np\n\n\n{\\displaystyle p}\n\n or \n\n\n\nq\n\n\n{\\displaystyle q}\n\n, which, under this hypothesis, might have been listed on columns to the left in the broken-off portion of the tablet.  Robson also argues that the proposal does not explain how the errors in the table could have plausibly arisen and is not in keeping with the mathematical culture of the time.\n\nIn the reciprocal-pair proposal, the starting point is a single regular sexagesimal fraction x along with its reciprocal, 1/x.  \"Regular sexagesimal fraction\" means that x is a product of (possibly negative) powers of 2, 3, and 5.  The quantities (x−1/x)/2, 1, and (x+1/x)/2 then form what would now be called a rational Pythagorean triple.  Moreover, the three sides all have finite sexagesimal representations.\n\nAdvocates of this proposal point out that regular reciprocal pairs (x,1/x) show up in a different problem from roughly the same time and place as Plimpton 322, namely the problem of finding the sides of a rectangle of area 1 whose long side exceeds its short side by a given length c (which nowadays might be computed as the solutions to the quadratic equation \n\n\n\nx\n−\n\n\n\n1\nx\n\n\n\n=\nc\n\n\n{\\textstyle x-{\\tfrac {1}{x}}=c}\n\n).  Robson (2002) analyzes the tablet, YBC 6967, in which such a problem is solved by calculating a sequence of intermediate values v1 = c/2, v2 = v12, v3 = 1 + v2, and v4 = v31/2, from which one can calculate x = v4 + v1 and 1/x = v4 − v1.  While the need to compute the square root of v3 will, in general result in answers that do not have finite sexagesimal representations, the problem on YBC 6967 was set up—meaning the value of c was suitably chosen—to give a nice answer.  This is, in fact, the origin of the specification above that x be a regular sexagesimal fraction:  choosing x in this way ensures that both x and 1/x have finite sexagesimal representations.  To engineer a problem with a nice answer, the problem setter would simply need to choose such an x and let the initial datum c equal x − 1/x.  As a side effect, this produces a rational Pythagorean triple, with legs v1 and 1 and hypotenuse v4.\n\nIt should be pointed out that the problem on YBC 6967 actually solves the equation \n\n\n\nx\n−\n\n\n\n\n1\n \n00\n\nx\n\n\n\n=\nx\n−\n\n\n\n60\nx\n\n\n\n=\nc\n\n\n{\\textstyle x-{\\tfrac {1\\ 00}{x}}=x-{\\tfrac {60}{x}}=c}\n\n, which entails replacing the expression for v3 above with v3 = 60 + v2.  The side effect of obtaining a rational triple is thereby lost as the sides become v1, \n\n\n\n\n\n60\n\n\n\n\n{\\displaystyle {\\sqrt {60}}}\n\n, and v4.  In this proposal it must be assumed that the Babylonians were familiar with both variants of the problem.\n\nRobson argues that the columns of Plimpton 322 can be interpreted as:\n\nIn this interpretation, x and 1/x (or possibly v1 and v4) would have appeared on the tablet in the broken-off portion to the left of the first column.  The presence of Column 1 is therefore explained as an intermediate step in the calculation, and the ordering of rows is by descending values of x (or v1).  The multiplier a used to compute the values in columns 2 and 3, which can be thought of as a rescaling of the side lengths, arises from application of the \"trailing part algorithm\", in which both values are repeatedly multiplied by the reciprocal of any regular factor common to the last sexagesimal digits of both, until no such common factor remains.[14]  As discussed above, the errors in the tablet all have natural explanations in the reciprocal-pair proposal.  On the other, Robson points out that the role of Columns 2 and 3 and the need for the multiplier a remain unexplained by this proposal, and suggests that the goal of the tablet's author was to provide parameters not for quadratic problems of the type solved on YBC 6967, but rather \"for some sort of right-triangle problems.\"  She also notes that the method used to generate the table and the use for which it was intended need not be the same.[15]\n\nStrong additional support for the idea that the numbers on the tablet were generated using reciprocal pairs comes from two tablets, MS 3052 and MS 3971, from the Schøyen Collection.  Jöran Friberg translated and analyzed the two tablets and discovered that both contain examples of the calculation of the diagonal and side lengths of a rectangle using reciprocal pairs as the starting point.  The two tablets are both Old Babylonian, of approximately the same age as Plimpton 322, and both are believed to come from Uruk, near Larsa.[16]  Further analysis of the two tablets was carried out in Britton, Proust & Shnider (2011).  MS 3971 contains a list of five problems, the third of which begins with \"In order for you to see five diagonals\" and concludes with \"five diagonals\".  The given data for each of the five parts of the problem consist of a reciprocal pair.  For each part the lengths of both the diagonal and the width (short side) of a rectangle are computed.  The length (long side) is not stated but the calculation implies that it is taken to be 1.  In modern terms, the calculation proceeds as follows: given x and 1/x, first compute (x+1/x)/2, the diagonal.  Then compute\n\nthe width.  Due to damage to the part of the tablet containing the first of the five parts, the statement of the problem for this part, apart from traces of the initial data, and the solution have been lost.  The other four parts are, for the most part intact, and all contain very similar text.   The reason for taking the diagonal to be half the sum of the reciprocal pair is not stated in the intact text.  Note that the computation of the width is equivalent to (x−1/x)/2, but that this more direct method of computation has not been used, the rule relating the square of the diagonal to the sum of the squares of the sides having been preferred.\n\nThe text of the second problem of MS 3052 has also been badly damaged, but what remains is structured similarly to the five parts of MS 3971, Problem 3.  The problem contains a figure, which, according to Friberg, is likely a \"rectangle without any diagonals\".[17] Britton, Proust & Shnider (2011) emphasize that the preserved portions of the text explicitly state the length to be 1 and explicitly compute the 1 that gets subtracted from the square of the diagonal in the process of calculating the width as the square of the length.  The initial data and computed width and diagonal for the six problems on the two tablets are given in the table below.\n\nThe parameters of MS 3971 § 3a are uncertain due to damage to the tablet.  Note that the parameters of the problem from MS 3052 correspond to a rescaling of the standard (3,4,5) right triangle, which appears as Row 11 of Plimpton 322.  None of the parameters in the problems from MS 3971 match any of the rows of Plimpton 322.  As discussed below, all of the rows of Plimpton 322 have x≥9/5, while all the problems on MS 3971 have x<9/5.  The parameters of MS 3971 do, however, all correspond to rows of de Solla Price's proposed extension of the table of Plimpton 322, also discussed below.\n\nIt must be emphasized that the role of the reciprocal pair is different in the problem on YBC 6967 than on MS 3052 and MS 3971 (and by extension, on Plimpton 322).  In the problem of YBC 6967, the members of the reciprocal pair are the lengths of the sides of a rectangle of area 1.  The geometric meaning of x and 1/x is not stated in the surviving text of the problems on MS 3052 and MS 3971.  The goal appears to have been to apply a known procedure for producing rectangles with finite sexagesimal width and diagonal.[18]  It should also be pointed out that the trailing point algorithm was not used to rescale the side lengths in these problems.\n\nThe quantity x in the reciprocal-pair proposal corresponds to the ratio p / q in the generating-pair proposal.  Indeed, while the two proposals differ in calculation method, there is little mathematical difference between the results as both produce the same triples, apart from an overall factor of 2 in the case where p and q are both odd.  (Unfortunately, the only place where this occurs in the tablet is in Row 15, which contains an error and cannot therefore be used to distinguish between the proposals.)  Proponents of the reciprocal-pair proposal differ on whether x was computed from an underlying p and q, but with only the combinations p / q and q / p used in tablet computations[19] or whether x was obtained directly from other sources, such as reciprocal tables.[20]  One difficulty with the latter hypothesis is that some of the needed values of x or 1/x are four-place sexagesimal numbers, and no four-place reciprocal tables are known.  Neugebauer and Sachs had, in fact, noted the possibility of using reciprocal pairs in their original work, and rejected it for this reason.  Robson, however, argues that known sources and computational methods of the Old Babylonian period can account for all values of x used.\n\nNeugebauer and Sachs note that the triangle dimensions in the tablet range from those of a nearly isosceles right triangle (with short leg, 119, nearly equal to long leg, 120) to those of a right triangle with acute angles close to 30° and 60°, and that the angle decreases in a fairly uniform fashion in steps of approximately 1°.  They suggest that the pairs p, q were chosen deliberately with this goal in mind.\n\nIt was observed by de Solla Price (1964), working within the generating-pair framework, that every row of the table is generated by a q that satisfies 1 ≤ q<60, that is, that q is always a single-digit sexagesimal number.  The ratio p/q takes its greatest value, 12/5=2.4, in Row 1 of the table, and is therefore always less than \n\n\n\n\n\n2\n\n\n+\n1\n≈\n2.414\n\n\n{\\displaystyle {\\sqrt {2}}+1\\approx 2.414}\n\n, a condition which guarantees that p2 − q2 is the long leg and 2pq is the short leg of the triangle and which, in modern terms, implies that the angle opposite the leg of length p2 − q2\nis less than 45°.  The ratio is least in Row 15 where p/q=9/5 for an angle of about 31.9°.  Furthermore, there are exactly 15 regular ratios between 9/5 and 12/5 inclusive for which q is a single-digit sexagesimal number, and these are in one-to-one correspondence with the rows of the tablet.  He also points out that the even spacing of the numbers might not have been by design: it could also have arisen merely from the density of regular-number ratios in the range of numbers considered in the table.\n\nIt was argued by de Solla Price that the natural lower bound for the ratio would be 1, which corresponds to an angle of 0°.  He found that, maintaining the requirement that q be a single-digit sexagesimal number, there are 23 pairs in addition to the ones represented by the tablet, for a total of 38 pairs.  He notes that the vertical scoring between columns on the tablet has been continued onto the back, suggesting that the scribe might have intended to extend the table.  He claims that the available space would correctly accommodate 23 additional rows.  Proponents of the reciprocal-pair proposal have also advocated this scheme.[21]\n\nRobson (2001) does not directly address this proposal, but does agree that the table was not \"full\".  She notes that in the reciprocal-pair proposal, every x represented in the tablet is at most a four-place sexagesimal number with at most a four-place reciprocal, and that the total number of places in x and 1/x together is never more than 7.  If these properties are taken as requirements, there are exactly three values of x \"missing\" from the tablet, which she argues might have been omitted because they are unappealing in various ways.  She admits the \"shockingly ad hoc\" nature of this scheme, which serves mainly as a rhetorical device for criticizing all attempts at divining the selection criteria of the tablet's author.[22]\n\n"
        },
        {
            "title": "Purpose and authorship",
            "text": "Otto E. Neugebauer (1957) argued for a number-theoretic interpretation, but also believed that the entries in the table were the result of a deliberate selection process aimed at achieving the fairly regular decrease of the values in Column 1 within some specified bounds.\n\nBuck (1980) and Robson (2002) both mention the existence of a trigonometric explanation, which Robson attributes to the authors of various general histories and unpublished works, but which may derive from the observation in Neugebauer & Sachs (1945) that the values of the first column can be interpreted as the squared secant or tangent (depending on the missing digit) of the angle opposite the short side of the right triangle described by each row, and the rows are sorted by these angles in roughly one-degree increments. In other words, if you take the number in the first column, discounting the (1), and derive its square root, and then divide this into the number in column two, the result will be the length of the long side of the triangle. Consequently, the square root of the number (minus the one) in the first column is what we would today call the tangent of the angle opposite the short side. If the (1) is included, the square root of that number is the secant.[23]\n\nIn contraposition with these earlier explanations of the tablet,\nRobson (2002) claims that historical, cultural and linguistic evidence all reveal the tablet to be more likely constructed from \"a list of regular reciprocal pairs.\"[24]  Robson argues on linguistic grounds that the trigonometric theory is \"conceptually anachronistic\": it depends on too many other ideas not present in the record of Babylonian mathematics from that time. In 2003, the MAA awarded Robson with the Lester R. Ford Award for her work, stating it is \"unlikely that the author of Plimpton 322 was either a professional or amateur mathematician.  More likely he seems to have been a teacher and Plimpton 322 a set of exercises.\"[25]  Robson takes an approach that in modern terms would be characterized as algebraic, though she describes it in concrete geometric terms and argues that the Babylonians would also have interpreted this approach geometrically.\n\nThus, the tablet can be interpreted as giving a sequence of worked-out exercises.  It makes use of mathematical methods typical of scribal schools of the time, and it is written in a document format used by administrators in that period.[26]  Therefore, Robson argues that the author was probably a scribe, a bureaucrat in Larsa.[27]\nThe repetitive mathematical set-up of the tablet, and of similar tablets such as BM 80209, would have been useful in allowing a teacher to set problems in the same format as each other but with different data.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Babylonia",
        "https://en.wikipedia.org/wiki/Clay_tablet",
        "https://en.wikipedia.org/wiki/Babylonian_mathematics",
        "https://en.wikipedia.org/wiki/Columbia_University",
        "https://en.wikipedia.org/wiki/Cuneiform_script",
        "https://en.wikipedia.org/wiki/Pythagorean_triples",
        "https://en.wikipedia.org/wiki/Greek_Mathematics",
        "https://en.wikipedia.org/wiki/Indian_Mathematics",
        "https://en.wikipedia.org/wiki/George_Arthur_Plimpton",
        "https://en.wikipedia.org/wiki/Edgar_James_Banks",
        "https://en.wikipedia.org/wiki/Columbia_University",
        "https://en.wikipedia.org/wiki/Larsa",
        "https://en.wikipedia.org/wiki/Middle_chronology",
        "https://en.wikipedia.org/wiki/Cuneiform_script",
        "https://en.wikipedia.org/wiki/Eleanor_Robson",
        "https://en.wikipedia.org/wiki/Sexagesimal",
        "https://en.wikipedia.org/wiki/Special_right_triangles",
        "https://en.wikipedia.org/wiki/Hypotenuse",
        "https://en.wikipedia.org/wiki/Pythagorean_triple",
        "https://en.wikipedia.org/wiki/Regular_number",
        "https://en.wikipedia.org/wiki/Akkadian_language",
        "https://en.wikipedia.org/wiki/Sumerogram",
        "https://en.wikipedia.org/wiki/Coprime",
        "https://en.wikipedia.org/wiki/Quadratic_equation",
        "https://en.wikipedia.org/wiki/Number_theory",
        "https://en.wikipedia.org/wiki/Trigonometry",
        "https://en.wikipedia.org/wiki/Trigonometric_function",
        "https://en.wikipedia.org/wiki/Tangent",
        "https://en.wikipedia.org/wiki/Regular_number",
        "https://en.wikipedia.org/wiki/Multiplicative_inverse",
        "https://en.wikipedia.org/wiki/Ordered_pair",
        "https://en.wikipedia.org/wiki/Algebra",
        "https://en.wikipedia.org/wiki/Geometry",
        "https://en.wikipedia.org/wiki/Scribe",
        "https://en.wikipedia.org/wiki/IM_67118",
        "https://en.wikipedia.org/wiki/Moscow_Mathematical_Papyrus",
        "https://en.wikipedia.org/wiki/Rhind_Mathematical_Papyrus",
        "https://en.wikipedia.org/wiki/YBC_7289",
        "https://en.wikipedia.org/wiki/Columbia_University",
        "https://en.wikipedia.org/wiki/Mathematical_Association_of_America",
        "https://en.wikipedia.org/wiki/Christine_Proust",
        "https://en.wikipedia.org/wiki/The_Mathematical_Gazette",
        "https://en.wikipedia.org/wiki/American_Mathematical_Monthly",
        "https://en.wikipedia.org/wiki/Eleanor_Robson",
        "https://en.wikipedia.org/wiki/Eleanor_Robson",
        "https://en.wikipedia.org/wiki/American_Mathematical_Monthly",
        "https://en.wikipedia.org/wiki/Cuneiform_Digital_Library_Initiative",
        "https://en.wikipedia.org/wiki/University_of_British_Columbia",
        "https://en.wikipedia.org/wiki/Baruch_College",
        "https://en.wikipedia.org/wiki/City_University_of_New_York",
        "https://en.wikipedia.org/wiki/Institute_for_the_Study_of_the_Ancient_World",
        "https://en.wikipedia.org/wiki/New_York_University",
        "https://en.wikipedia.org/wiki/Columbia_University",
        "https://en.wikipedia.org/wiki/Plimpton_322",
        "https://en.wikipedia.org/wiki/Plimpton_322",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}