{
    "url": "https://en.wikipedia.org/wiki/Political_science",
    "title": "Political science",
    "table_of_contents": [
        "1 History",
        "1.1 Origin",
        "1.2 Behavioural revolution and new institutionalism",
        "1.3 21st century",
        "2 Overview",
        "2.1 Country-specific studies",
        "2.2 Anticipating crises",
        "2.3 Cognate fields",
        "3 Subfields",
        "4 Research methods",
        "5 Education",
        "6 Writing",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links",
        "10.1 Professional organizations",
        "10.2 Further reading",
        "10.3 Library guides"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPolitical science is the scientific study of politics. It is a social science dealing with systems of governance and power, and the analysis of political activities, political thought, political behavior, and associated constitutions and laws.[1]\n\nModern political science can generally be divided into the three subdisciplines of comparative politics, international relations, and political theory.[2] Other notable subdisciplines are public policy and administration, domestic politics and government, political economy, and political methodology.[3] Furthermore, political science is related to, and draws upon, the fields of economics, law, sociology, history, philosophy, human geography, political anthropology, and psychology.\n\nPolitical science is methodologically diverse and appropriates many methods originating in psychology, social research, and political philosophy. Approaches include positivism, interpretivism, rational choice theory, behaviouralism, structuralism, post-structuralism, realism, institutionalism, and pluralism. Political science, as one of the social sciences, uses methods and techniques that relate to the kinds of inquires sought: primary sources, such as historical documents and official records, secondary sources, such as scholarly journal articles, survey research, statistical analysis, case studies, experimental research, and model building.\n\n"
        },
        {
            "title": "History",
            "text": "As a social political science, contemporary political science started to take shape in the latter half of the 19th century and began to separate itself from political philosophy and history.[4] Into the late 19th century, it was still uncommon that political science was considered a distinct field from history.[4] The term \"political science\" was not always distinguished from political philosophy, and the modern discipline has a clear set of antecedents including also moral philosophy, political economy, political theology, history, and other fields concerned with normative determinations of what ought to be and with deducing the characteristics and functions of the ideal state.\n\nThe advent of political science as a university discipline was marked by the creation of university departments and chairs with the title of political science arising in the late 19th century. The designation \"political scientist\" is commonly used to denote someone with a doctorate or master's degree in the field.[5] Integrating political studies of the past into a unified discipline is ongoing, and the history of political science has provided a rich field for the growth of both normative and positive political science, with each part of the discipline sharing some historical predecessors. The American Political Science Association and the American Political Science Review were founded in 1903 and 1906, respectively, in an effort to distinguish the study of politics from economics and other social phenomena. APSA membership rose from 204 in 1904 to 1,462 in 1915.[4] APSA members played a key role in setting up political science departments that were distinct from history, philosophy, law, sociology, and economics.[4]\n\nThe journal Political Science Quarterly was established in 1886 by the Academy of Political Science. In the inaugural issue of Political Science Quarterly, Munroe Smith defined political science as \"the science of the state. Taken in this sense, it includes the organization and functions of the state, and the relation of states one to another.\"[6]\n\nAs part of a UNESCO initiative to promote political science in the late 1940s, the International Political Science Association was founded in 1949, as well as national associations in France in 1949, Britain in 1950, and West Germany in 1951.[4]\n\nIn the 1950s and the 1960s, a behavioral revolution stressing the systematic and rigorously scientific study of individual and group behavior swept the discipline. A focus on studying political behavior, rather than institutions or interpretation of legal texts, characterized early behavioral political science, including work by Robert Dahl, Philip Converse, and in the collaboration between sociologist Paul Lazarsfeld and public opinion scholar Bernard Berelson.\n\nThe late 1960s and early 1970s witnessed a takeoff in the use of deductive, game-theoretic formal modelling techniques aimed at generating a more analytical corpus of knowledge in the discipline. This period saw a surge of research that borrowed theory and methods from economics to study political institutions, such as the United States Congress, as well as political behavior, such as voting. William H. Riker and his colleagues and students at the University of Rochester were the main proponents of this shift.\n\nDespite considerable research progress in the discipline based on all the kinds of scholarship discussed above, it has been observed that progress toward systematic theory has been modest and uneven.[7]\n\nIn 2000, the Perestroika Movement in political science was introduced as a reaction against what supporters of the movement called the mathematicization of political science. Those who identified with the movement argued for a plurality of methodologies and approaches in political science and for more relevance of the discipline to those outside of it.[8]\n\nSome evolutionary psychology theories argue that humans have evolved a highly developed set of psychological mechanisms for dealing with politics. However, these mechanisms evolved for dealing with the small group politics that characterized the ancestral environment and not the much larger political structures in today's world. This is argued to explain many important features and systematic cognitive biases of current politics.[9]\n\n"
        },
        {
            "title": "Overview",
            "text": "Political science is a social study concerning the allocation and transfer of power in decision making, the roles and systems of governance including governments and international organizations, political behaviour, and public policies. It measures the success of governance and specific policies by examining many factors, including stability, justice, material wealth, peace, and public health. Some political scientists seek to advance positive theses (which attempt to describe how things are, as opposed to how they should be) by analysing politics; others advance normative theses, such as by making specific policy recommendations. The study of politics and policies can be closely connected—for example, in comparative analyses of which types of political institutions tend to produce certain types of policies.[10] Political science provides analysis and predictions about political and governmental issues.[11] Political scientists examine the processes, systems and political dynamics of countries and regions of the world, often to raise public awareness or to influence specific governments.[11]\n\nPolitical scientists may provide the frameworks from which journalists, special interest groups, politicians, and the electorate analyze issues. According to Chaturvedy,\n\nPolitical scientists may study political phenomena within one specific country; for example, they may study just the politics of the United States[13] or just the politics of China.[14]\n\nPolitical scientists look at a variety of data, including constitutions, elections, public opinion, and public policy, foreign policy, legislatures, and judiciaries. Political scientists will often focus on the politics of their own country; for example, a political scientist from Indonesia may become an expert in the politics of Indonesia.[15]\n\nThe theory of political transitions,[16] and the methods of analyzing and anticipating[17] crises,[18] form an important part of political science. Several general indicators of crises and methods were proposed for anticipating critical transitions.[19] Among them, one statistical indicator of crisis, a simultaneous increase of variance and correlations in large groups, was proposed for crisis anticipation and may be successfully used in various areas.[20] Its applicability for early diagnosis of political crises was demonstrated by the analysis of the prolonged stress period preceding the 2014 Ukrainian economic and political crisis. There was a simultaneous increase in the total correlation between the 19 major public fears in the Ukrainian society (by about 64%) and in their statistical dispersion (by 29%) during the pre-crisis years.[21] A feature shared by certain major revolutions is that they were not predicted. The theory of apparent inevitability of crises and revolutions was also developed.[22]\n\nThe study of major crises, both political crises and external crises that can affect politics, is not limited to attempts to predict regime transitions or major changes in political institutions. Political scientists also study how governments handle unexpected disasters, and how voters in democracies react to their governments' preparations for and responses to crises.[23]\n\nMost political scientists work broadly in one or more of the following five areas:\n\nProgram evaluation is a systematic method for collecting, analyzing, and using information to answer questions about projects, policies, and programs,[24] particularly about their effectiveness and efficiency. In both the public and private sectors, stakeholders often want to know whether the programs they are funding, implementing, voting for, receiving, or objecting to are producing the intended effect. While program evaluation first focuses on this definition, important considerations often include how much the program costs per participant, how the program could be improved, whether the program is worthwhile, whether there are better alternatives, whether there are unintended outcomes, and whether the program goals are appropriate and useful.[25]\n\nPolicy analysis is a technique used in public administration to enable civil servants, activists, and others to examine and evaluate the available options to implement the goals of laws and elected officials.\n\n"
        },
        {
            "title": "Subfields",
            "text": "Many political scientists conduct research in one of four areas, described below:[26]\n\nSome political science departments also classify methodology as well as scholarship on the domestic politics of a particular country as distinct fields. In the United States, American politics is often treated as a separate subfield. In contrast to this traditional classification, some academic departments organize scholarship into thematic categories, including political philosophy, political behaviour (including public opinion, collective action, and identity), and political institutions (including legislatures and international organizations). Political science conferences and journals often emphasize scholarship in more specific categories. The American Political Science Association, for example, has 42 organized sections that address various methods and topics of political inquiry.[27]\n\n"
        },
        {
            "title": "Research methods",
            "text": "Political science is methodologically diverse; political scientists approach the study of politics from a host of different ontological orientations and with a variety of different tools. Because political science is essentially a study of human behaviour, in all aspects of politics, observations in controlled environments are often challenging to reproduce or duplicate, though experimental methods are increasingly common (see experimental political science).[28] Citing this difficulty, former American Political Science Association President Lawrence Lowell once said \"We are limited by the impossibility of experiment. Politics is an observational, not an experimental science.\"[17] Because of this, political scientists have historically observed political elites, institutions, and individual or group behaviour in order to identify patterns, draw generalizations, and build theories of politics.\n\nLike all social sciences, political science faces the difficulty of observing human actors that can only be partially observed and who have the capacity for making conscious choices, unlike other subjects such as non-human organisms in biology or inanimate objects as in physics. Despite the complexities, contemporary political science has progressed by adopting a variety of methods and theoretical approaches to understanding politics, and methodological pluralism is a defining feature of contemporary political science.\n\nEmpirical political science methods include the use of field experiments,[29] surveys and survey experiments,[30] case studies,[31] process tracing,[32][33] historical and institutional analysis,[34] ethnography,[35] participant observation,[36] and interview research.[37]\n\nPolitical scientists also use and develop theoretical tools like game theory and agent-based models to study a host of political systems and situations.[38]\n\nPolitical theorists approach theories of political phenomena with a similar diversity of positions and tools, including feminist political theory, historical analysis associated with the Cambridge school, and Straussian approaches.\n\nPolitical science may overlap with topics of study that are the traditional focuses of other social sciences—for example, when sociological norms or psychological biases are connected to political phenomena. In these cases, political science may either inherit their methods of study or develop a contrasting approach.[39] For example, Lisa Wedeen has argued that political science's approach to the idea of culture, originating with Gabriel Almond and Sidney Verba and exemplified by authors like Samuel P. Huntington, could benefit from aligning more closely with the study of culture in anthropology.[39] In turn, methodologies that are developed within political science may influence how researchers in other fields, like public health, conceive of and approach political processes and policies.[40]\n\n"
        },
        {
            "title": "Education",
            "text": "Political science, possibly like the social sciences as a whole, can be described \"as a discipline which lives on the fault line between the 'two cultures' in the academy, the sciences and the humanities.\"[41] Thus, in most American colleges, especially liberal arts colleges it would be located within the school or college of arts and sciences, if no separate college of arts and sciences exist or if the college or university prefers that it be in a separate constituent college or academic department, political science may be a separate department housed as part of a division or school of humanities or liberal arts[42] while at some universities, especially research universities and in particular those that have a strong cooperation between research, undergraduate, and graduate faculty with a stronger more applied emphasis in public administration, political science would be taught by the university's public policy school. Whereas classical political philosophy is primarily defined by a concern for Hellenic and Enlightenment thought, political scientists are also marked by a great concern for \"modernity\" and the contemporary nation state, along with the study of classical thought, and as such share more terminology with sociologists (e.g., structure and agency).\n\nMost United States colleges and universities offer BA programs in political science. MA or MAT and PhD or EdD programs are common at larger universities. The term political science is more popular in North America than elsewhere; other institutions, especially those outside the United States, see political science as part of a broader discipline of political studies, politics, or government. While political science implies the use of the scientific method, political studies implies a broader approach, although the naming of degree courses does not necessarily reflect their content.[citation needed] Separate programs (often professional degrees) in international relations, public policy, and public administration, are not uncommon at both the undergraduate and postgraduate levels, although most but not all undergraduate level education in these sub-fields are generally found in academic concentration within a political science academic major. Master's-level programs in public administration are professional degrees covering public policy along with other applied subjects; they are often seen as more linked to politics than any other discipline, which may be reflected by being housed in that department.[43]\n\nThe national honor society for college and university students of government and politics in the United States is Pi Sigma Alpha.\n\n"
        },
        {
            "title": "Writing",
            "text": "There are different genres of writings in political sciences; including but not limited to:[44]\n\nThe most common piece of writing in political sciences are research papers, which investigate an original research question.[45]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Federation",
        "https://en.wikipedia.org/wiki/Unitary_state",
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Outline_of_political_science",
        "https://en.wikipedia.org/wiki/Index_of_politics_articles",
        "https://en.wikipedia.org/wiki/Outline_of_political_science",
        "https://en.wikipedia.org/wiki/Index_of_politics_articles",
        "https://en.wikipedia.org/wiki/Politics_by_country",
        "https://en.wikipedia.org/wiki/Politics_of_country_subdivisions",
        "https://en.wikipedia.org/wiki/Political_economy",
        "https://en.wikipedia.org/wiki/Political_history",
        "https://en.wikipedia.org/wiki/Political_history_of_the_world",
        "https://en.wikipedia.org/wiki/Political_philosophy",
        "https://en.wikipedia.org/wiki/Political_system",
        "https://en.wikipedia.org/wiki/Anarchy",
        "https://en.wikipedia.org/wiki/Democracy",
        "https://en.wikipedia.org/wiki/Dictatorship",
        "https://en.wikipedia.org/wiki/Directorial_system",
        "https://en.wikipedia.org/wiki/Federacy",
        "https://en.wikipedia.org/wiki/Feudalism",
        "https://en.wikipedia.org/wiki/Hybrid_regime",
        "https://en.wikipedia.org/wiki/Meritocracy",
        "https://en.wikipedia.org/wiki/Monarchy",
        "https://en.wikipedia.org/wiki/Parliamentary_system",
        "https://en.wikipedia.org/wiki/Presidential_system",
        "https://en.wikipedia.org/wiki/Republic",
        "https://en.wikipedia.org/wiki/Theocracy",
        "https://en.wikipedia.org/wiki/List_of_political_scientists",
        "https://en.wikipedia.org/wiki/International_relations",
        "https://en.wikipedia.org/wiki/International_relations_theory",
        "https://en.wikipedia.org/wiki/Comparative_politics",
        "https://en.wikipedia.org/wiki/Psephology",
        "https://en.wikipedia.org/wiki/Political_philosophy",
        "https://en.wikipedia.org/wiki/Policy_studies",
        "https://en.wikipedia.org/wiki/Political_psychology",
        "https://en.wikipedia.org/wiki/Political_sociology",
        "https://en.wikipedia.org/wiki/Public_administration",
        "https://en.wikipedia.org/wiki/Bureaucracy",
        "https://en.wikipedia.org/wiki/Technocracy",
        "https://en.wikipedia.org/wiki/Adhocracy",
        "https://en.wikipedia.org/wiki/Policy",
        "https://en.wikipedia.org/wiki/Public_policy",
        "https://en.wikipedia.org/wiki/Public_policy_doctrine",
        "https://en.wikipedia.org/wiki/Domestic_policy",
        "https://en.wikipedia.org/wiki/Foreign_policy",
        "https://en.wikipedia.org/wiki/Civil_society",
        "https://en.wikipedia.org/wiki/Public_interest",
        "https://en.wikipedia.org/wiki/Separation_of_powers",
        "https://en.wikipedia.org/wiki/Legislature",
        "https://en.wikipedia.org/wiki/Judiciary",
        "https://en.wikipedia.org/wiki/Election_commission",
        "https://en.wikipedia.org/wiki/Sovereignty",
        "https://en.wikipedia.org/wiki/Theories_of_political_behavior",
        "https://en.wikipedia.org/wiki/Biology_and_political_orientation",
        "https://en.wikipedia.org/wiki/Political_organisation",
        "https://en.wikipedia.org/wiki/Critique_of_political_economy",
        "https://en.wikipedia.org/wiki/Electoral_system",
        "https://en.wikipedia.org/wiki/Election",
        "https://en.wikipedia.org/wiki/Voting",
        "https://en.wikipedia.org/wiki/Political_unitarism",
        "https://en.wikipedia.org/wiki/Federalism",
        "https://en.wikipedia.org/wiki/Government",
        "https://en.wikipedia.org/wiki/List_of_forms_of_government",
        "https://en.wikipedia.org/wiki/Ideology",
        "https://en.wikipedia.org/wiki/Political_campaign",
        "https://en.wikipedia.org/wiki/Political_party",
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Governance",
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Constitution",
        "https://en.wikipedia.org/wiki/Comparative_politics",
        "https://en.wikipedia.org/wiki/International_relations",
        "https://en.wikipedia.org/wiki/Political_philosophy",
        "https://en.wikipedia.org/wiki/Public_administration",
        "https://en.wikipedia.org/wiki/Domestic_politics",
        "https://en.wikipedia.org/wiki/Political_economy",
        "https://en.wikipedia.org/wiki/Political_methodology",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/Legal_education",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Human_geography",
        "https://en.wikipedia.org/wiki/Political_anthropology",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Social_research",
        "https://en.wikipedia.org/wiki/Political_philosophy",
        "https://en.wikipedia.org/wiki/Positivism",
        "https://en.wikipedia.org/wiki/Verstehen",
        "https://en.wikipedia.org/wiki/Rational_choice_theory",
        "https://en.wikipedia.org/wiki/Behaviouralism",
        "https://en.wikipedia.org/wiki/Structuralism",
        "https://en.wikipedia.org/wiki/Philosophical_realism",
        "https://en.wikipedia.org/wiki/Historical_institutionalism",
        "https://en.wikipedia.org/wiki/Primary_source",
        "https://en.wikipedia.org/wiki/Secondary_source",
        "https://en.wikipedia.org/wiki/Sample_survey",
        "https://en.wikipedia.org/wiki/Statistics",
        "https://en.wikipedia.org/wiki/Case_studies",
        "https://en.wikipedia.org/wiki/History_of_political_science",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Political_theology",
        "https://en.wikipedia.org/wiki/American_Political_Science_Association",
        "https://en.wikipedia.org/wiki/American_Political_Science_Review",
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Political_Science_Quarterly",
        "https://en.wikipedia.org/wiki/Munroe_Smith",
        "https://en.wikipedia.org/wiki/Robert_Dahl",
        "https://en.wikipedia.org/wiki/Philip_Converse",
        "https://en.wikipedia.org/wiki/Paul_Lazarsfeld",
        "https://en.wikipedia.org/wiki/Bernard_Berelson",
        "https://en.wikipedia.org/wiki/Game_theory",
        "https://en.wikipedia.org/wiki/University_of_Rochester",
        "https://en.wikipedia.org/wiki/Perestroika_Movement",
        "https://en.wikipedia.org/wiki/Evolutionary_psychology",
        "https://en.wikipedia.org/wiki/Cognitive_bias",
        "https://en.wikipedia.org/wiki/Domestic_policy",
        "https://en.wikipedia.org/wiki/Comparative_politics",
        "https://en.wikipedia.org/wiki/International_relations",
        "https://en.wikipedia.org/wiki/Political_theory",
        "https://en.wikipedia.org/wiki/Political_economy",
        "https://en.wikipedia.org/wiki/Political_methodology",
        "https://en.wikipedia.org/wiki/Public_administration",
        "https://en.wikipedia.org/wiki/Public_policy",
        "https://en.wikipedia.org/wiki/Decision_making",
        "https://en.wikipedia.org/wiki/Governments",
        "https://en.wikipedia.org/wiki/International_organizations",
        "https://en.wikipedia.org/wiki/Public_policies",
        "https://en.wikipedia.org/wiki/Governance",
        "https://en.wikipedia.org/wiki/Economic_stability",
        "https://en.wikipedia.org/wiki/Justice",
        "https://en.wikipedia.org/wiki/Material_wealth",
        "https://en.wikipedia.org/wiki/Peace",
        "https://en.wikipedia.org/wiki/Public_health",
        "https://en.wikipedia.org/wiki/Constituency",
        "https://en.wikipedia.org/wiki/Corporation",
        "https://en.wikipedia.org/wiki/Think_tank",
        "https://en.wikipedia.org/wiki/Public_relations",
        "https://en.wikipedia.org/wiki/Elections",
        "https://en.wikipedia.org/wiki/Public_opinion",
        "https://en.wikipedia.org/wiki/Public_policy",
        "https://en.wikipedia.org/wiki/Foreign_policy",
        "https://en.wikipedia.org/wiki/Variance",
        "https://en.wikipedia.org/wiki/Correlations",
        "https://en.wikipedia.org/wiki/Political_philosophy",
        "https://en.wikipedia.org/wiki/Public_administration",
        "https://en.wikipedia.org/wiki/Public_law",
        "https://en.wikipedia.org/wiki/Public_policy",
        "https://en.wikipedia.org/wiki/Program_Evaluation",
        "https://en.wikipedia.org/wiki/Policy_analysis",
        "https://en.wikipedia.org/wiki/Political_Theory",
        "https://en.wikipedia.org/wiki/Political_methodology",
        "https://en.wikipedia.org/wiki/Comparative_politics",
        "https://en.wikipedia.org/wiki/International_relations",
        "https://en.wikipedia.org/wiki/Political_methodology",
        "https://en.wikipedia.org/wiki/American_political_science",
        "https://en.wikipedia.org/wiki/Theories_of_political_behavior",
        "https://en.wikipedia.org/wiki/Public_opinion",
        "https://en.wikipedia.org/wiki/Collective_action",
        "https://en.wikipedia.org/wiki/Legislature",
        "https://en.wikipedia.org/wiki/International_organization",
        "https://en.wikipedia.org/wiki/Political_methodology",
        "https://en.wikipedia.org/wiki/Human_behaviour",
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Experiment",
        "https://en.wikipedia.org/wiki/Experimental_political_science",
        "https://en.wikipedia.org/wiki/American_Political_Science_Association",
        "https://en.wikipedia.org/wiki/Lawrence_Lowell",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Methodology",
        "https://en.wikipedia.org/wiki/Feminist_political_theory",
        "https://en.wikipedia.org/wiki/Social_norm",
        "https://en.wikipedia.org/wiki/Cognitive_bias",
        "https://en.wikipedia.org/wiki/Lisa_Wedeen",
        "https://en.wikipedia.org/wiki/Gabriel_Almond",
        "https://en.wikipedia.org/wiki/Sidney_Verba",
        "https://en.wikipedia.org/wiki/Public_policy_school",
        "https://en.wikipedia.org/wiki/College_of_Arts_and_Sciences",
        "https://en.wikipedia.org/wiki/Sciences",
        "https://en.wikipedia.org/wiki/Humanities",
        "https://en.wikipedia.org/wiki/Liberal_arts_college",
        "https://en.wikipedia.org/wiki/College_of_Arts_and_Sciences",
        "https://en.wikipedia.org/wiki/Liberal_Arts",
        "https://en.wikipedia.org/wiki/Research_university",
        "https://en.wikipedia.org/wiki/Public_policy_school",
        "https://en.wikipedia.org/wiki/Political_philosophy",
        "https://en.wikipedia.org/wiki/Greece",
        "https://en.wikipedia.org/wiki/Age_of_Enlightenment",
        "https://en.wikipedia.org/wiki/Modernity",
        "https://en.wikipedia.org/wiki/Nation_state",
        "https://en.wikipedia.org/wiki/Sociologists",
        "https://en.wikipedia.org/wiki/Structure_and_agency",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Higher_education_in_the_United_States",
        "https://en.wikipedia.org/wiki/North_America",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/International_relations",
        "https://en.wikipedia.org/wiki/Public_policy",
        "https://en.wikipedia.org/wiki/Public_administration",
        "https://en.wikipedia.org/wiki/Academic_concentration",
        "https://en.wikipedia.org/wiki/Academic_major",
        "https://en.wikipedia.org/wiki/Public_administration",
        "https://en.wikipedia.org/wiki/Pi_Sigma_Alpha",
        "https://en.wikipedia.org/wiki/Comparative_politics",
        "https://en.wikipedia.org/wiki/History_of_political_science",
        "https://en.wikipedia.org/wiki/International_relations",
        "https://en.wikipedia.org/wiki/Outline_of_political_science",
        "https://en.wikipedia.org/wiki/Index_of_politics_articles",
        "https://en.wikipedia.org/wiki/Political_history_of_the_world",
        "https://en.wikipedia.org/wiki/Political_lists",
        "https://en.wikipedia.org/wiki/Political_philosophy",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Neil_Malhotra",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Lisa_Wedeen",
        "https://en.wikipedia.org/wiki/American_Political_Science_Association",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/National_Endowment_for_the_Humanities",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Marist_College",
        "https://en.wikipedia.org/wiki/American_Political_Science_Review",
        "https://en.wikipedia.org/wiki/Michael_Roskin",
        "https://en.wikipedia.org/wiki/University_of_Michigan",
        "https://en.wikipedia.org/wiki/Bodleian_Libraries",
        "https://en.wikipedia.org/wiki/Princeton_University",
        "https://en.wikipedia.org/wiki/Syracuse_University",
        "https://en.wikipedia.org/wiki/Social_science",
        "https://en.wikipedia.org/wiki/Outline_of_social_science",
        "https://en.wikipedia.org/wiki/History_of_the_social_sciences",
        "https://en.wikipedia.org/wiki/Index_of_sociology_articles",
        "https://en.wikipedia.org/wiki/Anthropology",
        "https://en.wikipedia.org/wiki/Archaeology",
        "https://en.wikipedia.org/wiki/Cultural_anthropology",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Social_anthropology",
        "https://en.wikipedia.org/wiki/Physical_anthropology",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/Microeconomics",
        "https://en.wikipedia.org/wiki/Macroeconomics",
        "https://en.wikipedia.org/wiki/Econometrics",
        "https://en.wikipedia.org/wiki/Mathematical_economics",
        "https://en.wikipedia.org/wiki/Geography",
        "https://en.wikipedia.org/wiki/Physical_geography",
        "https://en.wikipedia.org/wiki/Human_geography",
        "https://en.wikipedia.org/wiki/Integrated_geography",
        "https://en.wikipedia.org/wiki/Geomatics",
        "https://en.wikipedia.org/wiki/Regional_geography",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/Cultural_history",
        "https://en.wikipedia.org/wiki/Auxiliary_sciences_of_history",
        "https://en.wikipedia.org/wiki/Economic_history",
        "https://en.wikipedia.org/wiki/Human_history",
        "https://en.wikipedia.org/wiki/Military_history",
        "https://en.wikipedia.org/wiki/Political_history",
        "https://en.wikipedia.org/wiki/Social_history",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Jurisprudence",
        "https://en.wikipedia.org/wiki/Legal_history",
        "https://en.wikipedia.org/wiki/List_of_national_legal_systems",
        "https://en.wikipedia.org/wiki/Public_law",
        "https://en.wikipedia.org/wiki/Private_law",
        "https://en.wikipedia.org/wiki/International_relations",
        "https://en.wikipedia.org/wiki/Comparative_politics",
        "https://en.wikipedia.org/wiki/Political_philosophy",
        "https://en.wikipedia.org/wiki/Public_policy",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Abnormal_psychology",
        "https://en.wikipedia.org/wiki/Cognitive_psychology",
        "https://en.wikipedia.org/wiki/Developmental_psychology",
        "https://en.wikipedia.org/wiki/Personality_psychology",
        "https://en.wikipedia.org/wiki/Social_psychology",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Criminology",
        "https://en.wikipedia.org/wiki/Demography",
        "https://en.wikipedia.org/wiki/Sociology_of_the_Internet",
        "https://en.wikipedia.org/wiki/Rural_sociology",
        "https://en.wikipedia.org/wiki/Urban_sociology",
        "https://en.wikipedia.org/wiki/Business_administration",
        "https://en.wikipedia.org/wiki/Public_administration",
        "https://en.wikipedia.org/wiki/Anthrozoology",
        "https://en.wikipedia.org/wiki/Area_studies",
        "https://en.wikipedia.org/wiki/Business_studies",
        "https://en.wikipedia.org/wiki/Cognitive_science",
        "https://en.wikipedia.org/wiki/Communication_studies",
        "https://en.wikipedia.org/wiki/Community_studies",
        "https://en.wikipedia.org/wiki/Cultural_studies",
        "https://en.wikipedia.org/wiki/Development_studies",
        "https://en.wikipedia.org/wiki/Education",
        "https://en.wikipedia.org/wiki/Environmental_social_science",
        "https://en.wikipedia.org/wiki/Environmental_studies",
        "https://en.wikipedia.org/wiki/Food_studies",
        "https://en.wikipedia.org/wiki/Gender_studies",
        "https://en.wikipedia.org/wiki/Global_studies",
        "https://en.wikipedia.org/wiki/Historical_sociology",
        "https://en.wikipedia.org/wiki/History_of_technology",
        "https://en.wikipedia.org/wiki/Human_ecology",
        "https://en.wikipedia.org/wiki/Information_science",
        "https://en.wikipedia.org/wiki/International_relations",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Media_studies",
        "https://en.wikipedia.org/wiki/Philosophy_of_science",
        "https://en.wikipedia.org/wiki/Philosophy_and_economics",
        "https://en.wikipedia.org/wiki/Philosophy_of_history",
        "https://en.wikipedia.org/wiki/Philosophy_of_psychology",
        "https://en.wikipedia.org/wiki/Philosophy_of_social_science",
        "https://en.wikipedia.org/wiki/Regional_planning",
        "https://en.wikipedia.org/wiki/Urban_planning",
        "https://en.wikipedia.org/wiki/Political_ecology",
        "https://en.wikipedia.org/wiki/Political_economy",
        "https://en.wikipedia.org/wiki/Political_sociology",
        "https://en.wikipedia.org/wiki/Public_health",
        "https://en.wikipedia.org/wiki/Regional_science",
        "https://en.wikipedia.org/wiki/Science_and_technology_studies",
        "https://en.wikipedia.org/wiki/Science_studies",
        "https://en.wikipedia.org/wiki/History_of_science",
        "https://en.wikipedia.org/wiki/Quantum_social_science",
        "https://en.wikipedia.org/wiki/Social_work",
        "https://en.wikipedia.org/wiki/Vegan_studies",
        "https://en.wikipedia.org/wiki/List_of_social_science_journals",
        "https://en.wikipedia.org/wiki/Behavioral_sciences",
        "https://en.wikipedia.org/wiki/Geisteswissenschaft",
        "https://en.wikipedia.org/wiki/Humanities",
        "https://en.wikipedia.org/wiki/Human_science",
        "https://en.wikipedia.org/wiki/Political_science",
        "https://en.wikipedia.org/wiki/Political_science",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}