{
    "url": "https://en.wikipedia.org/wiki/Political_cartoon",
    "title": "Political cartoon",
    "table_of_contents": [
        "1 History",
        "1.1 Origins",
        "1.2 Development",
        "1.3 Cartoonist's magazines",
        "1.4 Maturation",
        "2 Recognition",
        "3 Modern political cartoons",
        "4 Pocket cartoons",
        "5 Controversies related to cartoons",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA political cartoon, a form of editorial cartoon, is a cartoon graphic with caricatures of public figures, expressing the artist's opinion. An artist who writes and draws such images is known as an editorial cartoonist. They typically combine artistic skill, hyperbole and satire in order to either question authority or draw attention to corruption, political violence and other social ills.[1][2]\n\nDeveloped in England in the latter part of the 18th century, the political cartoon was pioneered by James Gillray,[3] although his and others in the flourishing English industry were sold as individual prints in print shops.  Founded in 1841, the British periodical Punch appropriated the term cartoon to refer to its political cartoons, which led to the term's widespread use.[4]\n\n"
        },
        {
            "title": "History",
            "text": "The pictorial satire has been credited as the precursor to the political cartoons in England: John J. Richetti, in The Cambridge history of English literature, 1660–1780, states that \"English graphic satire really begins with Hogarth's Emblematical Print on the South Sea Scheme\".[7][8] William Hogarth's pictures combined social criticism with sequential artistic scenes. A frequent target of his satire was the corruption of early 18th century British politics. An early satirical work was an Emblematical Print on the South Sea Scheme (c.1721), about the disastrous stock market crash of 1720 known as the South Sea Bubble, in which many English people lost a great deal of money.[9]\n\nHis art often had a strong moralizing element to it, such as in his masterpiece of 1732–33, A Rake's Progress, engraved in 1734. It consisted of eight pictures that depicted the reckless life of Tom Rakewell, the son of a rich merchant, who spends all of his money on luxurious living, services from sex workers, and gambling—the character's life ultimately ends in Bethlem Royal Hospital.[10]\n\nHowever, his work was only tangentially politicized and was primarily regarded on its artistic merits. George Townshend, 1st Marquess Townshend produced some of the first overtly political cartoons and caricatures in the 1750s.[8][11]\n\nThe medium began to develop in England in the latter part of the 18th century—especially around the time of the French Revolution—under the direction of its great exponents, James Gillray and Thomas Rowlandson, both from London. Gillray explored the use of the medium for lampooning and caricature, and has been referred to as the father of the political cartoon.[3] Calling the king, prime ministers and generals to account, many of Gillray's satires were directed against George III, depicting him as a pretentious buffoon, while the bulk of his work was dedicated to ridiculing the ambitions of Revolutionary France and Napoleon.[3] The times in which Gillray lived were peculiarly favourable to the growth of a great school of caricature. Party warfare was carried on with great vigour and not a little bitterness; and personalities were freely indulged in on both sides. Gillray's incomparable wit and humour, knowledge of life, fertility of resource, keen sense of the ludicrous, and beauty of execution, at once gave him the first place among caricaturists.[13]\n\nGeorge Cruikshank became the leading cartoonist in the period following Gillray (1820s–40s). His early career was renowned for his social caricatures of English life for popular publications. He gained notoriety with his political prints that attacked the royal family and leading politicians and was bribed in 1820 \"not to caricature His Majesty\" (George IV) \"in any immoral situation\". His work included a personification of England named John Bull who was developed from about 1790 in conjunction with other British satirical artists such as Gillray and Rowlandson.[14]\n\nThe art of the editorial cartoon was further developed with the publication of the British periodical Punch in 1841, founded by Henry Mayhew and engraver Ebenezer Landells (an earlier magazine that published cartoons was Monthly Sheet of Caricatures, printed from 1830 and an important influence on Punch).[15] It was bought by Bradbury and Evans in 1842, who capitalised on newly evolving mass printing technologies to turn the magazine into a preeminent national institution. The term \"cartoon\" to refer to comic drawings was coined by the magazine in 1843; the Houses of Parliament were to be decorated with murals, and \"carttons\" for the mural were displayed for the public; the term \"cartoon\" then meant a finished preliminary sketch on a large piece of cardboard, or cartone in Italian.  Punch humorously appropriated the term to refer to its political cartoons, and the popularity of the Punch cartoons led to the term's widespread use.[4]\n\nArtists who published in Punch during the 1840s and 50s included John Leech, Richard Doyle, John Tenniel and Charles Keene. This group became known as \"The Punch Brotherhood\", which also included Charles Dickens who joined Bradbury and Evans after leaving Chapman and Hall in 1843. Punch authors and artists also contributed to another Bradbury and Evans literary magazine called Once A Week (est.1859), created in response to Dickens' departure from Household Words.[citation needed]\n\nThe most prolific and influential cartoonist of the 1850s and 60s was John Tenniel, chief cartoon artist for Punch, who perfected the art of physical caricature and representation to a point that has changed little up to the present day. For over five decades he was a steadfast social witness to the sweeping national changes that occurred during this period alongside his fellow cartoonist John Leech. The magazine loyally captured the general public mood; in 1857, following the Indian Rebellion and the public outrage that followed, Punch published vengeful illustrations such as Tenniel's Justice and The British Lion's Vengeance on the Bengal Tiger.[citation needed]\n\nBy the mid 19th century, major political newspapers in many countries featured cartoons designed to express the publisher's opinion on the politics of the day. One of the most successful was Thomas Nast in New York City, who imported realistic German drawing techniques to major political issues in the era of the Civil War and Reconstruction. Nast was most famous for his 160 editorial cartoons attacking the criminal characteristics of Boss Tweed's political machine in New York City. Albert Boime argues that:\n\nNotable editorial cartoons include Benjamin Franklin's Join, or Die (1754), on the need for unity in the American colonies; The Thinkers Club (1819), a response to the surveillance and censorship of universities in Germany under the Carlsbad Decrees; and E. H. Shepard's The Goose-Step (1936), on the rearmament of Germany under Hitler. The Goose-Step is one of a number of notable cartoons first published in the British Punch magazine.[citation needed]\n\n"
        },
        {
            "title": "Recognition",
            "text": "Institutions which archive and document editorial cartoons include the Center for the Study of Political Graphics in the United States,[17] and the British Cartoon Archive in the United Kingdom.[18]\n\nEditorial cartoons and editorial cartoonists are recognised by a number of awards, for example the Pulitzer Prize for Editorial Cartooning (for US cartoonists, since 1922) and the British Press Awards' \"Cartoonist of the Year\".[citation needed]\n\n"
        },
        {
            "title": "Modern political cartoons",
            "text": "Political cartoons can usually be found on the editorial page of many newspapers, although a few (such as Garry Trudeau's Doonesbury) are sometimes placed on the regular comic strip page. Most cartoonists use visual metaphors and caricatures to address complicated political situations, and thus sum up a current event with a humorous or emotional picture.[citation needed]\n\nYaakov Kirschen, creator of the Israeli comic strip Dry Bones, says his cartoons are designed to make people laugh, which makes them drop their guard and see things the way he does. In an interview, he defined his objective as a cartoonist as an attempt to \"seduce rather than to offend.\"[19]\n\nModern political cartooning can be built around traditional visual metaphors and symbols such as Uncle Sam, the Democratic donkey and the Republican elephant. One alternative approach is to emphasize the text or the story line, as seen in Doonesbury which tells a linear story in comic strip format.[citation needed]\n\nCartoons have a great potential to political communication capable of enhancing political comprehension and reconceptualization of events, through speciﬁc frames of understanding. Mateus' analysis \"seems to indicate that the double standard thesis can be actually applied to trans-national contexts. This means that the framing of politics and business may not be limited to one country but may reflect a political world-view occurring in contemporary societies. From the double standard standpoint, there are no fundamental differences in the way Canadian political cartoonists and Portuguese political cartoons assess politics and business life\". The paper does not tell that all political cartoons are based on this kind of double standard, but suggests that the double standard thesis in Political Cartoons may be a frequent frame among possible others.[20]\n\nA political cartoon commonly draws on two unrelated events and brings them together incongruously for humorous effect. The humour can reduce people's political anger and so serves a useful purpose. Such a cartoon also reflects real life and politics, where a deal is often done on unrelated proposals beyond public scrutiny.[citation needed]\n\n"
        },
        {
            "title": "Pocket cartoons",
            "text": "A pocket cartoon is a form of cartoon which generally consists of a topical political gag/joke and appears as a single-panel single-column drawing. It was introduced by Osbert Lancaster in 1939 at the Daily Express.[21] A 2005 obituary by The Guardian of its pocket cartoonist David Austin said \"Newspaper readers instinctively look to the pocket cartoon to reassure them that the disasters and afflictions besetting them each morning are not final. By taking a sideways look at the news and bringing out the absurd in it, the pocket cartoonist provides, if not exactly a silver lining, then at least a ray of hope.\"[22]\n\n"
        },
        {
            "title": "Controversies related to cartoons",
            "text": "Editorial cartoons sometimes cause controversies.[23] Examples include the Jyllands-Posten Muhammad cartoons controversy and Charlie Hebdo shooting (stemming from the publication of cartoons related to Islam) and the 2007 Bangladesh cartoon controversy.[citation needed]\n\nLibel lawsuits have been rare. In Britain, the first successful lawsuit against a cartoonist in over a century came in 1921 when J.H. Thomas, the leader of the National Union of Railwaymen (NUR), initiated libel proceedings against the magazine of the British Communist Party. Thomas claimed defamation in the form of cartoons and words depicting the events of \"Black Friday\"—when he allegedly betrayed the locked-out Miners' Federation. Thomas won his lawsuit, and restored his reputation.[24]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Comics",
        "https://en.wikipedia.org/wiki/Speech_balloon",
        "https://en.wikipedia.org/wiki/Comics_studies",
        "https://en.wikipedia.org/wiki/Comics_in_education",
        "https://en.wikipedia.org/wiki/Glossary_of_comics_terminology",
        "https://en.wikipedia.org/wiki/History_of_comics",
        "https://en.wikipedia.org/wiki/List_of_comics_by_country",
        "https://en.wikipedia.org/wiki/Cartoon",
        "https://en.wikipedia.org/wiki/Photo_comics",
        "https://en.wikipedia.org/wiki/Comic_book",
        "https://en.wikipedia.org/wiki/Comic_strip",
        "https://en.wikipedia.org/wiki/Digital_comic",
        "https://en.wikipedia.org/wiki/Gag_cartoon",
        "https://en.wikipedia.org/wiki/Graphic_novel",
        "https://en.wikipedia.org/wiki/Webcomic",
        "https://en.wikipedia.org/wiki/Webtoon",
        "https://en.wikipedia.org/wiki/American_comic_book",
        "https://en.wikipedia.org/wiki/Belgian_comics",
        "https://en.wikipedia.org/wiki/Quebec_comics",
        "https://en.wikipedia.org/wiki/British_comics",
        "https://en.wikipedia.org/wiki/Canadian_comics",
        "https://en.wikipedia.org/wiki/Dutch_comics",
        "https://en.wikipedia.org/wiki/German_comics",
        "https://en.wikipedia.org/wiki/Irish_comics",
        "https://en.wikipedia.org/wiki/Italian_comics",
        "https://en.wikipedia.org/wiki/Manga",
        "https://en.wikipedia.org/wiki/Manhua",
        "https://en.wikipedia.org/wiki/Manhwa",
        "https://en.wikipedia.org/wiki/Philippine_comics",
        "https://en.wikipedia.org/wiki/Portuguese_comics",
        "https://en.wikipedia.org/wiki/Spanish_comics",
        "https://en.wikipedia.org/wiki/List_of_comics_awards",
        "https://en.wikipedia.org/wiki/Cartoonist",
        "https://en.wikipedia.org/wiki/Comic_book_collecting",
        "https://en.wikipedia.org/wiki/List_of_comics_publishing_companies",
        "https://en.wikipedia.org/wiki/Cecil_Rhodes",
        "https://en.wikipedia.org/wiki/Cape_to_Cairo_Railway",
        "https://en.wikipedia.org/wiki/Cape_of_Good_Hope",
        "https://en.wikipedia.org/wiki/Sultanate_of_Egypt",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/Cartoon",
        "https://en.wikipedia.org/wiki/Caricature",
        "https://en.wikipedia.org/wiki/Editorial_cartoonist",
        "https://en.wikipedia.org/wiki/Hyperbole",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Authority",
        "https://en.wikipedia.org/wiki/Corruption",
        "https://en.wikipedia.org/wiki/Political_violence",
        "https://en.wikipedia.org/wiki/Social_ills",
        "https://en.wikipedia.org/wiki/James_Gillray",
        "https://en.wikipedia.org/wiki/William_Hogarth",
        "https://en.wikipedia.org/wiki/Emblematical_Print_on_the_South_Sea_Scheme",
        "https://en.wikipedia.org/wiki/South_Sea_Bubble",
        "https://en.wikipedia.org/wiki/Bethlem_Royal_Hospital",
        "https://en.wikipedia.org/wiki/William_Pitt_the_Younger",
        "https://en.wikipedia.org/wiki/Napoleon",
        "https://en.wikipedia.org/wiki/Martin_Rowson",
        "https://en.wikipedia.org/wiki/French_Revolution",
        "https://en.wikipedia.org/wiki/James_Gillray",
        "https://en.wikipedia.org/wiki/Thomas_Rowlandson",
        "https://en.wikipedia.org/wiki/Caricature",
        "https://en.wikipedia.org/wiki/George_III_of_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/Napoleon",
        "https://en.wikipedia.org/wiki/George_Cruikshank",
        "https://en.wikipedia.org/wiki/George_IV_of_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/John_Bull",
        "https://en.wikipedia.org/wiki/Andrew_Johnson",
        "https://en.wikipedia.org/wiki/Abraham_Lincoln",
        "https://en.wikipedia.org/wiki/Henry_Mayhew",
        "https://en.wikipedia.org/wiki/Ebenezer_Landells",
        "https://en.wikipedia.org/wiki/Bradbury_and_Evans",
        "https://en.wikipedia.org/wiki/Cartoon",
        "https://en.wikipedia.org/wiki/John_Tenniel",
        "https://en.wikipedia.org/wiki/Chapman_and_Hall",
        "https://en.wikipedia.org/wiki/Household_Words",
        "https://en.wikipedia.org/wiki/John_Tenniel",
        "https://en.wikipedia.org/wiki/Indian_Rebellion_of_1857",
        "https://en.wikipedia.org/wiki/Thomas_Nast",
        "https://en.wikipedia.org/wiki/Uncle_Sam",
        "https://en.wikipedia.org/wiki/Philippines",
        "https://en.wikipedia.org/wiki/Hawaii",
        "https://en.wikipedia.org/wiki/Puerto_Rico",
        "https://en.wikipedia.org/wiki/Cuba",
        "https://en.wikipedia.org/wiki/Panama_Canal",
        "https://en.wikipedia.org/wiki/Separation_of_Panama_from_Colombia",
        "https://en.wikipedia.org/wiki/Thomas_Nast",
        "https://en.wikipedia.org/wiki/Benjamin_Franklin",
        "https://en.wikipedia.org/wiki/The_Thinkers_Club",
        "https://en.wikipedia.org/wiki/Carlsbad_Decrees",
        "https://en.wikipedia.org/wiki/Adolf_Hitler",
        "https://en.wikipedia.org/wiki/Center_for_the_Study_of_Political_Graphics",
        "https://en.wikipedia.org/wiki/British_Cartoon_Archive",
        "https://en.wikipedia.org/wiki/Editorial_cartoonist",
        "https://en.wikipedia.org/wiki/Pulitzer_Prize_for_Editorial_Cartooning",
        "https://en.wikipedia.org/wiki/British_Press_Awards",
        "https://en.wikipedia.org/wiki/Editorial_page",
        "https://en.wikipedia.org/wiki/Garry_Trudeau",
        "https://en.wikipedia.org/wiki/Doonesbury",
        "https://en.wikipedia.org/wiki/Comic_strip",
        "https://en.wikipedia.org/wiki/Uncle_Sam",
        "https://en.wikipedia.org/wiki/Democratic_donkey",
        "https://en.wikipedia.org/wiki/Republican_elephant",
        "https://en.wikipedia.org/wiki/Osbert_Lancaster",
        "https://en.wikipedia.org/wiki/Daily_Express",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Charlie_Hebdo_shooting",
        "https://en.wikipedia.org/wiki/Islam",
        "https://en.wikipedia.org/wiki/2007_Bangladesh_cartoon_controversy",
        "https://en.wikipedia.org/wiki/National_Union_of_Railwaymen",
        "https://en.wikipedia.org/wiki/British_Communist_Party",
        "https://en.wikipedia.org/wiki/Graphics",
        "https://en.wikipedia.org/wiki/List_of_editorial_cartoonists",
        "https://en.wikipedia.org/wiki/Internet_memes",
        "https://en.wikipedia.org/wiki/Martin_Rowson",
        "https://en.wikipedia.org/wiki/Andrew_Graham_Dixon",
        "https://en.wikipedia.org/wiki/The_Observer",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Draper_Hill",
        "https://en.wikipedia.org/wiki/Library_of_Congress",
        "https://en.wikipedia.org/wiki/Toons_Mag",
        "https://en.wikipedia.org/wiki/Political_cartoon",
        "https://en.wikipedia.org/wiki/Political_cartoon",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}