{
    "url": "https://en.wikipedia.org/wiki/Policy",
    "title": "Policy",
    "table_of_contents": [
        "1 Effects",
        "1.1 Intended effects and policy-design",
        "1.2 Unintended",
        "2 Cycle",
        "3 Content",
        "4 Types",
        "4.1 Distributive",
        "4.2 Regulatory",
        "4.3 Constituent",
        "4.4 Redistributive",
        "5 Notable schools",
        "6 Subtypes",
        "7 Induction of policies",
        "8 Other uses of the term",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Policy is a deliberate system of guidelines to guide decisions and achieve rational outcomes. A policy is a statement of intent and is implemented as a procedure or protocol. Policies are generally adopted by a governance body within an organization. Policies can assist in both subjective and objective decision making. Policies used in subjective decision-making usually assist senior management with decisions that must be based on the relative merits of a number of factors, and as a result, are often hard to test objectively, e.g. work–life balance policy... Moreover, Governments and other institutions have policies in the form of laws, regulations, procedures, administrative actions, incentives and voluntary practices. Frequently, resource allocations mirror policy decisions.\n\nPolicy is a blueprint of the organizational activities which are repetitive/routine in nature.\n\nIn contrast, policies to assist in objective decision-making are usually operational in nature and can be objectively tested, e.g. password policy.[1]\n\nThe term may apply to government, public sector organizations and groups, as well as individuals, Presidential executive orders, corporate privacy policies, and parliamentary rules of order are all examples of policy. Policy differs from rules or law. While the law can compel or prohibit behaviors (e.g. a law requiring the payment of taxes on income), policy merely guides actions toward those that are most likely to achieve the desired outcome.[2]\n\nPolicy or policy study may also refer to the process of making important organizational decisions, including the identification of different alternatives such as programs or spending priorities, and choosing among them on the basis of the impact they will have. Policies can be understood as political, managerial, financial, and administrative mechanisms arranged to reach explicit goals. In public corporate finance, a critical accounting policy is a policy for a firm/company or an industry that is considered to have a notably high subjective element, and that has a material impact on the financial statements.[citation needed]\n\n"
        },
        {
            "title": "Effects",
            "text": "The intended effects of a policy vary widely according to the organization and the context in which they are made. Broadly, policies are typically instituted to avoid some negative effect that has been noticed in the \norganization, or to seek some positive benefit.[citation needed]\n\nA meta-analysis of policy studies concluded that international treaties that aim to foster global cooperation have mostly failed to produce their intended effects in addressing global challenges, and sometimes may have led to unintended harmful or net negative effects. The study suggests enforcement mechanisms are the \"only modifiable treaty design choice\" with the potential to improve the effectiveness.[3][4]\n\nCorporate purchasing policies provide an example of how organizations attempt to avoid negative  effects. Many large companies have policies that all purchases above a certain value must be performed through a purchasing process. By requiring this standard purchasing process through policy, the organization can limit waste and standardize the way purchasing is done.[citation needed]\n\nThe State of California provides an example of benefit-seeking policy. In recent years, the numbers of hybrid cars in California has increased dramatically, in part because of policy changes in Federal law that provided USD $1,500 in tax credits (since phased out) as well as the use of high-occupancy vehicle lanes to hybrid owners (no loew hybrid vehicles). In this case, the organization (state and/or federal government) created an effect (increased ownership and use of hybrid vehicles) through policy (tax breaks, highway lanes).[citation needed]\n\nPolicies frequently have side effects or unintended consequences.  Because the environments that policies seek to influence or manipulate are typically complex adaptive systems (e.g. governments, societies, large companies), making a policy change can have counterintuitive results.  For example, a government may make a policy decision to raise taxes, in hopes of increasing overall tax revenue.  Depending on the size of the tax increase, this may have the overall effect of reducing tax revenue by causing capital flight or by creating a rate so high that citizens are deterred from earning the money that is taxed. (See the Laffer curve.)[citation needed]\n\nThe policy formulation process theoretically includes an attempt to assess as many areas of potential policy impact as possible, to lessen the chances that a given policy will have unexpected or unintended consequences. [5]\n\n"
        },
        {
            "title": "Cycle",
            "text": "In political science, the policy cycle is a tool used for analyzing the development of a policy item. It can also be referred to as a \"stagist approach\", \"stages heuristic\" or \"stages approach\". It is thus a rule of thumb rather than the actual reality of how policy is created, but has been influential in how political scientists looked at policy in general.[6] It was developed as a theory from Harold Lasswell's work.\n\nHarold Lasswell's popular model of the policy cycle divided the process into seven distinct stages, asking questions of both how and why public policies should be made. [7] With the stages ranging from (1) intelligence, (2) promotion, (3) prescription, (4) invocation, (5) application, (6) termination and (7) appraisal, this process inherently attempts to combine policy implementation to formulated policy goals. [8]\n\nOne version by James E. Anderson, in his Public Policy-Making (1974) has the following stages:\n\nAn eight step policy cycle is developed in detail in The Australian Policy Handbook by Peter Bridgman and Glyn Davis: (now with Catherine Althaus in its 4th and 5th editions)\n\nThe Althaus, Bridgman & Davis model is heuristic and iterative. It is intentionally normative[clarification needed] and not meant to be diagnostic[clarification needed] or predictive. Policy cycles are typically characterized as adopting a classical approach, and tend to describe processes from the perspective of policy decision makers. Accordingly, some postpositivist academics challenge cyclical models as unresponsive and unrealistic, preferring systemic and more complex models.[9] They consider a broader range of actors involved in the policy space that includes civil society organisations, the media, intellectuals, think tanks or policy research institutes, corporations, lobbyists, etc.\n\n"
        },
        {
            "title": "Content",
            "text": "Policies are typically promulgated through official written documents. Policy documents often come with the endorsement or signature of the executive powers within an organization to legitimize the policy and demonstrate that it is considered in force. Such documents often have standard formats that are particular to the organization issuing the policy.  While such formats differ in form, policy documents usually contain certain standard components including:[citation needed]\n\nSome policies may contain additional sections, including:\n\n"
        },
        {
            "title": "Types",
            "text": "The American political scientist Theodore J. Lowi proposed four types of policy, namely distributive, redistributive, regulatory and constituent in his article \"Four Systems of Policy, Politics and Choice\" and in \"American Business, Public Policy, Case Studies and Political Theory\". Policy addresses the intent of the organization, whether government, business, professional, or voluntary. Policy is intended to affect the \"real\" world, by guiding the decisions that are made. Whether they are formally written or not, most organizations have identified policies.[10]\n\nPolicies may be classified in many different ways. The following is a sample of several different types of policies broken down by their effect on members of the organization.[10]\n\nDistributive policies extend goods and services to members of an organization, as well as distributing the costs of the goods/services amongst the members of the organization. Examples include government policies that impact spending for welfare, public education, highways, and public safety, or a professional organization's benefits plan.[10]\n\nRegulatory policies, or mandates, limit the discretion of individuals and agencies, or otherwise compel certain types of behavior. These policies are generally thought to be best applied when good behavior can be easily defined and bad behavior can be easily regulated and punished through fines or sanctions. An example of a fairly successful public regulatory policy is that of a highway speed limit.[10]\n\nConstituent policies create executive power entities, or deal with laws. Constituent policies also deal with fiscal policy in some circumstances.[10]\n\nPolicies are dynamic; they are not just static lists of goals or laws. Policy blueprints have to be implemented, often with unexpected results. Social policies are what happens 'on the ground' when they are implemented, as well as what happens at the decision making or legislative stage.[10]\n\nWhen the term policy is used, it may also refer to:[10]\n\nThe actions the organization actually takes may often vary significantly from stated policy. This difference is sometimes caused by political compromise over policy, while in other situations it is caused by lack of policy implementation and enforcement. Implementing policy may have unexpected results, stemming from a policy whose reach extends further than the problem it was originally crafted to address. Additionally, unpredictable results may arise from selective or idiosyncratic enforcement of policy.[10]\n\nTypes of policy analysis include: \n\nThese qualifiers can be combined, so one could, for example, have a stationary-memoryless-index policy.\n\n"
        },
        {
            "title": "Induction of policies",
            "text": "In contemporary systems of market-oriented economics and of homogeneous voting of delegates and decisions, policy mixes are usually introduced depending on factors that include popularity in the public (influenced via media and education as well as by cultural identity), contemporary economics (such as what is beneficial or a burden in the long- and near-term within it) and a general state of international competition (often the focus of geopolitics). Broadly, considerations include political competition with other parties and social stability as well as national interests within the framework of global dynamics.[11][additional citation(s) needed]\n\nPolicies or policy-elements can be designed and proposed by a multitude of actors or collaborating actor-networks in various ways.[12] Alternative options as well as organisations and decision-makers that would be responsible for enacting these policies – or explaining their rejection – can be identified. \"Policy sequencing\" is a concept that integrates mixes of existing or hypothetical policies and arranges them in a sequential order. The use of such frameworks may make complex polycentric governance for the achievement of goals such as climate change mitigation and stoppage of deforestation more easily achievable or more effective, fair, efficient, legitimate and rapidly implemented.[13][14][15][16][additional citation(s) needed]\n\nContemporary ways of policy-making or decision-making may depend on exogenously-driven shocks that \"undermine institutionally entrenched policy equilibria\" and may not always be functional in terms of sufficiently preventing and solving problems, especially when unpopular policies, regulation of influential entities with vested interests,[16] international coordination and non-reactive strategic long-term thinking and management are needed.[17] In that sense, \"reactive sequencing\" refers to \"the notion that early events in a sequence set in motion a chain of causally linked reactions and counter-reactions which trigger subsequent development\".[18] This is a concept separate to policy sequencing in that the latter may require actions from a multitude of parties at different stages for progress of the sequence, rather than an initial \"shock\", force-exertion or catalysis of chains of events.\n\nIn the modern highly interconnected world, polycentric governance has become ever more important – such \"requires a complex combination of multiple levels and diverse types of organizations drawn from the public, private, and voluntary sectors that have overlapping realms of responsibility and functional capacities\".[19] Key components of policies include command-and-control measures, enabling measures, monitoring, incentives and disincentives.[13]\n\nScience-based policy, related to the more narrow concept of evidence-based policy, may have also become more important. A review about worldwide pollution as a major cause of death – where it found little progress, suggests that successful control of conjoined threats such as pollution, climate change, and biodiversity loss requires a global, \"formal science–policy interface\", e.g. to \"inform intervention, influence research, and guide funding\".[20] Broadly, science–policy interfaces include both science in policy and science for policy.[21]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Police",
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Outline_of_political_science",
        "https://en.wikipedia.org/wiki/Index_of_politics_articles",
        "https://en.wikipedia.org/wiki/Outline_of_political_science",
        "https://en.wikipedia.org/wiki/Index_of_politics_articles",
        "https://en.wikipedia.org/wiki/Politics_by_country",
        "https://en.wikipedia.org/wiki/Politics_of_country_subdivisions",
        "https://en.wikipedia.org/wiki/Political_economy",
        "https://en.wikipedia.org/wiki/Political_history",
        "https://en.wikipedia.org/wiki/Political_history_of_the_world",
        "https://en.wikipedia.org/wiki/Political_philosophy",
        "https://en.wikipedia.org/wiki/Political_system",
        "https://en.wikipedia.org/wiki/Anarchy",
        "https://en.wikipedia.org/wiki/Democracy",
        "https://en.wikipedia.org/wiki/Dictatorship",
        "https://en.wikipedia.org/wiki/Directorial_system",
        "https://en.wikipedia.org/wiki/Federacy",
        "https://en.wikipedia.org/wiki/Feudalism",
        "https://en.wikipedia.org/wiki/Hybrid_regime",
        "https://en.wikipedia.org/wiki/Meritocracy",
        "https://en.wikipedia.org/wiki/Monarchy",
        "https://en.wikipedia.org/wiki/Parliamentary_system",
        "https://en.wikipedia.org/wiki/Presidential_system",
        "https://en.wikipedia.org/wiki/Republic",
        "https://en.wikipedia.org/wiki/Theocracy",
        "https://en.wikipedia.org/wiki/Political_science",
        "https://en.wikipedia.org/wiki/List_of_political_scientists",
        "https://en.wikipedia.org/wiki/International_relations",
        "https://en.wikipedia.org/wiki/International_relations_theory",
        "https://en.wikipedia.org/wiki/Comparative_politics",
        "https://en.wikipedia.org/wiki/Psephology",
        "https://en.wikipedia.org/wiki/Political_philosophy",
        "https://en.wikipedia.org/wiki/Policy_studies",
        "https://en.wikipedia.org/wiki/Political_psychology",
        "https://en.wikipedia.org/wiki/Political_sociology",
        "https://en.wikipedia.org/wiki/Public_administration",
        "https://en.wikipedia.org/wiki/Bureaucracy",
        "https://en.wikipedia.org/wiki/Technocracy",
        "https://en.wikipedia.org/wiki/Adhocracy",
        "https://en.wikipedia.org/wiki/Public_policy",
        "https://en.wikipedia.org/wiki/Public_policy_doctrine",
        "https://en.wikipedia.org/wiki/Domestic_policy",
        "https://en.wikipedia.org/wiki/Foreign_policy",
        "https://en.wikipedia.org/wiki/Civil_society",
        "https://en.wikipedia.org/wiki/Public_interest",
        "https://en.wikipedia.org/wiki/Separation_of_powers",
        "https://en.wikipedia.org/wiki/Legislature",
        "https://en.wikipedia.org/wiki/Judiciary",
        "https://en.wikipedia.org/wiki/Election_commission",
        "https://en.wikipedia.org/wiki/Sovereignty",
        "https://en.wikipedia.org/wiki/Theories_of_political_behavior",
        "https://en.wikipedia.org/wiki/Biology_and_political_orientation",
        "https://en.wikipedia.org/wiki/Political_organisation",
        "https://en.wikipedia.org/wiki/Critique_of_political_economy",
        "https://en.wikipedia.org/wiki/Electoral_system",
        "https://en.wikipedia.org/wiki/Election",
        "https://en.wikipedia.org/wiki/Voting",
        "https://en.wikipedia.org/wiki/Political_unitarism",
        "https://en.wikipedia.org/wiki/Federalism",
        "https://en.wikipedia.org/wiki/Government",
        "https://en.wikipedia.org/wiki/List_of_forms_of_government",
        "https://en.wikipedia.org/wiki/Ideology",
        "https://en.wikipedia.org/wiki/Political_campaign",
        "https://en.wikipedia.org/wiki/Political_party",
        "https://en.wikipedia.org/wiki/Guideline",
        "https://en.wikipedia.org/wiki/Governance",
        "https://en.wikipedia.org/wiki/Decision_making",
        "https://en.wikipedia.org/wiki/Privacy_policy",
        "https://en.wikipedia.org/wiki/Rules_of_order",
        "https://en.wikipedia.org/wiki/Rule_of_law",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Policy_study",
        "https://en.wikipedia.org/wiki/Management",
        "https://en.wikipedia.org/wiki/Critical_accounting_policy",
        "https://en.wikipedia.org/wiki/Financial_statement",
        "https://en.wikipedia.org/wiki/Policy_studies",
        "https://en.wikipedia.org/wiki/International_treaties",
        "https://en.wikipedia.org/wiki/Global_governance",
        "https://en.wikipedia.org/wiki/Goal",
        "https://en.wikipedia.org/wiki/Global_issue",
        "https://en.wikipedia.org/wiki/Effectiveness",
        "https://en.wikipedia.org/wiki/Purchasing_process",
        "https://en.wikipedia.org/wiki/California",
        "https://en.wikipedia.org/wiki/Hybrid_cars",
        "https://en.wikipedia.org/wiki/Federal_law",
        "https://en.wikipedia.org/wiki/HOV",
        "https://en.wikipedia.org/wiki/Unintended_consequences",
        "https://en.wikipedia.org/wiki/Complex_adaptive_systems",
        "https://en.wikipedia.org/wiki/Counterintuitive",
        "https://en.wikipedia.org/wiki/Capital_flight",
        "https://en.wikipedia.org/wiki/Laffer_curve",
        "https://en.wikipedia.org/wiki/Political_science",
        "https://en.wikipedia.org/wiki/Political_science",
        "https://en.wikipedia.org/wiki/Harold_Lasswell",
        "https://en.wikipedia.org/wiki/Harold_Lasswell",
        "https://en.wikipedia.org/wiki/Political_agenda",
        "https://en.wikipedia.org/wiki/Implementation",
        "https://en.wikipedia.org/wiki/Evaluation",
        "https://en.wikipedia.org/wiki/Glyn_Davis",
        "https://en.wikipedia.org/wiki/Policy_analysis",
        "https://en.wikipedia.org/wiki/Public_consultation",
        "https://en.wikipedia.org/wiki/Decision_theory",
        "https://en.wikipedia.org/wiki/Implementation",
        "https://en.wikipedia.org/wiki/Evaluation",
        "https://en.wikipedia.org/wiki/Heuristic",
        "https://en.wikipedia.org/wiki/Iterative",
        "https://en.wikipedia.org/wiki/Organizational_diagnostics",
        "https://en.wikipedia.org/wiki/Predictive",
        "https://en.wikipedia.org/wiki/Postpositivism",
        "https://en.wikipedia.org/wiki/Voluntary_sector",
        "https://en.wikipedia.org/wiki/Mass_media",
        "https://en.wikipedia.org/wiki/Intellectuals",
        "https://en.wikipedia.org/wiki/Think_tanks",
        "https://en.wikipedia.org/wiki/Research_institutes",
        "https://en.wikipedia.org/wiki/Advocacy_group",
        "https://en.wikipedia.org/wiki/Promulgation",
        "https://en.wikipedia.org/wiki/Ex_post_facto_law",
        "https://en.wikipedia.org/wiki/Regulation",
        "https://en.wikipedia.org/wiki/Governance",
        "https://en.wikipedia.org/wiki/Intent",
        "https://en.wikipedia.org/wiki/Distributive_tendency",
        "https://en.wikipedia.org/wiki/Public_education",
        "https://en.wikipedia.org/wiki/Highways",
        "https://en.wikipedia.org/wiki/Horse_trading",
        "https://en.wikipedia.org/wiki/Policy_analysis",
        "https://en.wikipedia.org/wiki/Balsillie_School_of_International_Affairs",
        "https://en.wikipedia.org/wiki/CIGI_Campus",
        "https://en.wikipedia.org/wiki/Blavatnik_School_of_Government",
        "https://en.wikipedia.org/wiki/Balsillie_School_of_International_Affairs",
        "https://en.wikipedia.org/wiki/Blavatnik_School_of_Government",
        "https://en.wikipedia.org/wiki/Goldman_School_of_Public_Policy",
        "https://en.wikipedia.org/wiki/London_School_of_Economics",
        "https://en.wikipedia.org/wiki/Harris_School_of_Public_Policy_Studies",
        "https://en.wikipedia.org/wiki/Hertie_School",
        "https://en.wikipedia.org/wiki/Munk_School_of_Global_Affairs",
        "https://en.wikipedia.org/wiki/Norman_Paterson_School_of_International_Affairs",
        "https://en.wikipedia.org/wiki/Princeton_School_of_Public_and_International_Affairs",
        "https://en.wikipedia.org/wiki/Sciences_Po",
        "https://en.wikipedia.org/wiki/University_of_Cambridge",
        "https://en.wikipedia.org/wiki/University_of_Glasgow",
        "https://en.wikipedia.org/wiki/University_of_Warwick",
        "https://en.wikipedia.org/wiki/Paris_Nanterre_University",
        "https://en.wikipedia.org/wiki/Corporate_governance",
        "https://en.wikipedia.org/wiki/Information_policy",
        "https://en.wikipedia.org/wiki/Human_resource_policies",
        "https://en.wikipedia.org/wiki/Privacy_policy",
        "https://en.wikipedia.org/wiki/Public_policy",
        "https://en.wikipedia.org/wiki/Defense_policy",
        "https://en.wikipedia.org/wiki/Domestic_policy",
        "https://en.wikipedia.org/wiki/Economic_policy",
        "https://en.wikipedia.org/wiki/Education_policy",
        "https://en.wikipedia.org/wiki/Energy_policy",
        "https://en.wikipedia.org/wiki/Environmental_policy",
        "https://en.wikipedia.org/wiki/Foreign_policy",
        "https://en.wikipedia.org/wiki/Forest",
        "https://en.wikipedia.org/wiki/Health_policy",
        "https://en.wikipedia.org/wiki/Macroeconomic_policy",
        "https://en.wikipedia.org/wiki/Monetary_policy",
        "https://en.wikipedia.org/wiki/Plan",
        "https://en.wikipedia.org/wiki/Human_population_control",
        "https://en.wikipedia.org/wiki/Science_policy",
        "https://en.wikipedia.org/wiki/Security_policy",
        "https://en.wikipedia.org/wiki/Social_policy",
        "https://en.wikipedia.org/wiki/Urban_planning",
        "https://en.wikipedia.org/wiki/Transport_policy",
        "https://en.wikipedia.org/wiki/Water_policy",
        "https://en.wikipedia.org/wiki/Cultural_identity",
        "https://en.wikipedia.org/wiki/Geopolitics",
        "https://en.wikipedia.org/wiki/Collective_intelligence",
        "https://en.wikipedia.org/wiki/Climate_change_mitigation",
        "https://en.wikipedia.org/wiki/Deforestation",
        "https://en.wikipedia.org/wiki/Group_decision_making",
        "https://en.wikipedia.org/wiki/Globalization",
        "https://en.wikipedia.org/wiki/Pollution",
        "https://en.wikipedia.org/wiki/List_of_causes_of_death_by_rate",
        "https://en.wikipedia.org/wiki/Progress",
        "https://en.wikipedia.org/wiki/Global_governance",
        "https://en.wikipedia.org/wiki/Applied_science",
        "https://en.wikipedia.org/wiki/Enterprise_architecture",
        "https://en.wikipedia.org/wiki/Policy_appliances",
        "https://en.wikipedia.org/wiki/Information_systems",
        "https://en.wikipedia.org/wiki/Insurance",
        "https://en.wikipedia.org/wiki/Indemnity",
        "https://en.wikipedia.org/wiki/Contract",
        "https://en.wikipedia.org/wiki/Insurance_contract",
        "https://en.wikipedia.org/wiki/Gambling",
        "https://en.wikipedia.org/wiki/Insurance",
        "https://en.wikipedia.org/wiki/Lottery",
        "https://en.wikipedia.org/wiki/Numbers_game",
        "https://en.wikipedia.org/wiki/Artificial_intelligence",
        "https://en.wikipedia.org/wiki/Policy_debate",
        "https://en.wikipedia.org/wiki/Blueprint",
        "https://en.wikipedia.org/wiki/Distributive_tendency",
        "https://en.wikipedia.org/wiki/Overton_window",
        "https://en.wikipedia.org/wiki/Pattern_language",
        "https://en.wikipedia.org/wiki/Policy_alienation",
        "https://en.wikipedia.org/wiki/Policy_analysis",
        "https://en.wikipedia.org/wiki/Policy_Governance",
        "https://en.wikipedia.org/wiki/Policy_studies",
        "https://en.wikipedia.org/wiki/Political_science",
        "https://en.wikipedia.org/wiki/Program_evaluation",
        "https://en.wikipedia.org/wiki/Public_administration",
        "https://en.wikipedia.org/wiki/Public_health",
        "https://en.wikipedia.org/wiki/Public_policy_schools",
        "https://en.wikipedia.org/wiki/Public_services",
        "https://en.wikipedia.org/wiki/Social_contract",
        "https://en.wikipedia.org/wiki/Social_welfare",
        "https://en.wikipedia.org/wiki/Social_work",
        "https://en.wikipedia.org/wiki/Think_tank",
        "https://en.wikipedia.org/wiki/John_Lavis",
        "https://en.wikipedia.org/wiki/York_University",
        "https://en.wikipedia.org/wiki/Overseas_Development_Institute",
        "https://en.wikipedia.org/wiki/Stanford_University",
        "https://en.wikipedia.org/wiki/Public_Administration_Review",
        "https://en.wikipedia.org/wiki/Review_of_Policy_Research",
        "https://en.wikipedia.org/wiki/European_Journal_of_Political_Economy",
        "https://en.wikipedia.org/wiki/Curlie",
        "https://en.wikipedia.org/wiki/Policy",
        "https://en.wikipedia.org/wiki/Policy",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}