{
    "url": "https://en.wikipedia.org/wiki/Pollinator_decline",
    "title": "Pollinator decline",
    "table_of_contents": [
        "1 Evidence",
        "2 Possible explanations",
        "3 Consequences",
        "3.1 Possible nutritional consequences",
        "4 Solutions",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pollinator decline is the reduction in abundance of insect and other animal pollinators in many ecosystems worldwide that began being recorded at the end of the 20th century. Multiple lines of evidence exist for the reduction of wild pollinator populations at the regional level, especially within Europe and North America.[1][2][3][4] Similar findings from studies in South America, China and Japan make it reasonable to suggest that declines are occurring around the globe.[5][6][7][8] The majority of studies focus on bees, particularly honeybee and bumblebee species, with a smaller number involving hoverflies and lepidopterans.[9][1][10][11][12]\n\nThe picture for domesticated pollinator species is less clear. Although the number of managed honey bee colonies in Europe and North America declined by 25% and 59% between 1985-2005 and 1947-2005 respectively, overall global stocks increased due to major hive number increases in countries such as China and Argentina.[13][14][15] Nevertheless, in the time managed honeybee hives increased by 45% demand for animal pollinated crops tripled, highlighting the danger of relying on domesticated populations for pollination services.[15]\n\nPollinators participate in the sexual reproduction of many plants by ensuring cross-pollination, essential for some species and a major factor in ensuring genetic diversity for others. Since plants are the primary food source for animals, the possible reduction or disappearance of pollinators has been referred to as an \"armageddon\" by some journalists.\n\n"
        },
        {
            "title": "Evidence",
            "text": "The declines in abundance and diversity of insect pollinators over the twentieth century have been documented in highly industrialized regions of the world, particularly northwestern Europe and eastern North America.[16][17][18]\n\nColony collapse disorder has attracted much public attention. According to a 2013 blog the winter losses of beehives had increased in recent years in Europe and the United States, with a hive failure rate up to 50%.[19]\n\nA 2017 German study, using 1,500 samples from 63 sites, indicated that the biomass of flying insects in that area had declined by three-quarters in the previous 25 years.[20] One 2009 study stated that while the bee population had increased by 45% over the past 50 years, the amount of crops which use bees had increased by 300%; although there is absolutely no evidence this has caused any problems, the authors propose it might cause \"future pollination problems\".[21]\n\nIn mathematical models of the networks linking different plants and their many pollinators,[22] such a network can continue to function very well under increasingly harsh conditions, but when conditions become extremely harsh, the entire network fails simultaneously.[23]\n\nA 2021 study described as the \"first long-term assessment of global bee decline\", which analyzed GBIF-data of over a century, found that the number of bee species declined steeply worldwide after the 1990s, shrinking by a quarter in 2006–2015 compared to before 1990.[24][25]\n\n"
        },
        {
            "title": "Possible explanations",
            "text": "Although the existence of pollinator decline can be difficult to determine, a number of possible reasons for the theoretical concept have been proposed, such as exposure to pathogens, parasites, and pesticides; habitat destruction; climate change; market forces; intra- and interspecific competition with native and invasive species; and genetic alterations.[26][27]\n\nHoney bees are an invasive species throughout most of the world where they have been introduced, and the constant growth in the amount of these pollinators may possibly cause a decrease in native species.[21] Light pollution has been suggested a number of times as a possible reason for the possible decline in flying insects.[28][29][30][31] One study found that air pollution, such as from cars, has been inhibiting the ability of pollinators such as bees and butterflies to find the fragrances of flowers. Pollutants such as ozone, hydroxyl, and nitrate radicals bond quickly with volatile scent molecules of flowers, which consequently travel shorter distances intact. Pollinators must thus travel longer distances to find flowers.[32]\n\nPollinators may also face an increased risk of extinction because of global warming due to alterations in the seasonal behaviour of species. Climate change can cause bees to emerge at times in the year when flowering plants were not available.[33]\n\n"
        },
        {
            "title": "Consequences",
            "text": "Seven out of the ten most important crops in the world, in terms of volume, are pollinated by wind (maize, rice and wheat) or have vegetative propagation (banana, sugar cane, potato, beet, and cassava) and thus do not require animal pollinators for food production.[34] Additionally crops such as sugar beet, spinach and onions are self-pollinating and do not require insects.[35] Nonetheless, an estimated 87.5% of the world's flowering plant species are animal-pollinated,[36] and 60% of crop plant species[37] use animal pollinators. This includes the majority of fruits, many vegetables, and also fodder.[38] According to the USDA 80% of insect crop pollination in the US is due to honey bees.[39]\n\nA study which examined how fifteen plant species said to be dependent on animals for pollination would be impacted by pollinator decline, by excluding pollinators from them with domes, found that while most species do not suffer any impacts from decline in terms of reduced fertilization rates (seed set), three species did.[40]\n\nThe expected direct reduction in total agricultural production in the US in the absence of animal pollination is expected to be 3 to 8%, with smaller impacts on agricultural production diversity.[41] Of all the possible consequences, the most important effect of pollinator decline for humans in Brazil, according to one 2016 study, would be the drop in income from high-value cash crops, and would impact the agricultural sector the most.[34] A 2000 study about the economic effects of the honey bee on US food crops calculated that it helped to produce US$14.6 billion in monetary value.[42] In 2009 another study calculated the worldwide value of the 100 crops that need pollinators at €153 billion (not including production costs).[43] Despite the dire predictions, the theorised decline in pollinators has had no effect on food production, with yields of both animal-pollinated and non-animal-pollinated crops increasing at the same rate, over the period of supposed pollinator decline.[44]\n\nA 2015 study looked at the nutritional consequences of pollinator decline. It investigated if four third world populations might in the future potentially be at possible risk of malnutrition, assuming humans did not change their diet or have access to supplements, but concluded that this cannot be reliably predicted. According to their model, the size of the effect that pollinator decline had on a population depends on the local diet, and vitamin A is the most likely nutrient to become deficient, as it is already deficient.[45]\n\nMore studies also identified vitamin A as the most pollinator-dependent nutrient.[46][47] Another 2015 study also modeled what would happen should 100% of pollinators die off. In that scenario, 71 million people in low-income countries would become deficient in vitamin A, and the vitamin A intake of 2.2 billion people who are already consuming less than the recommended amount would further decline. Similarly, 173 million people would become deficient in folate, and 1.23 million people would further lessen their intake. Additionally, the global fruit supply would decrease by 22.9%, the global vegetable supply would decrease by 16.3%, and the global supply of nuts and seeds would decrease by 22.1%. This would lead to 1.42 million additional deaths each year from diseases, as well as 27 million disability-adjusted life years. In a less extreme scenario wherein only 50% of pollinators die off, 700,000 additional deaths would occur each year, as well as 13.2 million disability-adjusted years.[48]\n\nOne study estimated that 70% of dietary vitamin A worldwide is found in crops that are animal pollinated, as well as 55% of folate. At present, eating plants which are pollinated by animals is responsible for only 9%, 20%, and 29% of calcium, fluoride, and iron intake, respectively, with most coming from meat and dairy. 74% of all globally produced lipids are found in oils from plants that are animal pollinated, as well as 98% of vitamin C.[47]\n\n"
        },
        {
            "title": "Solutions",
            "text": "Several scholars have called for application of the precautionary principle.[27][49]\n\nEfforts are being made to sustain pollinator diversity in agricultural and natural ecosystems by some environmental groups.[50] In 2014 the Obama administration published \"the Economic Challenge Posed by Declining Pollinator Populations\" fact sheet, which stated that the 2015 budget proposal recommended congress appropriate approximately $50 million for pollinator habitat maintenance and to double the area in the Conservation Reserve Program dedicated to pollinator health, as well as recommending to \"increase funding for surveys to determine the impacts on pollinator losses\".[51]\n\nSome international initiatives highlight the need for public participation and awareness of pollinator conservation.[52] Pollinators and their health have become growing concerns for the public. Around 18 states within America have responded to these concerns by creating legislation to address the issue. According to the National Conference of State Legislatures, the enacted legislation in those states addresses five specific areas relating to pollinator decline: awareness, research, pesticides, habitat protection and beekeeping.[53]\n\nA 2021 global assessment of the drivers of pollinator decline found that \"global policy responses should focus on reducing pressure from changes in land cover and configuration, land management and pesticides, as these were considered very important drivers in most regions\".[54]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Insect",
        "https://en.wikipedia.org/wiki/Pollinator",
        "https://en.wikipedia.org/wiki/Ecosystem",
        "https://en.wikipedia.org/wiki/Honeybee",
        "https://en.wikipedia.org/wiki/Bumblebee",
        "https://en.wikipedia.org/wiki/Genetic_diversity",
        "https://en.wikipedia.org/wiki/Colony_collapse_disorder",
        "https://en.wikipedia.org/wiki/Colony_collapse_disorder",
        "https://en.wikipedia.org/wiki/Global_Biodiversity_Information_Facility",
        "https://en.wikipedia.org/wiki/Biodiversity",
        "https://en.wikipedia.org/wiki/Habitat_destruction",
        "https://en.wikipedia.org/wiki/Climate_change",
        "https://en.wikipedia.org/wiki/Invasive_species",
        "https://en.wikipedia.org/wiki/Light_pollution",
        "https://en.wikipedia.org/wiki/Air_pollution",
        "https://en.wikipedia.org/wiki/Butterfly",
        "https://en.wikipedia.org/wiki/Ozone",
        "https://en.wikipedia.org/wiki/Hydroxyl",
        "https://en.wikipedia.org/wiki/Nitrate",
        "https://en.wikipedia.org/wiki/Global_warming",
        "https://en.wikipedia.org/wiki/Fruit",
        "https://en.wikipedia.org/wiki/Vegetable",
        "https://en.wikipedia.org/wiki/Fodder",
        "https://en.wikipedia.org/wiki/Honey_bee",
        "https://en.wikipedia.org/wiki/Vitamin_A_deficiency",
        "https://en.wikipedia.org/wiki/Third_world",
        "https://en.wikipedia.org/wiki/Folate",
        "https://en.wikipedia.org/wiki/Precautionary_principle",
        "https://en.wikipedia.org/wiki/Environmental_movement",
        "https://en.wikipedia.org/wiki/Obama_administration",
        "https://en.wikipedia.org/wiki/Conservation_Reserve_Program",
        "https://en.wikipedia.org/wiki/National_Conference_of_State_Legislatures",
        "https://en.wikipedia.org/wiki/Bees_and_toxic_chemicals",
        "https://en.wikipedia.org/wiki/Pesticide_toxicity_to_bees",
        "https://en.wikipedia.org/wiki/Biodiversity_loss",
        "https://en.wikipedia.org/wiki/Defaunation",
        "https://en.wikipedia.org/wiki/Insect_biodiversity",
        "https://en.wikipedia.org/wiki/Utrecht_university",
        "https://en.wikipedia.org/wiki/Roger_Morse",
        "https://en.wikipedia.org/wiki/Cornell_University",
        "https://en.wikipedia.org/wiki/NARA",
        "https://en.wikipedia.org/wiki/FAO",
        "https://en.wikipedia.org/wiki/Conservation_Ecology",
        "https://en.wikipedia.org/wiki/Coevolution_Institute",
        "https://en.wikipedia.org/wiki/Pollination_management",
        "https://en.wikipedia.org/wiki/Colony_collapse_disorder",
        "https://en.wikipedia.org/wiki/List_of_diseases_of_the_honey_bee",
        "https://en.wikipedia.org/wiki/Vanishing_of_the_Bees",
        "https://en.wikipedia.org/wiki/Canadian_Pollination_Initiative",
        "https://en.wikipedia.org/wiki/North_American_Pollinator_Protection_Campaign",
        "https://en.wikipedia.org/wiki/Pollinator_Partnership",
        "https://en.wikipedia.org/wiki/Seeds_of_Diversity",
        "https://en.wikipedia.org/wiki/The_Pollinator_Pathway",
        "https://en.wikipedia.org/wiki/Butterfly_gardening",
        "https://en.wikipedia.org/wiki/Habitat_fragmentation",
        "https://en.wikipedia.org/wiki/Natural_landscaping",
        "https://en.wikipedia.org/wiki/Wildlife_corridor",
        "https://en.wikipedia.org/wiki/Global_catastrophic_risk",
        "https://en.wikipedia.org/wiki/Future_of_Earth",
        "https://en.wikipedia.org/wiki/Future_of_an_expanding_universe",
        "https://en.wikipedia.org/wiki/Ultimate_fate_of_the_universe",
        "https://en.wikipedia.org/wiki/Chemical_warfare",
        "https://en.wikipedia.org/wiki/Cyberattack",
        "https://en.wikipedia.org/wiki/Cyberwarfare",
        "https://en.wikipedia.org/wiki/Cyberterrorism",
        "https://en.wikipedia.org/wiki/Cybergeddon",
        "https://en.wikipedia.org/wiki/Gray_goo",
        "https://en.wikipedia.org/wiki/Nanoweapon",
        "https://en.wikipedia.org/wiki/Kinetic_bombardment",
        "https://en.wikipedia.org/wiki/Relativistic_kill_vehicle",
        "https://en.wikipedia.org/wiki/Nuclear_warfare",
        "https://en.wikipedia.org/wiki/Mutual_assured_destruction",
        "https://en.wikipedia.org/wiki/Dead_Hand",
        "https://en.wikipedia.org/wiki/Doomsday_Clock",
        "https://en.wikipedia.org/wiki/Doomsday_device",
        "https://en.wikipedia.org/wiki/Antimatter_weapon",
        "https://en.wikipedia.org/wiki/Electromagnetic_pulse",
        "https://en.wikipedia.org/wiki/Micro_black_hole",
        "https://en.wikipedia.org/wiki/Strangelet",
        "https://en.wikipedia.org/wiki/Synthetic_intelligence",
        "https://en.wikipedia.org/wiki/Artificial_intelligence",
        "https://en.wikipedia.org/wiki/AI_takeover",
        "https://en.wikipedia.org/wiki/Existential_risk_from_artificial_general_intelligence",
        "https://en.wikipedia.org/wiki/Technological_singularity",
        "https://en.wikipedia.org/wiki/Transhumanism",
        "https://en.wikipedia.org/wiki/Year_2000_problem",
        "https://en.wikipedia.org/wiki/Year_2038_problem",
        "https://en.wikipedia.org/wiki/Anthropogenic_hazard",
        "https://en.wikipedia.org/wiki/Doomsday_argument",
        "https://en.wikipedia.org/wiki/Economic_collapse",
        "https://en.wikipedia.org/wiki/Malthusianism",
        "https://en.wikipedia.org/wiki/Nuclear_holocaust",
        "https://en.wikipedia.org/wiki/Nuclear_winter",
        "https://en.wikipedia.org/wiki/Nuclear_famine",
        "https://en.wikipedia.org/wiki/Cobalt_bomb",
        "https://en.wikipedia.org/wiki/Societal_collapse",
        "https://en.wikipedia.org/wiki/Collapsology",
        "https://en.wikipedia.org/wiki/World_War_III",
        "https://en.wikipedia.org/wiki/Climate_variability_and_change",
        "https://en.wikipedia.org/wiki/Anoxic_event",
        "https://en.wikipedia.org/wiki/Biodiversity_loss",
        "https://en.wikipedia.org/wiki/Mass_mortality_event",
        "https://en.wikipedia.org/wiki/Cataclysmic_pole_shift_hypothesis",
        "https://en.wikipedia.org/wiki/Climate_apocalypse",
        "https://en.wikipedia.org/wiki/Deforestation",
        "https://en.wikipedia.org/wiki/Desertification",
        "https://en.wikipedia.org/wiki/Extinction_risk_from_global_warming",
        "https://en.wikipedia.org/wiki/Tipping_points_in_the_climate_system",
        "https://en.wikipedia.org/wiki/Flood_basalt",
        "https://en.wikipedia.org/wiki/Global_dimming",
        "https://en.wikipedia.org/wiki/Global_terrestrial_stilling",
        "https://en.wikipedia.org/wiki/Global_warming",
        "https://en.wikipedia.org/wiki/Hypercane",
        "https://en.wikipedia.org/wiki/Ice_age",
        "https://en.wikipedia.org/wiki/Ecocide",
        "https://en.wikipedia.org/wiki/Ecological_collapse",
        "https://en.wikipedia.org/wiki/Environmental_degradation",
        "https://en.wikipedia.org/wiki/Habitat_destruction",
        "https://en.wikipedia.org/wiki/Human_impact_on_the_environment",
        "https://en.wikipedia.org/wiki/Environmental_issues_with_coral_reefs",
        "https://en.wikipedia.org/wiki/Human_impact_on_marine_life",
        "https://en.wikipedia.org/wiki/Land_degradation",
        "https://en.wikipedia.org/wiki/Land_consumption",
        "https://en.wikipedia.org/wiki/Land_surface_effects_on_climate",
        "https://en.wikipedia.org/wiki/Ocean_acidification",
        "https://en.wikipedia.org/wiki/Ozone_depletion",
        "https://en.wikipedia.org/wiki/Resource_depletion",
        "https://en.wikipedia.org/wiki/Sea_level_rise",
        "https://en.wikipedia.org/wiki/Supervolcano",
        "https://en.wikipedia.org/wiki/Volcanic_winter",
        "https://en.wikipedia.org/wiki/Verneshot",
        "https://en.wikipedia.org/wiki/Water_pollution",
        "https://en.wikipedia.org/wiki/Water_scarcity",
        "https://en.wikipedia.org/wiki/Earth_Overshoot_Day",
        "https://en.wikipedia.org/wiki/Overexploitation",
        "https://en.wikipedia.org/wiki/Overpopulation",
        "https://en.wikipedia.org/wiki/Human_overpopulation",
        "https://en.wikipedia.org/wiki/Extinction",
        "https://en.wikipedia.org/wiki/Extinction_event",
        "https://en.wikipedia.org/wiki/Holocene_extinction",
        "https://en.wikipedia.org/wiki/Human_extinction",
        "https://en.wikipedia.org/wiki/List_of_extinction_events",
        "https://en.wikipedia.org/wiki/Genetic_erosion",
        "https://en.wikipedia.org/wiki/Genetic_pollution",
        "https://en.wikipedia.org/wiki/Biodiversity_loss",
        "https://en.wikipedia.org/wiki/Decline_in_amphibian_populations",
        "https://en.wikipedia.org/wiki/Decline_in_insect_populations",
        "https://en.wikipedia.org/wiki/Biotechnology_risk",
        "https://en.wikipedia.org/wiki/Biological_agent",
        "https://en.wikipedia.org/wiki/Biological_warfare",
        "https://en.wikipedia.org/wiki/Bioterrorism",
        "https://en.wikipedia.org/wiki/Colony_Collapse_Disorder",
        "https://en.wikipedia.org/wiki/Defaunation",
        "https://en.wikipedia.org/wiki/Interplanetary_contamination",
        "https://en.wikipedia.org/wiki/Pandemic",
        "https://en.wikipedia.org/wiki/Overfishing",
        "https://en.wikipedia.org/wiki/Big_Crunch",
        "https://en.wikipedia.org/wiki/Big_Rip",
        "https://en.wikipedia.org/wiki/Coronal_mass_ejection",
        "https://en.wikipedia.org/wiki/Geomagnetic_storm",
        "https://en.wikipedia.org/wiki/False_vacuum_decay",
        "https://en.wikipedia.org/wiki/Heat_death_of_the_universe",
        "https://en.wikipedia.org/wiki/Proton_decay",
        "https://en.wikipedia.org/wiki/Virtual_black_hole",
        "https://en.wikipedia.org/wiki/Impact_event",
        "https://en.wikipedia.org/wiki/Asteroid_impact_avoidance",
        "https://en.wikipedia.org/wiki/Asteroid_impact_prediction",
        "https://en.wikipedia.org/wiki/Potentially_hazardous_object",
        "https://en.wikipedia.org/wiki/Impact_winter",
        "https://en.wikipedia.org/wiki/Rogue_planet",
        "https://en.wikipedia.org/wiki/Hypernova",
        "https://en.wikipedia.org/wiki/Micronova",
        "https://en.wikipedia.org/wiki/Solar_flare",
        "https://en.wikipedia.org/wiki/Stellar_collision",
        "https://en.wikipedia.org/wiki/Eschatology",
        "https://en.wikipedia.org/wiki/Buddhist_eschatology",
        "https://en.wikipedia.org/wiki/Maitreya",
        "https://en.wikipedia.org/wiki/Three_Ages_of_Buddhism",
        "https://en.wikipedia.org/wiki/Hindu_eschatology",
        "https://en.wikipedia.org/wiki/Kalki",
        "https://en.wikipedia.org/wiki/Kali_Yuga",
        "https://en.wikipedia.org/wiki/Last_Judgement",
        "https://en.wikipedia.org/wiki/Second_Coming",
        "https://en.wikipedia.org/wiki/Book_of_Enoch",
        "https://en.wikipedia.org/wiki/Book_of_Daniel",
        "https://en.wikipedia.org/wiki/Abomination_of_Desolation",
        "https://en.wikipedia.org/wiki/Prophecy_of_Seventy_Weeks",
        "https://en.wikipedia.org/wiki/Messiah",
        "https://en.wikipedia.org/wiki/Christian_eschatology",
        "https://en.wikipedia.org/wiki/Dispensationalism",
        "https://en.wikipedia.org/wiki/Historicist_interpretations_of_the_Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Preterism",
        "https://en.wikipedia.org/wiki/2_Esdras",
        "https://en.wikipedia.org/wiki/Second_Epistle_to_the_Thessalonians",
        "https://en.wikipedia.org/wiki/Man_of_sin",
        "https://en.wikipedia.org/wiki/Katechon",
        "https://en.wikipedia.org/wiki/Antichrist",
        "https://en.wikipedia.org/wiki/Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Events_of_Revelation",
        "https://en.wikipedia.org/wiki/Four_Horsemen_of_the_Apocalypse",
        "https://en.wikipedia.org/wiki/Lake_of_fire",
        "https://en.wikipedia.org/wiki/Number_of_the_beast",
        "https://en.wikipedia.org/wiki/Seven_bowls",
        "https://en.wikipedia.org/wiki/Seven_seals",
        "https://en.wikipedia.org/wiki/Two_witnesses",
        "https://en.wikipedia.org/wiki/War_in_Heaven",
        "https://en.wikipedia.org/wiki/Whore_of_Babylon",
        "https://en.wikipedia.org/wiki/Great_Apostasy",
        "https://en.wikipedia.org/wiki/New_Jerusalem",
        "https://en.wikipedia.org/wiki/Olivet_Discourse",
        "https://en.wikipedia.org/wiki/Great_Tribulation",
        "https://en.wikipedia.org/wiki/Son_of_Perdition",
        "https://en.wikipedia.org/wiki/The_Sheep_and_the_Goats",
        "https://en.wikipedia.org/wiki/Islamic_eschatology",
        "https://en.wikipedia.org/wiki/Beast_of_the_Earth",
        "https://en.wikipedia.org/wiki/Dajjal",
        "https://en.wikipedia.org/wiki/Israfil",
        "https://en.wikipedia.org/wiki/Mahdi",
        "https://en.wikipedia.org/wiki/Sufyani",
        "https://en.wikipedia.org/wiki/Jewish_eschatology",
        "https://en.wikipedia.org/wiki/Messiah_in_Judaism",
        "https://en.wikipedia.org/wiki/Gog_and_Magog",
        "https://en.wikipedia.org/wiki/Third_Temple",
        "https://en.wikipedia.org/wiki/Frashokereti",
        "https://en.wikipedia.org/wiki/Saoshyant",
        "https://en.wikipedia.org/wiki/2011_end_times_prediction",
        "https://en.wikipedia.org/wiki/2012_phenomenon",
        "https://en.wikipedia.org/wiki/Apocalypse",
        "https://en.wikipedia.org/wiki/Apocalyptic_literature",
        "https://en.wikipedia.org/wiki/Apocalypticism",
        "https://en.wikipedia.org/wiki/Armageddon",
        "https://en.wikipedia.org/wiki/Blood_moon_prophecy",
        "https://en.wikipedia.org/wiki/Earth_Changes",
        "https://en.wikipedia.org/wiki/Global_catastrophic_risk",
        "https://en.wikipedia.org/wiki/Gog_and_Magog",
        "https://en.wikipedia.org/wiki/List_of_dates_predicted_for_apocalyptic_events",
        "https://en.wikipedia.org/wiki/Messianism",
        "https://en.wikipedia.org/wiki/Messianic_Age",
        "https://en.wikipedia.org/wiki/Millenarianism",
        "https://en.wikipedia.org/wiki/Millennialism",
        "https://en.wikipedia.org/wiki/Premillennialism",
        "https://en.wikipedia.org/wiki/Amillennialism",
        "https://en.wikipedia.org/wiki/Postmillennialism",
        "https://en.wikipedia.org/wiki/Nibiru_cataclysm",
        "https://en.wikipedia.org/wiki/Rapture",
        "https://en.wikipedia.org/wiki/Prewrath",
        "https://en.wikipedia.org/wiki/Resurrection_of_the_dead",
        "https://en.wikipedia.org/wiki/World_to_come",
        "https://en.wikipedia.org/wiki/Alien_invasion",
        "https://en.wikipedia.org/wiki/List_of_apocalyptic_films",
        "https://en.wikipedia.org/wiki/Climate_fiction",
        "https://en.wikipedia.org/wiki/Disaster_film",
        "https://en.wikipedia.org/wiki/List_of_disaster_films",
        "https://en.wikipedia.org/wiki/List_of_fictional_doomsday_devices",
        "https://en.wikipedia.org/wiki/Zombie_apocalypse",
        "https://en.wikipedia.org/wiki/Zombie",
        "https://en.wikipedia.org/wiki/Centre_for_the_Study_of_Existential_Risk",
        "https://en.wikipedia.org/wiki/Future_of_Humanity_Institute",
        "https://en.wikipedia.org/wiki/Future_of_Life_Institute",
        "https://en.wikipedia.org/wiki/Nuclear_Threat_Initiative",
        "https://en.wikipedia.org/wiki/Cyber_ransom",
        "https://en.wikipedia.org/wiki/Cyberwarfare",
        "https://en.wikipedia.org/wiki/Economic_depression",
        "https://en.wikipedia.org/wiki/Droughts",
        "https://en.wikipedia.org/wiki/Epidemic",
        "https://en.wikipedia.org/wiki/Famine",
        "https://en.wikipedia.org/wiki/Financial_crisis",
        "https://en.wikipedia.org/wiki/Pandemic",
        "https://en.wikipedia.org/wiki/Riots",
        "https://en.wikipedia.org/wiki/Social_crisis",
        "https://en.wikipedia.org/wiki/Survivalism",
        "https://en.wikipedia.org/wiki/Pollinator_decline",
        "https://en.wikipedia.org/wiki/Pollinator_decline",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}