{
    "url": "https://en.wikipedia.org/wiki/Pontifical_Gregorian_University",
    "title": "Pontifical Gregorian University",
    "table_of_contents": [
        "1 History",
        "1.1 Founding",
        "1.2 Early growth",
        "1.3 Modern era",
        "2 Today",
        "3 Academics",
        "3.1 Gregorian Consortium",
        "3.2 Academic units",
        "3.3 Libraries",
        "3.4 Archives of the Pontifical Gregorian University",
        "4 Gregorian and Biblical Press",
        "4.1 Gregorian University publications",
        "4.2 Biblical Institute publications",
        "5 Extraterritoriality",
        "6 Notable students and professors",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Pontifical Gregorian University (Italian: Pontificia Università Gregoriana; also known as the Gregorian or Gregoriana,) is a higher education ecclesiastical school (pontifical university) located in Rome, Italy.\n\nThe Gregorian originated as a part of the Roman College, founded in 1551 by Ignatius of Loyola,[3] and included all grades of schooling. Its chairs of philosophy and theology received Papal approval in 1556, making it the first institution founded by the Society of Jesus (Jesuits). In 1584, the Roman College was given a new home by Pope Gregory XIII, after whom it was renamed the Gregorian University.[4][better source needed] It had distinguished scholars in ecclesiastical fields as well as in natural science and mathematics. Only the theology and philosophy departments of the Gregorian survived the political turmoil in Italy after 1870.\n\nToday, the Gregorian has an international faculty and around 2,750 students from over 150 countries.\n\n"
        },
        {
            "title": "History",
            "text": "Ignatius of Loyola, the founder of the Society of Jesus, established a School of Grammar, Humanities, and Christian Doctrine (Scuola di grammatica, d'umanità e di Dottrina cristiana) in Rome on 18 February 1551.  It was located in a building at the base of the Capitoline Hill, on what is today the Piazza d'Aracoeli.[5] Francis Borgia, the viceroy of Catalonia and a Catholic patron, provided financial support for the new school.\n\nWith a small library connected to it, the school was called the Roman College (Collegio Romano). In September 1551, due to its increased enrollment, the college moved to a larger facility behind the Santo Stefano del Cacco Church in Rome. After only two years of operation, the Roman College had 250 graduates.\n\nIn January 1556, Pope Paul IV authorized the Roman College to confer academic degrees in theology and philosophy, elevating it to the rank of university. During the following 20 years, ever increasing enrollment forced the college to move to larger facilities twice.  During this period, the college added chairs in moral philosophy and Arabic to the existing chairs in Latin, Greek, and Hebrew.\n\nWhen the college reached an enrollment of 1000 students, Pope Gregory XIII decided to build it a more expansive facility.  He expropriated two city blocks in Rome near the Via del Corso and commissioned the architect Bartolomeo Ammannati to design a new building. The new college building was inaugurated in 1584 in what became known as the Piazza Collegio Romano, across from the Palazzo Doria Pamphilj. In gratitude for Gregory XIII's sponsorship, the college administration lauded him as its \"founder and father\" and renamed the Roman College as the Gregorian University.\n\nThe new space at Piazza Collegio Romano allowed the Gregorian University to add chairs of church history and liturgy. The Gregorian soon became known for its work in mathematics, physics and astronomy.  Christopher Clavius, then a professor at the Gregorian, developed the Gregorian calendar that is still used worldwide today. The Jesuit mathematician Athanasius Kircher also later taught at the Gregorian. Not long after its Piazza Collegio Romano site opened, the Gregorian had 2000 students. Due to the limited size of its chapel, the Gregorian started rebuilding it in 1626 as the Church of Sant'Ignazio.  Completed in 1650, the church is considered one of the major Baroque churches in the Rome area.\n\nIn 1773, following the suppression of the Society of Jesus throughout Europe, the Jesuits were forced to cede control over the Gregorian University to the Diocese of Rome. However, Pope Leo XII returned the Gregorian to Jesuit control on 17 May 1824 after the reestablishment of the Society of Jesus.\n\nWith the Capture of Rome in 1870, Rome and the Papal States were incorporated into the new Kingdom of Italy.  The new government of Italy then confiscated the Gregorian property and building, converting it into the Ennio Quirino Visconti Liceo Ginnasio. The Gregorian was forced to move into a much smaller facility at the Palazzo Gabrielli-Borromeo on Via del Seminario in Rome. Due to its lack of space, the Gregorian was forced to drop all of its faculties except for theology and philosophy.  Enrollment dropped to under 250 students by 1875.\n\nPope Pius IX later granted the Gregorian the title  \"Pontifical University\".  In 1876, the Faculty of Canon Law was transferred from the University of Rome La Sapienza to the Gregorian, and the university gradually resumed the teaching of other disciplines. After World War I, Pope Benedict XV and his successor, Pope Pius XI, worked to create a new campus for the Gregorian at the base of Quirinal Hill, adjacent to the Pontifical Biblical Institute (Biblicum).[6] Pius XI laid the first stone for the new campus on 27 December 1924. Designed by architect Giulio Barluzzi in Neoclassical style, it was completed by 1930.  After moving to the new campus, the Gregorian continued to expand to new faculties and disciplines as well as to add new buildings.  The Pontifical Institute Regina Mundi, dedicated to the theological formation of women, opened in 1955 and closed in 2005.[7][8]\n\n"
        },
        {
            "title": "Today",
            "text": "Today the Gregorian University has approximately 2,750 students from over 150 countries.  About 70% of the students are foreign nationals, with 65% of them coming from non-European Union countries.[9]   Most students are priests, seminarians, and members of religious orders. After the Second Vatican Council, the first women to earn doctoral degrees at the university were Sandra Schneiders, IHM, and Mary Milligan, RSHM. Both graduates became authorities in New Testament Theology and Christian Spirituality.[9]\n\nThe Gregorian faculties are approximately 60% Italian and mainly Jesuit priests.[10][6] In recent years, there has been an increase in laity in both the faculties and the student body; today, diocesan and religious priests represent about 45%, seminarians 25%, lay men and women 22%, and nuns 8% of the student body.[11] Around 1970, the Gregorian discontinued Latin as the principal language of instruction by lecturers and examiners.[6]\n\n\nSince the Gregorian is a pontifical university, the Holy See accredits its curriculum, and its degrees have full effect in canon law. However, its licentiates in philosophy and theology are conferred by some Jesuit universities worldwide, entitling recipients to teach in major seminaries.\n"
        },
        {
            "title": "Academics",
            "text": "The Gregorian University is one of three member institutes that make up the Gregorian Consortium; the other two institutions are the Pontifical Biblical Institute (founded in 1909) and the Pontifical Oriental Institute (founded in 1917).[6] The Consortium was created under Pope Pius XI, in 1928.\n\nThe Pontifical Gregorian University has six faculties, three institutes and five centres, all of which offer academic degrees.\n\nThrough the Gregorian Consortium, students are also able to pursue courses in the two Pontifical Institutes.\n\nThe three libraries of the Gregorian Consortium contain nearly 1.2 million volumes,[6] with large collections in the fields of theology, philosophy, culture and literature. The original Roman College library was founded in 1556. In 1872, the Gregorian library's 45,000 volumes, manuscripts, and archives were confiscated by the new Italian state; they were dispersed, with some of the collection going to the new Rome National Central Library.\n\nSince 1928, the Gregorian library has been located on the Gregorian campus at Quirinal Hill. The majority of the library's collection, 820,000 volumes, is housed in a six-floor tower adjacent to the Palazzo Centrale. An additional 60,000 volumes are housed in the six reading rooms, which together seat 400 students.  The library's reserve contains many ancient and precious books as well as rare editions, including 80 books from the 16th century.\n\nThe Archives of the Pontifical Gregorian University (APUG) contain Jesuit records from the founding of the Roman College in 1551 to the suppression of the Jesuits in 1773.  APUG has over 5,000 manuscripts for teaching rhetoric, grammar, philosophy and theology along with research on  Greek and Latin classics, astronomy, mathematics, physics, Latin, Greek, Hebrew and Arabic.\n\nMany of the APUG manuscripts were copied by auditores, others are autographs of  masters such as Famiano Strada, Christopher Clavius, Francisco Suarez, Roberto Bellarmino, Mutio Vitelleschi, Roger Joseph Boscovich, Juan Bautista Villalpando, Francisco de Toledo. In some cases, these lesson notes gave origin to important works, like the Bellarmino's Controversie, of which APUG owns a copy with a lot of handwritten notes by the author. Other important documents at APUG include  Athanasius Kircher's correspondence, the Christopher Clavius's correspondence or the codex used by Francesco Sforza Pallavicino to write his Istoria del Concilio di Trento.\n\nMany miscellaneous documents at APUG highlight the relations between the Roman College and many of the Jesuits in mission around the world. These documents provide insight on the Church Reforms, the grace or moral debates, the Jansenist polemic and Chinese rites.  APUG also contains documentation about the teaching activity from the 19th century until today: it is the official respository for all the professors who have taught at the Gregorian since 1873. This also includes documents on the First Vatican Council and the Second Vatican Council.\n\n"
        },
        {
            "title": "Gregorian and Biblical Press",
            "text": "The Gregorian and Biblical Press prints and publishes documents for both the Gregorian University and the Biblical Institute. Since 2010, it has offered magazine subscriptions and book purchases online in six languages.\n\n"
        },
        {
            "title": "Extraterritoriality",
            "text": "According to Article 16 of the Lateran Treaty, a 1929 agreement between the Government of Italy and the Holy See, the Gregorian University enjoys a certain level of extraterritoriality. According to the treaty, Italy can never subject the university to \"charges or to expropriation for reasons of public utility, save by previous agreement with the Holy See.\"  The Gregorian is also exempt from all Italian tax and is included among those Roman buildings for which the Holy See has the right to deal \"as it may deem fit, without obtaining the authorization or consent of the Italian governmental, provincial, or communal authority.\"\n\n"
        },
        {
            "title": "Notable students and professors",
            "text": "Gregorian's alumni include 17 popes,[6] such as Pope Gregory XV, Pope Urban VIII, Pope Innocent X, Pope Clement XI, Pope Leo XIII, Pope Pius XII, Pope Paul VI, and Pope John Paul I. Eight of the last eleven popes were alumni of the Gregorian.[6] Other students include 72 saints and beatified persons[6] including Saint Robert Bellarmine, Saint Aloysius Gonzaga and Saint Maximilian Kolbe. Former Gregorian professors include Joseph Ratzinger, now Pope Emeritus Benedict XVI, a visiting professor in the Faculty of Theology from 1972 to 1973.[6][12]\n\nGregorian alumni and professors include:\n\nThe vast majority of the Church's leading experts come from the Gregorian; one-third of the current College of Cardinals studied there at one time or another, and more than 900 bishops worldwide are among its 12,000 living alumni.[6]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Latin_language",
        "https://en.wikipedia.org/wiki/Pontifical_university",
        "https://en.wikipedia.org/wiki/Catholic_school",
        "https://en.wikipedia.org/wiki/Jesuit",
        "https://en.wikipedia.org/wiki/Giuseppe_Versaldi",
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/Italian_language",
        "https://en.wikipedia.org/wiki/Pontifical_university",
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Roman_College",
        "https://en.wikipedia.org/wiki/Ignatius_of_Loyola",
        "https://en.wikipedia.org/wiki/Society_of_Jesus",
        "https://en.wikipedia.org/wiki/Pope_Gregory_XIII",
        "https://en.wikipedia.org/wiki/Ignatius_of_Loyola",
        "https://en.wikipedia.org/wiki/Capitoline_Hill",
        "https://en.wikipedia.org/wiki/Francis_Borgia",
        "https://en.wikipedia.org/wiki/Santo_Stefano_del_Cacco",
        "https://en.wikipedia.org/wiki/Ignatius_of_Loyola",
        "https://en.wikipedia.org/wiki/Pope_Paul_IV",
        "https://en.wikipedia.org/wiki/Moral_philosophy",
        "https://en.wikipedia.org/wiki/Hebrew_language",
        "https://en.wikipedia.org/wiki/Pope_Gregory_XIII",
        "https://en.wikipedia.org/wiki/Via_del_Corso",
        "https://en.wikipedia.org/wiki/Bartolomeo_Ammannati",
        "https://en.wikipedia.org/wiki/Doria_Pamphilj_Gallery",
        "https://en.wikipedia.org/wiki/Liturgy",
        "https://en.wikipedia.org/wiki/Christopher_Clavius",
        "https://en.wikipedia.org/wiki/Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Athanasius_Kircher",
        "https://en.wikipedia.org/wiki/Baroque_architecture",
        "https://en.wikipedia.org/wiki/Suppression_of_the_Society_of_Jesus",
        "https://en.wikipedia.org/wiki/Pope_Leo_XII",
        "https://en.wikipedia.org/wiki/Capture_of_Rome",
        "https://en.wikipedia.org/wiki/Papal_States",
        "https://en.wikipedia.org/wiki/Kingdom_of_Italy",
        "https://en.wikipedia.org/wiki/Ennio_Quirino_Visconti_Liceo_Ginnasio",
        "https://en.wikipedia.org/wiki/Pope_Pius_IX",
        "https://en.wikipedia.org/wiki/Canon_Law",
        "https://en.wikipedia.org/wiki/University_of_Rome_La_Sapienza",
        "https://en.wikipedia.org/wiki/Benedict_XV",
        "https://en.wikipedia.org/wiki/Pius_XI",
        "https://en.wikipedia.org/wiki/Quirinal_Hill",
        "https://en.wikipedia.org/wiki/Pontifical_Biblical_Institute",
        "https://en.wikipedia.org/wiki/Neoclassical_style",
        "https://en.wikipedia.org/wiki/European_Union",
        "https://en.wikipedia.org/wiki/Second_Vatican_Council",
        "https://en.wikipedia.org/wiki/Sandra_Schneiders",
        "https://en.wikipedia.org/wiki/Religious_of_the_Sacred_Heart_of_Mary",
        "https://en.wikipedia.org/wiki/New_Testament_theology",
        "https://en.wikipedia.org/wiki/Pontifical_university",
        "https://en.wikipedia.org/wiki/Holy_See",
        "https://en.wikipedia.org/wiki/Canon_law",
        "https://en.wikipedia.org/wiki/Licentiate_of_Sacred_Theology",
        "https://en.wikipedia.org/wiki/Gregorian_Consortium",
        "https://en.wikipedia.org/wiki/Pontifical_Biblical_Institute",
        "https://en.wikipedia.org/wiki/Pontifical_Oriental_Institute",
        "https://en.wikipedia.org/wiki/Pope_Pius_XI",
        "https://en.wikipedia.org/wiki/Biblioteca_Nazionale_Centrale_di_Roma",
        "https://en.wikipedia.org/wiki/Rhetoric",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Francisco_Suarez",
        "https://en.wikipedia.org/wiki/Mutio_Vitelleschi",
        "https://en.wikipedia.org/wiki/Juan_Bautista_Villalpando",
        "https://en.wikipedia.org/wiki/Francisco_de_Toledo",
        "https://en.wikipedia.org/wiki/Athanasius_Kircher",
        "https://en.wikipedia.org/wiki/Francesco_Sforza_Pallavicino",
        "https://en.wikipedia.org/wiki/Jansenism",
        "https://en.wikipedia.org/wiki/First_Vatican_Council",
        "https://en.wikipedia.org/wiki/Second_Vatican_Council",
        "https://en.wikipedia.org/wiki/Lateran_Treaty",
        "https://en.wikipedia.org/wiki/Government_of_Italy",
        "https://en.wikipedia.org/wiki/Holy_See",
        "https://en.wikipedia.org/wiki/Extraterritoriality",
        "https://en.wikipedia.org/wiki/Christopher_Clavius",
        "https://en.wikipedia.org/wiki/Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Pope_Gregory_XV",
        "https://en.wikipedia.org/wiki/Pope_Innocent_X",
        "https://en.wikipedia.org/wiki/Pope_Leo_XIII",
        "https://en.wikipedia.org/wiki/Pope_Paul_VI",
        "https://en.wikipedia.org/wiki/Pope_John_Paul_I",
        "https://en.wikipedia.org/wiki/Beatification",
        "https://en.wikipedia.org/wiki/Robert_Bellarmine",
        "https://en.wikipedia.org/wiki/Maximillian_Kolbe",
        "https://en.wikipedia.org/wiki/Pope_Benedict_XVI",
        "https://en.wikipedia.org/wiki/Bartholomew_I",
        "https://en.wikipedia.org/wiki/Mar",
        "https://en.wikipedia.org/wiki/Joseph_Kallarangatt",
        "https://en.wikipedia.org/wiki/Simona_Brambilla",
        "https://en.wikipedia.org/wiki/Roger_Boscovich",
        "https://en.wikipedia.org/wiki/Christopher_Clavius",
        "https://en.wikipedia.org/wiki/Cardinal_Jules_Mazarin",
        "https://en.wikipedia.org/wiki/French_monarchy",
        "https://en.wikipedia.org/wiki/Joseph_Perumthottam",
        "https://en.wikipedia.org/wiki/Latinist",
        "https://en.wikipedia.org/wiki/Filippo_Grandi",
        "https://en.wikipedia.org/wiki/UNRWA",
        "https://en.wikipedia.org/wiki/Peter_Henrici",
        "https://en.wikipedia.org/wiki/Bishop_of_Chur",
        "https://en.wikipedia.org/wiki/Wilhelm_Imkamp",
        "https://en.wikipedia.org/wiki/Francesco_Lana_de_Terzi",
        "https://en.wikipedia.org/wiki/Bernard_Lonergan",
        "https://en.wikipedia.org/wiki/Heinrich_Maier",
        "https://en.wikipedia.org/wiki/Nazi_Germany",
        "https://en.wikipedia.org/wiki/Mary_McAleese",
        "https://en.wikipedia.org/wiki/John_Navone",
        "https://en.wikipedia.org/wiki/Denis_Fahey",
        "https://en.wikipedia.org/wiki/Athanasius_Kircher",
        "https://en.wikipedia.org/wiki/Vincenzo_Riccati",
        "https://en.wikipedia.org/wiki/Luca_Valerio",
        "https://en.wikipedia.org/wiki/Paul_Guldin",
        "https://en.wikipedia.org/wiki/Gian_Vittorio_Rossi",
        "https://en.wikipedia.org/wiki/Andrea_Salvadori",
        "https://en.wikipedia.org/wiki/Henricus_Smeulders",
        "https://en.wikipedia.org/wiki/Order_of_Cistercians",
        "https://en.wikipedia.org/wiki/John_Wijngaards",
        "https://en.wikipedia.org/wiki/David_Tracy",
        "https://en.wikipedia.org/wiki/Physicist",
        "https://en.wikipedia.org/wiki/Patrick_Augustine_Kalilombe",
        "https://en.wikipedia.org/wiki/Samuel_Ruiz",
        "https://en.wikipedia.org/wiki/Princess_India_of_Afghanistan",
        "https://en.wikipedia.org/wiki/Mary_Milligan",
        "https://en.wikipedia.org/wiki/Paolo_Benanti",
        "https://en.wikipedia.org/wiki/Third_Order_Regular_of_Saint_Francis_of_Penance",
        "https://en.wikipedia.org/wiki/College_of_Cardinals",
        "https://en.wikipedia.org/wiki/List_of_early_modern_universities_in_Europe",
        "https://en.wikipedia.org/wiki/List_of_Jesuit_sites",
        "https://en.wikipedia.org/wiki/Amir_Alexander",
        "https://en.wikipedia.org/wiki/David_de_la_Croix",
        "https://en.wikipedia.org/wiki/Pontifical_university",
        "https://en.wikipedia.org/wiki/Higher_education",
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Pontifical_universities_in_Rome",
        "https://en.wikipedia.org/wiki/Antonianum",
        "https://en.wikipedia.org/wiki/Pontifical_Lateran_University",
        "https://en.wikipedia.org/wiki/Salesian_Pontifical_University",
        "https://en.wikipedia.org/wiki/Pontifical_University_of_the_Holy_Cross",
        "https://en.wikipedia.org/wiki/Pontifical_University_of_Saint_Thomas_Aquinas",
        "https://en.wikipedia.org/wiki/Pontifical_Urban_University",
        "https://en.wikipedia.org/wiki/Pontifical_academy",
        "https://en.wikipedia.org/wiki/Pontifical_Academy_of_Arcadia",
        "https://en.wikipedia.org/wiki/Alphonsian_Academy",
        "https://en.wikipedia.org/wiki/Pontifical_Ecclesiastical_Academy",
        "https://en.wikipedia.org/wiki/Pontifical_Academy_of_Fine_Arts_and_Letters_of_the_Virtuosi_al_Pantheon",
        "https://en.wikipedia.org/wiki/Pontifical_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/Pontifical_Academy_of_Theology",
        "https://en.wikipedia.org/wiki/Pontifical_Academy_of_Archaeology",
        "https://en.wikipedia.org/wiki/Pontifical_Academy_of_Martyrs",
        "https://en.wikipedia.org/wiki/Pontifical_Academy_of_Saint_Thomas_Aquinas",
        "https://en.wikipedia.org/wiki/Pontifical_Academy_of_the_Immaculate_Conception",
        "https://en.wikipedia.org/wiki/Pontifical_Academy_of_Mary",
        "https://en.wikipedia.org/wiki/Pontifical_Academy_for_Life",
        "https://en.wikipedia.org/wiki/Pontifical_Academy_of_Social_Sciences",
        "https://en.wikipedia.org/wiki/Pontifical_Academy_for_Latin",
        "https://en.wikipedia.org/wiki/Pontifical_Athenaeum_Regina_Apostolorum",
        "https://en.wikipedia.org/wiki/Pontifical_Institute_of_Arab_and_Islamic_Studies",
        "https://en.wikipedia.org/wiki/Pontifical_Biblical_Institute",
        "https://en.wikipedia.org/wiki/Roman_Colleges",
        "https://en.wikipedia.org/wiki/Institute_of_the_Theology_of_the_Consecrated_Life_Claretianum",
        "https://en.wikipedia.org/wiki/Marianum",
        "https://en.wikipedia.org/wiki/John_Paul_II_Pontifical_Theological_Institute_for_Marriage_and_Family_Sciences",
        "https://en.wikipedia.org/wiki/Pontifical_Oriental_Institute",
        "https://en.wikipedia.org/wiki/Pastorale_Universitaria",
        "https://en.wikipedia.org/wiki/Pontifical_Institute_of_Sacred_Music",
        "https://en.wikipedia.org/wiki/Teresianum",
        "https://en.wikipedia.org/wiki/Patristic_Institute_Augustinianum",
        "https://en.wikipedia.org/wiki/Pontifical_Gregorian_University",
        "https://en.wikipedia.org/wiki/Pontifical_Gregorian_University",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}