{
    "url": "https://en.wikipedia.org/wiki/Popular_Science",
    "title": "Popular Science",
    "table_of_contents": [
        "1 Early history",
        "2 Recent history",
        "2.1 Radio",
        "2.2 Tablet",
        "2.3 Podcasts",
        "2.4 Popular Science+",
        "2.5 Popular Science Australia",
        "2.6 Popular Science Predictions Exchange",
        "2.7 Television-Future Of...",
        "2.8 Books",
        "2.9 Other languages",
        "3 Publishers",
        "4 Gallery",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Popular Science (also known as PopSci) is an American digital magazine carrying popular science content, which refers to articles for the general reader on science and technology subjects. Popular Science has won over 58 awards, including the American Society of Magazine Editors awards for its journalistic excellence in 2003 (for General Excellence), 2004 (for Best Magazine Section), and 2019 (for Single-Topic Issue). With roots beginning in 1872,[2] Popular Science has been translated into over 30 languages and is distributed to at least 45 countries.[citation needed]\n\n"
        },
        {
            "title": "Early history",
            "text": "The Popular Science Monthly, as the publication was originally called, was founded in May 1872[3] by Edward L. Youmans to disseminate scientific knowledge to the educated layman. Youmans had previously worked as an editor for the weekly Appleton's Journal and persuaded them to publish his new journal. Early issues were mostly reprints of English periodicals. The journal became an outlet for writings and ideas of Charles Darwin, Thomas Henry Huxley, Louis Pasteur, Henry Ward Beecher, Charles Sanders Peirce, William James, Thomas Edison, John Dewey and James McKeen Cattell. William Jay Youmans, Edward's brother, helped found Popular Science Monthly in 1872 and was an editor as well. He became editor-in-chief on Edward's death in 1887.[4]  The publisher, D. Appleton & Company, was forced for economic reasons to sell the journal in 1900.[5]\n\nJames McKeen Cattell became the editor in 1900 and the publisher in 1901. Cattell had a background in academics and continued publishing articles for educated readers. By 1915 the readership was declining and publishing a science journal was a financial challenge. In a September 1915 editorial, Cattell related these difficulties to his readers and announced that the Popular Science Monthly name had been \"transferred\" to a group that wanted the name for a general audience magazine, a publication which fit the name better. The existing journal would continue the academic tradition as Scientific Monthly. Existing subscribers would remain subscribed under the new name.[6] Scientific Monthly was published until 1958 when it was absorbed into Science.[7]\n\nThe Modern Publishing Company acquired the Popular Science Monthly name. This company had purchased Electrician and Mechanic magazine in 1914 and over the next two years merged several magazines together into a science magazine for a general audience. The magazine had a series of name changes: Modern Electrics and Mechanics, Popular Electricity and Modern Mechanics, Modern Mechanics and finally World's Advance, before the publishers purchased the name Popular Science Monthly. The October 1915 issue was titled Popular Science Monthly and World's Advance. The volume number (Vol. 87, No. 4) was that of Popular Science but the content was that of World's Advance. The new editor was Waldemar Kaempffert, a former editor of Scientific American.[8][9]\n\nThe change in Popular Science Monthly was dramatic. The old version was a scholarly journal that had eight to ten articles in a 100-page issue. There would be ten to twenty photographs or illustrations. The new version had hundreds of short, easy to read articles with hundreds of illustrations. Editor Kaempffert was writing for \"the home craftsman and hobbyist who wanted to know something about the world of science.\" The circulation doubled in the first year.[5]\n\nFrom the mid-1930s to the 1960s, the magazine featured fictional stories of Gus Wilson's Model Garage, centered on car problems.\n\nAn annual review of changes to the new model year cars ran in 1940 and 1941, but did not return after the war until 1954. It continued until the mid-1970s when the magazine reverted to publishing the new models over multiple issues as information became available.\n\nFrom 1935 to 1949, the magazine sponsored a series of short films, produced by Jerry Fairbanks and released by Paramount Pictures.\n\nFrom July 1952 to December 1989, Popular Science carried Roy Doty's Wordless Workshop as a regular feature.\n\nFrom July 1969 to May 1989, the cover and table of contents carried the subtitle, \"The What's New Magazine.\" The cover removed the subtitle the following month and the contents page removed it in February 1990. In 1983, the magazine introduced a new logo using the ITC Avant Garde font, which it used until late 1995. Within the next 11 years, its font changed four times (in 1995, 1997, 2001, and 2002, respectively). In 2009, the magazine used a new font for its logo, which was used until the January 2014 issue.\n\nIn 2014, Popular Science sported a new look and introduced a new logo for the first time in eight years, complete with a major overhaul of its articles.\n\n"
        },
        {
            "title": "Recent history",
            "text": "The Popular Science Publishing Company, which the magazine bears its name, was acquired in 1967 by the Los Angeles-based Times Mirror Company. In 2000, Times Mirror merged with the Chicago-based Tribune Company, which then sold the Times Mirror magazines to Time Inc. (then a subsidiary of Time Warner) the following year. On January 25, 2007, Time Warner sold this magazine, along with 17 other special interest magazines, to Bonnier Magazine Group.[10]\n\nIn January 2016, Popular Science switched to bi-monthly publication after 144 years of monthly publication.[11]\n\nIn April 2016 it was announced that editor-in-chief Cliff Ransom would be leaving the magazine.[12]\n\nIn August 2016, Joe Brown was named Popular Science's new Editor in Chief. In September 2018, it was announced that Popular Science would become a quarterly publication.[13]\n\nOn October 6, 2020, the Bonnier Group sold Popular Science and six other special interest magazines, including the well-known titles Popular Photography, Outdoor Life, and Field & Stream, to North Equity LLC.[14] While North Equity is a venture equity firm that primarily invests in digital media brands, David Ritchie, CEO of the Bonnier Group, said Bonnier believes, \"North Equity is best-positioned to continue to invest in and grow these iconic legacy brands.\"[15]\n[16]\n\nFrom April 27, 2021, the Popular Science publication was changed to a fully digital format and is no longer in physical print.[17]\n\nPopular Science Radio was a partnership between Popular Science and Entertainment Radio Network, which ran through 2016.[18]\n\nOn March 27, 2011, Popular Science magazine sold the 10,000th subscription to its iPad edition, nearly six weeks after accepting Apple's terms for selling subs on its tablet.[19]\n\nIn 2018, Popular Science launched two podcasts, Last Week in Tech and The Weirdest Thing I Learned This Week, Last Week in Tech was later replaced by Techathlon.[20]\n\nWeirdest Thing proved to be the brand's breakout hit. After just one episode, Apple Podcasts included “Weirdest Thing” on their weekly \"New & Noteworthy” list, and over the years it has hosted a number of live events.\n\nIn early 2010, Bonnier partnered with London-based design firm BERG to create Mag+, a magazine publishing platform for tablets. In April 2010, Popular Science+,[21][22] the first title on the Mag+ platform, launched in the iTunes Store the same day the iPad launched.[23] The app contains all the content in the print version as well as added content and digital-only extras. Bonnier has since launched several more titles on the Mag+ platform, including Popular Photography+ and Transworld Snowboarding+.\n\nOn September 24, 2008, Australian publishing company Australian Media Properties (part of the WW Media Group) launched a local version of Popular Science. It is a monthly magazine, like its American counterpart, and uses content from the American version of the magazine as well as local material.[24] Australian Media Properties also launched www.popsci.com.au at the same time, a localised version  of the Popular Science website.\n\nIn July 2007, Popular Science launched the Popular Science Predictions EXchange (PPX). People were able to place virtual bets on what the next innovations in technology, the environment, and science would be. Bets have included whether Facebook would have an initial public offering by 2008, when a touchscreen iPod would be launched, and whether Dongtan, China's eco-city, would be inhabited by 2010. The PPX shut down in 2009.\n\nPopular Science's Future Of...[25] show premiered on Monday, August 10, 2009 on the Science Channel. The show was concerned with the future of technology and science in a particular topic area that varies from week to week. As of December 2009, a new episode was premiering every Monday.[26]\n\nPopular Science has published a number of books, including the bestselling Big Book of Hacks and Big Book of Maker Skills.\n\nThe brand has also published The Total Inventor's Manualand The and The Future Then-which was published in conjunction with the brand's 145th anniversary.\n\nIn June 2014, Popular Science Italia was launched in Italy by Kekoa Publishing. Directed by Francesco Maria Avitto the magazine is available in print and digital version.[27]\n\nIn April 2017, Popular Science was launched in Arabic by United Arab Emirates based publisher Haykal Media. The magazine is available in print bimonthly, and through a daily updated portal.[28]\n\n"
        },
        {
            "title": "Publishers",
            "text": "Sources: American Mass-Market Magazines[5] The Wall Street Journal[29] and New York Post.[30]\n[31]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Popular_science",
        "https://en.wikipedia.org/wiki/List_of_science_magazines",
        "https://en.wikipedia.org/wiki/Interdisciplinary",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Popular_science",
        "https://en.wikipedia.org/wiki/American_Society_of_Magazine_Editors",
        "https://en.wikipedia.org/wiki/Charles_Darwin",
        "https://en.wikipedia.org/wiki/Thomas_Henry_Huxley",
        "https://en.wikipedia.org/wiki/Louis_Pasteur",
        "https://en.wikipedia.org/wiki/Henry_Ward_Beecher",
        "https://en.wikipedia.org/wiki/Charles_Sanders_Peirce",
        "https://en.wikipedia.org/wiki/William_James",
        "https://en.wikipedia.org/wiki/Thomas_Edison",
        "https://en.wikipedia.org/wiki/John_Dewey",
        "https://en.wikipedia.org/wiki/James_McKeen_Cattell",
        "https://en.wikipedia.org/wiki/William_Jay_Youmans",
        "https://en.wikipedia.org/wiki/James_McKeen_Cattell",
        "https://en.wikipedia.org/wiki/Scientific_Monthly",
        "https://en.wikipedia.org/wiki/Electrician_and_Mechanic",
        "https://en.wikipedia.org/wiki/Modern_Electrics_and_Mechanics",
        "https://en.wikipedia.org/wiki/Waldemar_Kaempffert",
        "https://en.wikipedia.org/wiki/Scientific_American",
        "https://en.wikipedia.org/wiki/Jerry_Fairbanks",
        "https://en.wikipedia.org/wiki/Paramount_Pictures",
        "https://en.wikipedia.org/wiki/Roy_Doty",
        "https://en.wikipedia.org/wiki/ITC_Avant_Garde",
        "https://en.wikipedia.org/wiki/Times_Mirror_Company",
        "https://en.wikipedia.org/wiki/Tribune_Media",
        "https://en.wikipedia.org/wiki/Time_Warner",
        "https://en.wikipedia.org/wiki/Time_Warner",
        "https://en.wikipedia.org/wiki/Bonnier_Group",
        "https://en.wikipedia.org/wiki/Popular_Photography",
        "https://en.wikipedia.org/wiki/Outdoor_Life",
        "https://en.wikipedia.org/wiki/ITunes_Store",
        "https://en.wikipedia.org/wiki/Popular_Science_Predictions_Exchange",
        "https://en.wikipedia.org/wiki/Innovations",
        "https://en.wikipedia.org/wiki/Technology",
        "https://en.wikipedia.org/wiki/Initial_public_offering",
        "https://en.wikipedia.org/wiki/IPod_Touch",
        "https://en.wikipedia.org/wiki/Popular_Science_Italia",
        "https://en.wikipedia.org/wiki/Francesco_Maria_Avitto",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Times_Mirror_Company",
        "https://en.wikipedia.org/wiki/Bonnier_Group",
        "https://en.wikipedia.org/wiki/New_York_Post",
        "https://en.wikipedia.org/wiki/Edgar_Franklin_Wittmack",
        "https://en.wikipedia.org/wiki/Popular_Mechanics",
        "https://en.wikipedia.org/wiki/Daniel_Coit_Gilman",
        "https://en.wikipedia.org/wiki/New_International_Encyclopedia",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Bonnier_Group",
        "https://en.wikipedia.org/wiki/Bonnier_Corporation",
        "https://en.wikipedia.org/wiki/Cycle_World",
        "https://en.wikipedia.org/wiki/Outdoor_Life",
        "https://en.wikipedia.org/wiki/Popular_Photography",
        "https://en.wikipedia.org/wiki/Salt_Water_Sportsman",
        "https://en.wikipedia.org/wiki/Saveur",
        "https://en.wikipedia.org/wiki/Science_Illustrated",
        "https://en.wikipedia.org/wiki/Working_Mother",
        "https://en.wikipedia.org/wiki/Allt_om_Historia",
        "https://en.wikipedia.org/wiki/Bo_Bedre",
        "https://en.wikipedia.org/wiki/FHM",
        "https://en.wikipedia.org/wiki/National_Geographic",
        "https://en.wikipedia.org/wiki/Science_Illustrated",
        "https://en.wikipedia.org/wiki/Kamratposten",
        "https://en.wikipedia.org/wiki/Veckorevyn",
        "https://en.wikipedia.org/wiki/ArsEdition",
        "https://en.wikipedia.org/wiki/Carlsen_Verlag",
        "https://en.wikipedia.org/wiki/Piper_Verlag",
        "https://en.wikipedia.org/wiki/Westend_Verlag",
        "https://en.wikipedia.org/wiki/Cappelen_Damm",
        "https://en.wikipedia.org/wiki/SF_Studios",
        "https://en.wikipedia.org/wiki/SF_Film_Finland",
        "https://en.wikipedia.org/wiki/SF_Anytime",
        "https://en.wikipedia.org/wiki/Dagens_Nyheter",
        "https://en.wikipedia.org/wiki/Expressen",
        "https://en.wikipedia.org/wiki/Helsingborgs_Dagblad",
        "https://en.wikipedia.org/wiki/Sydsvenskan",
        "https://en.wikipedia.org/wiki/Dagens_industri",
        "https://en.wikipedia.org/wiki/Delovoy_Peterburg",
        "https://en.wikipedia.org/wiki/Puls_Biznesu",
        "https://en.wikipedia.org/wiki/Popular_Science",
        "https://en.wikipedia.org/wiki/Popular_Science",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}