{
    "url": "https://en.wikipedia.org/wiki/Posthumanization",
    "title": "Posthumanization",
    "table_of_contents": [
        "1 Technological vs. non-technological posthumanization",
        "1.1 Non-technological posthumanization",
        "1.2 Technological posthumanization",
        "2 Common features of technological and non-technological posthumanization",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Posthumanization comprises \"those processes by which a society comes to include members other than 'natural' biological human beings who, in one way or another, contribute to the structures, dynamics, or meaning of the society.\"[1] Posthumanization is one of the key phenomena studied by those academic disciplines and methodologies that identify themselves as \"posthumanist\", including critical, cultural, and philosophical posthumanism. Its processes can be divided into forms of non-technological and technological posthumanization.[2][3]\n\n"
        },
        {
            "title": "Technological vs. non-technological posthumanization",
            "text": "While posthumanization has links with the scholarly methodologies of posthumanism, it is a distinct phenomenon. The rise of explicit posthumanism as a scholarly approach is relatively recent, occurring since the late 1970s;[4][5] however, some of the processes of posthumanization that it studies are ancient. For example, the dynamics of non-technological posthumanization have existed historically in all societies in which animals were incorporated into families as household pets or in which ghosts, monsters, angels, or semidivine heroes were considered to play some role in the world.[6][5][3]\n\nSuch non-technological posthumanization has been manifested not only in mythological and literary works but also in the construction of temples, cemeteries, zoos, or other physical structures that were considered to be inhabited or used by quasi- or para-human beings who were not natural, living, biological human beings but who nevertheless played some role within a given society,[5][3] to the extent that, according to philosopher Francesca Ferrando: \"the notion of spirituality dramatically broadens our understanding of the posthuman, allowing us to investigate not only technical technologies (robotics, cybernetics, biotechnology, nanotechnology, among others), but also, technologies of existence.\"[7]\n\nSome forms of technological posthumanization involve efforts to directly alter the social, psychological, or physical structures and behaviors of the human being through the development and application of technologies relating to genetic engineering or neurocybernetic augmentation; such forms of posthumanization are studied, e.g., by cyborg theory.[8] Other forms of technological posthumanization indirectly \"posthumanize\" human society through the deployment of social robots or attempts to develop artificial general intelligences, sentient networks, or other entities that can collaborate and interact with human beings as members of posthumanized societies.\n\nThe dynamics of technological posthumanization have long been an important element of science fiction; genres such as cyberpunk take them as a central focus. In recent decades, technological posthumanization has also become the subject of increasing attention by scholars and policymakers. The expanding and accelerating forces of technological posthumanization have generated diverse and conflicting responses, with some researchers viewing the processes of posthumanization as opening the door to a more meaningful and advanced transhumanist future for humanity,[9][10][11] while other bioconservative critiques warn that such processes may lead to a fragmentation of human society, loss of meaning, and subjugation to the forces of technology.[12]\n\n"
        },
        {
            "title": "Common features of technological and non-technological posthumanization",
            "text": "Processes of technological and non-technological posthumanization both tend to result in a partial \"de-anthropocentrization\" of human society, as its circle of membership is expanded to include other types of entities and the position of human beings is decentered. A common theme of posthumanist study is the way in which processes of posthumanization challenge or blur simple binaries, such as those of \"human versus non-human\", \"natural versus artificial\", \"alive versus non-alive\", and \"biological versus mechanical\".[13][5]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Human",
        "https://en.wikipedia.org/wiki/Society",
        "https://en.wikipedia.org/wiki/Posthumanism",
        "https://en.wikipedia.org/wiki/Pet",
        "https://en.wikipedia.org/wiki/Ghosts",
        "https://en.wikipedia.org/wiki/Monster",
        "https://en.wikipedia.org/wiki/Angel",
        "https://en.wikipedia.org/wiki/Greek_hero_cult",
        "https://en.wikipedia.org/wiki/Temple",
        "https://en.wikipedia.org/wiki/Cemetery",
        "https://en.wikipedia.org/wiki/Zoo",
        "https://en.wikipedia.org/wiki/Spirituality",
        "https://en.wikipedia.org/wiki/Genetic_engineering",
        "https://en.wikipedia.org/wiki/Neuroprosthetics",
        "https://en.wikipedia.org/wiki/Cyborg",
        "https://en.wikipedia.org/wiki/Social_robot",
        "https://en.wikipedia.org/wiki/Artificial_general_intelligence",
        "https://en.wikipedia.org/wiki/Cognitive_robotics",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Cyberpunk",
        "https://en.wikipedia.org/wiki/Transhumanism",
        "https://en.wikipedia.org/wiki/Bioconservatism",
        "https://en.wikipedia.org/wiki/Anthropocentrism",
        "https://en.wikipedia.org/wiki/Binary_opposition",
        "https://en.wikipedia.org/wiki/Bioconservatism",
        "https://en.wikipedia.org/wiki/Cyborg_anthropology",
        "https://en.wikipedia.org/wiki/Posthuman",
        "https://en.wikipedia.org/wiki/Technological_change",
        "https://en.wikipedia.org/wiki/Technological_transitions",
        "https://en.wikipedia.org/wiki/Transhumanism",
        "https://en.wikipedia.org/wiki/Posthumanization",
        "https://en.wikipedia.org/wiki/Posthumanization",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}