{
    "url": "https://en.wikipedia.org/wiki/Postgraduate_education",
    "title": "Postgraduate education",
    "table_of_contents": [
        "1 Types of postgraduate qualification",
        "1.1 Degrees",
        "1.1.1 History",
        "1.2 Definition",
        "1.2.1 Honorary degrees",
        "1.3 Non-degree qualifications",
        "2 Argentina",
        "2.1 Admission",
        "2.2 Funding",
        "2.3 Degree requirements",
        "3 Australia",
        "3.1 Types of postgraduate degrees",
        "3.2 Admission",
        "3.3 Professional programs",
        "3.4 Funding",
        "3.5 Degree requirements",
        "4 Brazil",
        "4.1 Admission",
        "4.2 Funding",
        "4.3 Degree requirements",
        "5 Canada",
        "5.1 Types of programs",
        "5.2 Admission",
        "5.3 Funding",
        "5.4 Degree requirements",
        "6 France",
        "6.1 Specific context",
        "6.2 Admission",
        "7 Germany",
        "8 Ireland",
        "9 Nigeria",
        "10 United Kingdom",
        "10.1 Admission",
        "10.2 Funding",
        "11 United States",
        "11.1 Admission",
        "11.2 Non-degree seeking",
        "11.3 Degree requirements",
        "11.4 Funding",
        "11.5 Graduate employee unions",
        "12 See also",
        "13 Notes",
        "14 References",
        "14.1 Citations",
        "14.2 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Postgraduate or graduate education refers to academic or professional degrees, certificates, diplomas, or other qualifications pursued by post-secondary students who have earned an undergraduate (bachelor's) degree.[1][2]\n\nThe organization and structure of postgraduate education varies in different countries, as well as in different institutions within countries.[3] While the term \"graduate school\" or \"grad school\" is typically used in North America, \"postgraduate\" is often used in countries such as (Australia, Bangladesh, India, Ireland, New Zealand, Pakistan, South Africa, and the UK).\n\nGraduate degrees can include master's degrees, doctoral degrees, and other qualifications such as graduate certificates and professional degrees. A distinction is typically made between graduate schools (where courses of study vary in the degree to which they provide training for a particular profession) and professional schools, which can include medical school, law school, business school, and other institutions of specialized fields such as nursing, speech–language pathology, engineering, or architecture. The distinction between graduate schools and professional schools is not absolute since various professional schools offer graduate degrees and vice versa.\n\nProducing original research is a significant component of graduate studies in the humanities, natural sciences and social sciences. This research typically leads to the writing and defense of a thesis or dissertation. In graduate programs that are oriented toward professional training (e.g., MPA, MBA, MHA), the degrees may consist solely of coursework, without an original research or thesis component. Graduate students in the humanities, sciences and social sciences often receive funding from the school (e.g., fellowships or scholarships) or a teaching assistant position or other job; in the profession-oriented grad programs, students are less likely to get funding, and the fees are typically much higher.\n\nAlthough graduate school programs are distinct from undergraduate degree programs, graduate instruction (in the US, Australia, and other countries) is often offered by some of the same senior academic staff and departments who teach undergraduate courses. Unlike in undergraduate programs, however, it is less common for graduate students to take coursework outside their specific field of study at graduate or graduate entry level. At the Ph.D. level, though, it is quite common to take courses from a wider range of study, for which some fixed portion of coursework, sometimes known as a residency, is typically required to be taken from outside the department and college of the degree-seeking candidate, to broaden the research abilities of the student.\n\n"
        },
        {
            "title": "Types of postgraduate qualification",
            "text": "There are two main types of degrees studied for at the postgraduate level: academic and vocational degrees.\n\nThe term degree in this context means the moving from one stage or level to another (from French degré, from Latin dē- + gradus), and first appeared in the 13th century.\n\nAlthough systems of higher education date back to ancient India, ancient Greece, ancient Rome and ancient China, the concept of postgraduate education depends upon the system of awarding degrees at different levels of study, and can be traced to the workings of European medieval universities, mostly Italian.[4][5] University studies took six years for a bachelor's degree and up to twelve additional years for a master's degree or doctorate. The first six years taught the faculty of the arts, which was the study of the seven liberal arts: arithmetic, geometry, astronomy, music theory, grammar, logic, and rhetoric. The main emphasis was on logic. Once a Bachelor of Arts degree had been obtained, the student could choose one of three faculties—law, medicine, or theology—in which to pursue master's or doctor's degrees.\n\nThe degrees of master (from Latin magister) and doctor (from Latin doctor) were for some time equivalent, \"the former being more in favour at Paris and the universities modeled after it, and the latter at Bologna[6] and its derivative universities. At Oxford and Cambridge a distinction came to be drawn between the Faculties of Law, Medicine, and Theology and the Faculty of Arts in this respect, the title of Doctor being used for the former, and that of Master for the latter.\"[7] Because theology was thought to be the highest of the subjects, the doctorate came to be thought of as higher than the master's.[note 1]\n\nThe main significance of the higher, postgraduate degrees was that they licensed the holder to teach[8] (\"doctor\" comes from Latin docere, \"to teach\").\n\nIn most countries, the hierarchy of postgraduate degrees is as follows:\n\nMaster's degrees. These are sometimes placed in a further hierarchy, starting with degrees such as the Master of Arts (from Latin Magister artium; M.A.) and Master of Science (from Latin Magister scientiae; M.Sc.) degrees, then the Master of Philosophy degree (from Latin Magister philosophiae; M.Phil.), and finally the Master of Letters degree (from Latin Magister litterarum; M.Litt.) (all formerly known in France as DEA or DESS before 2005, and nowadays Masters too). In the UK, master's degrees may be taught or by research: taught master's degrees include the Master of Science and Master of Arts degrees which last one year and are worth 180 CATS credits (equivalent to 90 ECTS European credits[9]), whereas the master's degrees by research include the Master of Research degree (M.Res.) which also lasts one year and is worth 180 CATS or 90 ECTS credits (the difference compared to the Master of Science and Master of Arts degrees being that the research is much more extensive) and the Master of Philosophy degree which lasts two years. In Scottish Universities, the Master of Philosophy degree tends to be by research or higher master's degree and the Master of Letters degree tends to be the taught or lower master's degree. In many fields such as clinical social work, or library science in North America, a master's is the terminal degree. Professional degrees such as the Master of Architecture degree (M.Arch.) can last to three and a half years to satisfy professional requirements to be an architect. Professional degrees such as the Master of Business Administration degree (M.B.A.) can last up to two years to satisfy the requirement to become a knowledgeable business leader.[10]\n\nDoctorates. These are often further divided into academic and professional doctorates. An academic doctorate can be awarded as a Doctor of Philosophy degree (from Latin Doctor philosophiae; Ph.D. or D.Phil.), a Doctor of Psychology degree (from Latin Doctor psychologia; Psy.D.), or as a Doctor of Science degree (from Latin Doctor scientiae; D.Sc.). The Doctor of Science degree can also be awarded in specific fields, such as a Doctor of Science in Mathematics degree (from Latin Doctor scientiarum mathematic arum; D.Sc.Math.), a Doctor of Agricultural Science degree (from Latin Doctor scientiarum agrariarum; D.Sc.Agr.), a Doctor of Business Administration degree (D.B.A.), etc. In some parts of Europe, doctorates are divided into the Doctor of Philosophy degree or \"junior doctorate,\" and the \"higher doctorates\" such as the Doctor of Science degree, which is generally awarded to highly distinguished professors. A doctorate is the terminal degree in most fields. In the United States, there is little distinction between a Doctor of Philosophy degree and a Doctor of Science degree. In the UK, Doctor of Philosophy degrees are often equivalent to 540 CATS credits or 270 ECTS European credits, but this is not always the case as the credit structure of doctoral degrees is not officially defined.\n\nIn some countries such as Finland and Sweden, there is the degree of Licentiate, which is more advanced than a master's degree but less so than a doctorate. Credits required are about half of those required for a doctoral degree.[11] Coursework requirements are the same as for a doctorate, but the extent of original research required is not as high as for doctorate.[12][13] Medical doctors for example are typically licentiates instead of doctors.\n\nIn the UK and countries whose education systems were founded on the British model, such as the US, the master's degree was for a long time the only postgraduate degree normally awarded, while in most European countries apart from the UK, the master's degree almost disappeared[citation needed]. In the second half of the 19th century, however, US universities began to follow the European model by awarding doctorates, and this practice spread to the UK. Conversely, most European universities now offer master's degrees parallelling or replacing their regular system, so as to offer their students better chances to compete in an international market dominated by the American model.[14]\n\nIn the UK, an equivalent formation to doctorate is the NVQ 5 or QCF 8.[15]\n\nMost universities award honorary degrees,[16] usually at the postgraduate level. These are awarded to a wide variety of people, such as artists, musicians, writers, politicians, businesspeople, etc., in recognition of their achievements in their various fields. (Recipients of such degrees do not normally use the associated titles or letters, such as \"Dr.\")\n\nPostgraduate education can involve studying for qualifications such as postgraduate certificates and postgraduate diplomas. They are sometimes used as steps on the route to a degree, as part of the training for a specific career, or as a qualification in an area of study too narrow to warrant a full degree course.\n\n"
        },
        {
            "title": "Argentina",
            "text": "In Argentina, the admission to a Postgraduate program at an Argentine University requires the full completion of any undergraduate course, called in Argentina \"carrera de grado\" (v.gr. Licenciado, Ingeniero or Lawyer degree). The qualifications of 'Licenciado', 'Ingeniero', or the equivalent qualification in Law degrees (a graduate from a \"carrera de grado\") are similar in content, length and skill-set to a joint first and second cycles in the qualification framework of the Bologna Process (that is, Bachelor and Master qualifications).\n\nWhile a significant portion of postgraduate students finance their tuition and living costs with teaching or research work at private and state-run institutions, international institutions, such as the Fulbright Program and the Organization of American States (OAS), have been known to grant full scholarships for tuition with apportions for housing.[17]\n\nUpon completion of at least two years' research and coursework as a postgraduate student, a candidate must demonstrate  truthful and original contributions to his or her specific field of knowledge within a frame of academic excellence.[18] The Master and Doctoral candidate's work should be presented in a dissertation or thesis prepared under the supervision of a tutor or director, and reviewed by a postgraduate committee. This committee should be composed of examiners external to the program, and at least one of them should also be external to the institution.[19]\n\n"
        },
        {
            "title": "Australia",
            "text": "Programmes are divided into coursework-based and research-based degrees. Coursework programs typically include qualifications such as [20]\n\nGenerally, the Australian higher education system[26] follows that of its British counterpart (with some notable exceptions). Entrance is decided by merit, entrance to coursework-based programmes is usually not as strict; most universities usually require a \"Credit\" average as entry to their taught programmes in a field related to their previous undergraduate. On average, however, a strong \"Credit\" or \"Distinction\" average is the norm for accepted students. Not all coursework programs require the student to already possess the relevant undergraduate degree, they are intended as \"conversion\" or professional qualification programs, and merely any relevant undergraduate degree with good grades is required.\n\nPh.D. entrance requirements in the higher ranked schools typically require a student to have postgraduate research honours or a master's degree by research, or a master's with a significant research component. Entry requirements depend on the subject studied and the individual university. The minimum duration of a Ph.D. programme is two years, but completing within this time span is unusual, with Ph.D.s usually taking an average of three to four years to be completed.\n\nMost of the confusion with Australian postgraduate programmes occurs with the research-based programmes, particularly scientific programmes. Research degrees generally require candidates to have a minimum of a second-class four-year honours undergraduate degree to be considered for admission to a Ph.D. programme (M.Phil. are an uncommon route[27]). In science, a British first class honours (3 years) is not equivalent to an Australian first class honours  (1 year research postgraduate programme that requires a completed undergraduate (pass) degree with a high grade-point average).[28] In scientific research, it is commonly accepted that an Australian postgraduate honours is equivalent to a British master's degree (in research). There has been some debate over the acceptance of a three-year honours degree (as in the case of graduates from British universities) as the equivalent entry requirement to graduate research programmes (M.Phil., Ph.D.) in Australian universities.[29] The letters of Honours programmes also added to the confusion. For example: B.Sc. (Hons) are the letters gained for postgraduate research honours at the University of Queensland. B.Sc. (Hons) does not indicate that this honours are postgraduate qualification. The difficulty also arises between different universities in Australia—some universities have followed the UK system.\n\nThere are many professional programs such as medical and dental school require a previous bachelors for admission and are considered graduate or Graduate Entry programs even though they culminate in a bachelor's degree. Example, the Bachelor of Medicine (MBBS) or Bachelor of Dentistry (BDent).\n\nThere has also been some confusion over the conversion of the different marking schemes between British, US, and Australian systems for the purpose of assessment for entry to graduate programmes. The Australian grades are divided into four categories: High Distinction, Distinction, Credit, and Pass (though many institutions have idiosyncratic grading systems). Assessment and evaluation based on the Australian system is not equivalent to British or US schemes because of the \"low-marking\" scheme used by Australian universities. For example, a British student who achieves 70+ will receive an A grade, whereas an Australian student with 70+ will receive a Distinction which is not the highest grade in the marking scheme.\n\nThe Australian government usually offer full funding (fees and a monthly stipend) to its citizens and permanent residents who are pursuing research-based higher degrees. There are also highly competitive scholarships for international candidates who intend to pursue research-based programmes. Taught-degree scholarships (certain master's degrees, Grad. Dip., Grad. Cert., D.Eng., D.B.A.) are almost non-existent for international students. Domestic students have access to tuition subsidy through the Australian Government's FEE-Help loan scheme. Some students may be eligible for a Commonwealth Supported Place (CSP), via the HECS-Help scheme, at a substantially lower cost.[30]\n\nRequirements for the successful completion of a taught master's programme are that the student pass all the required modules. Some universities require eight taught modules for a one-year programme, twelve modules for a one-and-a-half-year programme, and twelve taught modules plus a thesis or dissertation for a two-year programme. The academic year for an Australian postgraduate programme is typically two semesters (eight months of study).\n\nRequirements for research-based programmes vary among universities. Generally, however, a student is not required to take taught modules as part of their candidacy. It is now common that first-year Ph.D. candidates are not regarded as permanent Ph.D. students for fear that they may not be sufficiently prepared to undertake independent research. In such cases, an alternative degree will be awarded for their previous work, usually an M.Phil. or M.Sc. by research.\n\n"
        },
        {
            "title": "Brazil",
            "text": "In Brazil, a Bachelor's, Licenciate or Technologist degree is required in order to enter a graduate program, called pós-graduação. Generally, in order to be accepted, the candidate must have above average grades and it is highly recommended to be initiated on scientific research through government programs on undergraduate areas, as a complement to usual coursework.\n\nThe competition for public universities is very large, as they are the most prestigious and respected universities in Brazil. Public universities do not charge fees for undergraduate level/course. Funding, similar to wages, is available but is usually granted by public agencies linked to the university in question (i.e. FAPESP, CAPES, CNPq, etc.), given to the students previously ranked based on internal criteria.\n\nThere are two types of postgraduate; lato sensu (Latin for \"in broad sense\"), which generally means a specialization course in one area of study, mostly addressed to professional practice, and stricto sensu (Latin for \"in narrow sense\"), which means a Master of Science or doctorate, encompassing broader and profound activities of scientific research.[31]\n\n"
        },
        {
            "title": "Canada",
            "text": "In Canada, the Schools and Faculties of Graduate Studies are represented by the Canadian Association of Graduate Studies (CAGS) or Association canadienne pour les études supérieures (ACES). The Association brings together 58 Canadian universities with graduate programs, two national graduate student associations, and the three federal research-granting agencies and organizations having an interest in graduate studies.[32] Its mandate is to promote, advance, and foster excellence in graduate education and university research in Canada. In addition to an annual conference, the association prepares briefs on issues related to graduate studies including supervision, funding, and professional development.\n\nAdmission to a graduate certificate program requires a university degree (or in some cases, a diploma with years of related experience).  English speaking colleges require proof of English language proficiency such as IELTS.  Some colleges may provide English language upgrading to students prior to the start of their graduate certificate program.\n\nAdmission to a master's (course-based, also called \"non-thesis\") program generally requires a bachelor's degree in a related field, with sufficiently high grades usually ranging from B+ and higher (note that different schools have different letter grade conventions, and this requirement may be significantly higher in some faculties), and recommendations from professors. Admission to a high-quality thesis-type master's program generally requires an honours bachelor or Canadian bachelor with honours, samples of the student's writing as well as a research thesis proposal. Some programs require Graduate Record Exams (GRE) in both the general examination and the examination for its specific discipline, with minimum scores for admittance.  At English-speaking universities, applicants from countries where English is not the primary language are required to submit scores from the Test of English as a Foreign Language (TOEFL). Nevertheless, some French speaking universities, like HEC Montreal, also require candidates to submit TOEFL score or to pass their own English test.\n\nAdmission to a doctoral program typically requires a master's degree in a related field, sufficiently high grades, recommendations, samples of writing, a research proposal, and an interview with a prospective supervisor. Requirements are often set higher than those for a master's program. In exceptional cases, a student holding an honours BA with sufficiently high grades and proven writing and research abilities may be admitted directly to a Ph.D. program without the requirement to first complete a master's. Many Canadian graduate programs allow students who start in a master's to \"reclassify\" into a Ph.D. program after satisfactory performance in the first year, bypassing the master's degree.\n\nStudents must usually declare their research goal or submit a research proposal upon entering graduate school; in the case of master's degrees, there will be some flexibility (that is, one is not held to one's research proposal, although major changes, for example from premodern to modern history, are discouraged). In the case of Ph.D.s, the research direction is usually known as it will typically follow the direction of the master's research.\n\nMaster's degrees can be completed in one year but normally take at least two; they typically may not exceed five years. Doctoral degrees require a minimum of two years but frequently take much longer, although not usually exceeding six years.\n\nGraduate students may take out student loans, but instead they often work as teaching or research assistants. Students often agree, as a condition of acceptance to a programme, not to devote more than twelve hours per week to work or outside interests.\n\nFunding is available to first-year masters students whose transcripts reflect exceptionally high grades; this funding is normally given in the second year.\n\nFunding for Ph.D. students comes from a variety of sources, and many universities waive tuition fees for doctoral candidates.[citation needed]\n\nFunding is available in the form of scholarships, bursaries and other awards, both private and public.\n\nGraduate certificates require between eight and sixteen months of study. The length of study depends on the program. Graduate certificates primarily involve coursework. However, some may require a research project or a work placement.\n\nBoth master's and doctoral programs may be done by coursework or research or a combination of the two, depending on the subject and faculty. Most faculties require both, with the emphasis on research, and with coursework being directly related to the field of research. \n\nMaster's and doctoral programs may also be completed on a part-time basis. Part-time graduate programs will usually require that students take one to two courses per semester, and the part-time graduate programs may be offered in online formats, evening formats, or a combination of both. \n\nMaster's candidates undertaking research are typically required to complete a thesis comprising some original research and ranging from 70 to 200 pages. Some fields may require candidates to study at least one foreign language if they have not already earned sufficient foreign-language credits. Some faculties require candidates to defend their thesis, but many do not. Those that do not, often have a requirement of taking two additional courses, at minimum, in lieu of preparing a thesis.\n\nPh.D. candidates undertaking research must typically complete a thesis, or dissertation, consisting of original research representing a significant contribution to their field, and ranging from 200 to 500 pages. Most Ph.D. candidates will be required to sit comprehensive examinations—examinations testing general knowledge in their field of specialization—in their second or third year as a prerequisite to continuing their studies, and must defend their thesis as a final requirement. Some faculties require candidates to earn sufficient credits in a third or fourth foreign language; for example, most candidates in modern Japanese topics must demonstrate ability in English, Japanese, and Mandarin, while candidates in pre-modern Japanese topics must demonstrate ability in English, Japanese, Classical Chinese, and Classical Japanese.\n\nAt English-speaking Canadian universities, both master's and Ph.D. theses may be presented in English or in the language of the subject (German for German literature, for example), but if this is the case an extensive abstract must be also presented in English. In exceptional circumstances[citation needed], a thesis may be presented in French.[citation needed] One exception to this rule is McGill University, where all work can be submitted in either English or French, unless the purpose of the course of study is acquisition of a language.[33]\n\nFrench-speaking universities have varying sets of rules; some (e.g. HEC Montreal[34]) will accept students with little knowledge of French if they can communicate with their supervisors (usually in English).\n\nThe Royal Military College of Canada is a bilingual University, and allows a thesis to be in either English or French, but requires the abstract to be in both official languages.[35]\n\n"
        },
        {
            "title": "France",
            "text": "The écoles doctorales (\"Doctoral schools\") are educational structures similar in focus to graduate schools, but restricted at PhD level. These schools have the responsibilities of providing students with a structured doctoral training in a disciplinary field. The field of the school is related to the strength of the university: while some have two or three schools (typically \"Arts and Humanities\" and \"Natural and Technological Sciences\"), others have more specialized schools (History, Aeronautics, etc.).\n\nA large share of the funding offered to junior researchers is channeled through the école doctorale, mainly in the shape of three-years \"Doctoral Fellowships\" (contrats doctoraux). These fellowships are awarded after submitting a biographical information, undergraduate and graduate transcripts where applicable, letters of recommendation, and research proposal, then an oral examination by an Academical Committee.\n\nPrior to 2004, when the European system of LMD Bologna process was founded, the French equivalent of a Post Graduate degree was called a \"Maitrise.\"\nFor historical reasons dating back to the French Revolution of 1789, France has a dual education system, with Grandes Écoles on one side, and universities on the other hand, with the Grandes Écoles being considered as much more prestigious[citation needed]. Some Grandes écoles deliver the French diplôme d'ingénieur, which is ranked as a master's degree.\n\nFrance ranks a professional doctorate in health sciences (i.e. physician, surgeon, pharmacist, dentist, veterinarian diplomas) as equivalent to a master's degree in any other discipline,[36] to account for the difficulty gap between getting a medical degree and getting non health related doctoral degrees, the latter requiring original research.\n\nThere are 87 public universities in France, and also some private universities, and they are based upon the European education ladder including bachelors, Masters, and Ph.D.s. Students gain each degree though the successful completion of a predetermined number of years in education, gaining credits via the European Credit Transfer System (ECTS).\nThere are over 300 doctoral programs that collaborate with 1200 research laboratories and centers. Each degree has a certain set of national diplomas that are all of equal value, irrespective of where they were issued. There are also other diplomas that are exclusive to France and are very hard to attain.\n\nAdmission to a doctoral program requires a master's degree, both research-oriented and disciplinary focused. High marks are required (typically a très bien honour, equating a cum laude), but the acceptance is linked to a decision of the School Academical Board.\n\n"
        },
        {
            "title": "Germany",
            "text": "The traditional and most common way of obtaining a doctorate in Germany is by doing so individually under supervision of a single professor (Doktorvater or Doktormutter) without any formal curriculum. During their studies, doctoral students are enrolled at university while often being employed simultaneously either at the university itself, at a research institute or at a company as a researcher.[37]\nWorking in research during doctoral studies is, however, not a formal requirement.\n\nWith the establishment of Graduiertenkollegs funded by the Deutsche Forschungsgemeinschaft (DFG), the German Research Foundation, in the early 1990s, the concept of a graduate school was introduced to the German higher education system. Unlike the American model of graduate schools, only doctoral students participate in a Graduiertenkolleg. In contrast to the traditional German model of doctoral studies, a Graduiertenkolleg aims to provide young researchers with a structured doctoral training under supervision of a team of professors within an excellent research environment. A Graduiertenkolleg typically consists of 20-30 doctoral students, about half of whom are supported by stipends from the DFG or another sponsor. The research programme is usually narrowly defined around a specific topic and has an interdisciplinary aspect. The programme is set up for a specific period of time (up to nine years if funded by the DFG). The official English translation of the term Graduiertenkolleg is Research Training Group.\n\nIn 2006, a different type of graduate school, termed Graduiertenschule (\"graduate school\"), was established by the DFG as part of the German Universities Excellence Initiative. They are thematically much broader than the focused Graduiertenkollegs and consist often of 100-200 doctoral students.\n\nGermany and the Netherlands introduced the Bologna process with a separation between Bachelor and Master programmes in many fields, except for education studies, law and other specially regulated subjects.\n\n"
        },
        {
            "title": "Ireland",
            "text": "In the Republic of Ireland higher education is operated by the Higher Education Authority.\n\n"
        },
        {
            "title": "Nigeria",
            "text": "Admission to a postgraduate degree programme in Nigeria requires a bachelor's degree with at least a Second Class Lower Division (not less than 2.75/5). Admission to Doctoral programmes requires an Academic master's degree with a minimum weighted average of 60% (B average or 4.00/5). In addition to this, applicants may be subjected to written and oral examinations depending on the school. Most universities with high numbers of applicants have more stringent admission processes.[38]\n\nPostgraduate degrees in Nigeria include M.A., M.Sc., M.Ed., M.Eng., LL.M, M.Arch., M.Agric., M.Phil., PhD. The master's degree typically take 18–36 months with students undertaking coursework and presenting seminars and a dissertation. The doctoral degree is for a minimum of 36 months and may involve coursework alongside the presentation of seminars and a research thesis. Award of postgraduate degrees requires a defence of the completed research before a panel of examiners comprising external and internal examiners, Head of Department, Departmental Postgraduate Coordinator, Representative(s) of Faculty and Postgraduate School, and any other member of staff with a PhD in the department/faculty.\n\n"
        },
        {
            "title": "United Kingdom",
            "text": "The term \"graduate school\" is used more widely by North American universities than by those in the UK. However, in addition to universities set up purely as graduate schools such as Cranfield University, numerous universities in the UK have formally launched graduate schools, including the University of Birmingham, Durham University, Keele University, the University of Nottingham, Bournemouth University, Queen's University Belfast and the University of London, which includes graduate schools at King's College London, Royal Holloway and University College London. They often coordinate the supervision and training of candidates for doctorates.\n\nAdmission to undertake a research degree in the UK typically requires a strong bachelor's degree or Scottish M.A. (at least lower second, but usually an upper second or first class). In some institutions, doctoral candidates are initially admitted to a Masters in Research Philosophy (M.Phil. or M.Res.), then later transfer to a Ph.D./D.Phil. if they can show satisfactory progress in their first 8–12 months of study.[39]  Candidates for the degree of Doctor of Education  (Ed.D) are typically required to hold a good bachelor's degree as well as an appropriate master's degree before being admitted.\n\nFunding for postgraduate study in the UK is awarded competitively, and usually is disseminated by institution (in the form of a certain allocation of studentships for a given year) rather than directly to individuals. There are a number of scholarships for master's courses, but these are relatively rare and dependent on the course and class of undergraduate degree obtained (usually requiring at least a lower second). Most master's students are self-funded.\n\nFunding is available for some Ph.D./D.Phil. courses. As at the master's level, there is more funding available to those in the sciences than in other disciplines. Such funding generally comes from Research Councils such as the Engineering and Physical Sciences Research Council (EPSRC), Arts and Humanities Research Council (AHRC), Medical Research Council (MRC) and others. Masters students may also have the option of a Postgraduate loan introduced by the UK Government in 2016.\n\nFor overseas students, most major funding applications are due as early as twelve months or more before the intended graduate course will begin. This funding is also often highly competitive. The most widely available, and thus important, award for overseas students is the Overseas Research Student (ORS) Award, which pays the difference in university fees between an overseas student and a British or EU resident. However, a student can only apply for one university for the ORS Award, often before they know whether they have been accepted. As of the 2009/2010 academic year, the HEFCE has cancelled the Overseas Research Student Award scheme for English and Welsh universities.[40] The state of the scheme for Scottish and Northern Irish universities is currently unclear.\n\nStudents studying part-time for a master's degree can apply for income-based Jobseeker's Allowance provided their timetabled hours are fewer than 16 hours per week. This also entitles the student to housing benefit provided by their local council.[citation needed] Full-time students (of any type) are not normally eligible for state benefits, including during vacation time.[41]\n\n"
        },
        {
            "title": "United States",
            "text": "While most graduate programs will have a similar list of general admission requirements, the importance placed on each type of requirement can vary drastically between graduate schools, departments within schools, and even programs within departments. The best way to determine how a graduate program will weigh admission materials is to ask the person in charge of graduate admissions at the particular program being applied to.\nAdmission to graduate school requires a bachelor's degree. High grades in one's field of study are important—grades outside the field less so. Traditionally in the past, the Graduate Record Examination standardized test was required by almost all graduate schools, however, programs in multiple disciplines are removing the GRE requirement for their admission process.[42]  Some programs require other additional standardized tests (such as the Graduate Management Admission Test (GMAT) and Graduate Record Examination (GRE) Subject Tests) to apply to their institutions.[43][44] During the current COVID-19 pandemic, the GRE exam has moved to an online format, and some programs are waiving the GRE, arguing the new format is unfair or too difficult for test-takers.[45] In addition, good letters of recommendation from undergraduate instructors are often essential,[46] as strong recommendation letters from mentors or supervisors of undergraduate research experience provide evidence that the applicant can perform research and can handle the rigors of a graduate school education.\n\nWithin the sciences and some social sciences, previous research experience may be important.[43][47] By contrast, within most humanities disciplines, an example of academic writing normally suffices. Many universities require a personal statement (sometimes called Statement of purpose or Letter of Intent), which may include indications of the intended area(s) of research;[44] how detailed this statement is or whether it is possible to change one's focus of research depends strongly on the discipline and department to which the student is applying.\n\nSome schools set minimum GPAs and test scores below which they will not accept any applicants;[48] this reduces the time spent reviewing applications. On the other hand, many other institutions often explicitly state that they do not use any sort of cut-offs in terms of GPA or the GRE scores. Instead, they claim to consider many factors, including past research achievements, the compatibility between the applicant's research interest and that of the faculty, the statement of purpose and the letters of reference, as stated above. Some programs also require professors to act as sponsors. Finally, applicants from non-English speaking countries often must take the Test of English as a Foreign Language (TOEFL).[49]\n\nAt most institutions, decisions regarding admission are not made by the institution itself but the department to which the student is applying. Some departments may require interviews before making a decision to accept an applicant.[44] Most universities adhere to the Council of Graduate Schools' Resolution Regarding Graduate Scholars, Fellows, Trainees, and Assistants, which gives applicants until April 15 to accept or reject offers that contain financial support.[50]\n\nIn addition to traditional \"degree-seeking\" applications for admission, many schools allow students to apply as \"non-degree-seeking\".[51] Admission to the non-degree-seeking category is usually restricted primarily to those who may benefit professionally from additional study at the graduate level. For example, current elementary, middle, and high school teachers wishing to gain re-certification credit most commonly apply as non-degree-seeking students.\n\nGraduate students often declare their intended degree (master's or doctorate) in their applications. In some cases, master's programs allow successful students to continue toward the doctorate degree. Additionally, doctoral students who have advanced to candidacy but not filed a dissertation (\"ABD\", for \"all but dissertation\") often receive master's degrees and an additional master's called a Master of Philosophy (MPhil) or a Candidate of Philosophy (C.Phil.) degree. The master's component of a doctorate program often requires one or two years.\n\nMany graduate programs require students to pass one or several examinations in order to demonstrate their competence as scholars.[43] In some departments, a comprehensive examination is often required in the first year of doctoral study, and is designed to test a student's background undergraduate-level knowledge. Examinations of this type are more common in the sciences and some social sciences but relatively unknown in most humanities disciplines.\n\nMost graduate students perform teaching duties, often serving as graders and tutors. In some departments, they can be promoted to lecturer status, a position that comes with more responsibility.\n\nDoctoral students generally spend roughly their first two to three years taking coursework and begin research by their second year if not before. Many master's and all specialist students will perform research culminating in a paper, presentation, and defense of their research. This is called the master's thesis (or, for Educational Specialist students, the specialist paper). However, many US master's degree programs do not require a master's thesis, focusing instead primarily on coursework or on \"practicals\" or \"workshops\". Some students complete a final culminating project or \"capstone\" rather than a thesis. Such \"real-world\" experience may typically require a candidate work on a project alone or in a team as a consultant, or consultants, for an outside entity approved or selected by the academic institution and under faculty supervision.\n\nIn the second and third years of study, doctoral programs often require students to pass more examinations.[43] Programs often require a Qualifying Examination (\"Quals\"), a Ph.D. Candidacy Examination (\"Candidacy\"), or a General Examination (\"Generals\") designed to test the students' grasp of a broad sample of their discipline, or one or several Special Field Examinations (\"Specials\") which test students in their narrower selected areas of specialty within the discipline. If these examinations are held orally, they may be known colloquially as \"orals.\" For some social science and many humanities disciplines, where graduate students may or may not have studied the discipline at the undergraduate level, these exams will be the first set, and be based either on graduate coursework or specific preparatory reading (sometimes up to a year's work in reading).\n\nIn all cases, comprehensive exams normally must be passed to be allowed to proceed on to the dissertation. Passing such examinations allows the student to begin doctoral research, and rise to the status of a doctoral candidate, while failing usually results in the student leaving the program or re-taking the test after some time has passed (usually a semester or a year). Some schools have an intermediate category, passing at the master's level, which allows the student to leave with a master's without having completed a master's thesis.\n\nThe doctoral candidate primarily performs his or her research over the course of three to eight years. In total, the typical doctoral degree takes between four and eight years from entering the program to completion, though this time varies depending upon the department, dissertation topic, and many other factors. For example, astronomy degrees take five to six years on average, but observational astronomy degrees take six to seven due to limiting factors of weather, while theoretical astronomy degrees take five. In some disciplines, doctoral programs can average seven to ten years. Archaeology, which requires long periods of research, tends towards the longer end of this spectrum. The increase in length of the degree is a matter of great concern for both students and universities, though there is much disagreement on potential solutions to this problem.\n\nTraditionally, doctoral programs were only intended to last three to four years and, in some disciplines (primarily the natural sciences), with a helpful advisor, and a light teaching load, it is possible for the degree to be completed in that amount of time. However, increasingly many disciplines, including most humanities, set their requirements for coursework, languages and the expected extent of thesis research by the assumption that students will take five years minimum or six to seven years on average; competition for jobs within these fields also raises expectations on the length and quality of theses considerably.\n\nThough there is substantial variation among universities, departments, and individuals, humanities and social science doctorates on average take somewhat longer to complete than natural science doctorates. These differences are due to the differing nature of research between the humanities and some social sciences and the natural sciences and to the differing expectations of the discipline in coursework, languages, and length of dissertation. However, time required to complete a doctorate also varies according to the candidate's abilities and choice of research. Some students may also choose to remain in a program if they fail to win an academic position, particularly in disciplines with a tight job market; by remaining a student, they can retain access to libraries and university facilities, while also retaining an academic affiliation, which can be essential for conferences and job-searches.\n\nAfter the doctorate degree, a second training period is available for students in fields such as life sciences, called a postdoctoral fellowship.\n\nIn general, there is less funding available to students admitted to master's degrees than for students admitted to Ph.D. or other doctoral degrees. Many departments, especially those in which students have research or teaching responsibilities, offer tuition-forgiveness and a stipend that pays for most expenses. At some elite universities, there may be a minimum stipend established for all Ph.D. students, as well as a tuition waiver. The terms of these stipends vary greatly, and may consist of a scholarship or fellowship, followed by teaching responsibilities. At many elite universities, these stipends have been increasing, in response both to student pressure and, especially, to competition among the elite universities for graduate students.\n\nIn some fields, research positions are more coveted than teaching positions because student researchers are typically paid to work on the dissertation they are required to complete anyway, while teaching is generally considered a distraction from one's work. Research positions are more typical of science disciplines; they are relatively uncommon in humanities disciplines, and where they exist, rarely allow the student to work on their own research. Science PhD students can apply for individual NRSA fellowships from the NIH or fellowships from private foundations. US universities often also offer competitive support from NIH-funded training programs. One example is the Biotechnology Training Program – University of Virginia. Departments often have funds for limited discretionary funding to supplement minor expenses such as research trips and travel to conferences.\n\nA few students can attain funding through dissertation improvement grants funded by the National Science Foundation (NSF), or through similar programs in other agencies. Many students are also funded as lab researchers by faculty who have been funded by private foundations or by the NSF, National Institutes of Health (NIH), or federal \"mission agencies\" such as the Department of Defense or the Environmental Protection Agency. The natural sciences are typically well funded, so that most students can attain either outside or institutional funding, but in the humanities, not all do. Some humanities students borrow money during their coursework, then take full-time jobs while completing their dissertations. Students in the social sciences are less well funded than are students in the natural and physical sciences, but often have more funding opportunities than students in the humanities, particularly as science funders begin to see the value of social science research.\n\nFunding differs greatly by departments and universities; some universities give five years of full funding to all Ph.D. students, though often with a teaching requirement attached; other universities do not. However, because of the teaching requirements, which can be in the research years of the Ph.D., even the best funded universities often do not have funding for humanities or social science students who need to do research elsewhere, whether in the United States or overseas.[citation needed] Such students may find funding through outside funders such as private foundations, such as the German Marshall Fund or the Social Science Research Council (SSRC).\n\nForeign students are typically funded the same way as domestic (US) students, although federally subsidized student and parent loans and work-study assistance are generally limited to U.S. citizens and nationals, permanent residents, and approved refugees.[52] Moreover, some funding sources (such as many NSF fellowships) may only be awarded to domestic students. International students often have unique financial difficulties such as high costs to visit their families back home, support of a family not allowed to work due to immigration laws, tuition that is expensive by world standards, and large fees: visa fees by U.S. Citizenship and Immigration Services, and surveillance fees under the Student and Exchange Visitor Program of the United States Department of Homeland Security.[53]\n\nAt many universities, graduate students are employed by their university to teach classes or do research. While all graduate employees are graduate students, many graduate students are not employees. MBA students, for example, usually pay tuition and do not have paid teaching or research positions. In many countries graduate employees have collectively organized labor unions in order to bargain a contract with their university. \n\nIn the United States there are many graduate employee unions at public universities. The Coalition of Graduate Employee Unions lists 25 recognized unions at public universities on its website. Private universities, however, are covered under the National Labor Relations Act rather than state labor laws and until 2001 there were no recognized unions at private universities.\n\nMany graduate students see themselves as akin to junior faculty, but with significantly lower pay.[citation needed] Many graduate students feel that teaching takes time that would better be spent on research, and many point out that there is a vicious circle in the academic labor economy. Institutions that rely on cheap graduate student labor have no need to create expensive professorships, so graduate students who have taught extensively in graduate school can find it immensely difficult to get a teaching job when they have obtained their degree. Many institutions depend heavily on graduate student teaching: a 2003 report by agitators for a graduate student union at Yale,[54]  for instance, claims that \"70% of undergraduate teaching contact hours at Yale are performed by transient teachers: graduate teachers, adjunct instructors, and other teachers not on the tenure track.\" The state of Michigan leads in terms of progressive policy regarding graduate student unions with five universities recognizing graduate employee unions: Central Michigan University,  Michigan State University, the University of Michigan, Wayne State University, and Western Michigan University.\n\nThe United Auto Workers (under the slogan \"Uniting Academic Workers\") and the American Federation of Teachers are two international unions that represent graduate employees. Private universities' administrations often oppose their graduate students when they try to form unions, arguing that students should be exempt from labor laws intended for \"employees\". In some cases, unionization movements have met with enough student opposition to fail. At the schools where graduate employees are unionized, which positions are unionized vary. Sometimes only one set of employees will unionize (e.g. teaching assistants, residential directors); at other times, most or all will. Typically, fellowship recipients, usually not employed by their university, do not participate.\n\nWhen negotiations fail, graduate employee unions sometimes go on strike. While graduate student unions can use the same types of strikes that other unions do, they have also made use of teach-ins, work-ins, marches, rallies, and grade strikes. In a grade strike, graduate students refuse to grade exams and papers and, if the strike lasts until the end of the academic term, also refuse to turn in final grades. Another form of job action is known as \"work-to-rule\", in which graduate student instructors work exactly as many hours as they are paid for and no more.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/High_school",
        "https://en.wikipedia.org/wiki/Postgraduate_year",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Chulalongkorn_University",
        "https://en.wikipedia.org/wiki/Thailand",
        "https://en.wikipedia.org/wiki/Academic_gown",
        "https://en.wikipedia.org/wiki/Graduation_ceremony",
        "https://en.wikipedia.org/wiki/Academic_degree",
        "https://en.wikipedia.org/wiki/Professional_degree",
        "https://en.wikipedia.org/wiki/Higher_education",
        "https://en.wikipedia.org/wiki/Undergraduate_education",
        "https://en.wikipedia.org/wiki/North_America",
        "https://en.wikipedia.org/wiki/Australia",
        "https://en.wikipedia.org/wiki/Bangladesh",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Ireland",
        "https://en.wikipedia.org/wiki/New_Zealand",
        "https://en.wikipedia.org/wiki/Pakistan",
        "https://en.wikipedia.org/wiki/South_Africa",
        "https://en.wikipedia.org/wiki/UK",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Graduate_certificate",
        "https://en.wikipedia.org/wiki/Professional_degree",
        "https://en.wikipedia.org/wiki/Profession",
        "https://en.wikipedia.org/wiki/Professional_school",
        "https://en.wikipedia.org/wiki/Medical_school",
        "https://en.wikipedia.org/wiki/Law_school",
        "https://en.wikipedia.org/wiki/Business_school",
        "https://en.wikipedia.org/wiki/Nursing",
        "https://en.wikipedia.org/wiki/Engineering",
        "https://en.wikipedia.org/wiki/Architecture",
        "https://en.wikipedia.org/wiki/Original_research",
        "https://en.wikipedia.org/wiki/Humanities",
        "https://en.wikipedia.org/wiki/Natural_sciences",
        "https://en.wikipedia.org/wiki/Social_sciences",
        "https://en.wikipedia.org/wiki/Thesis_or_dissertation",
        "https://en.wikipedia.org/wiki/Master_of_Public_Administration",
        "https://en.wikipedia.org/wiki/Master_of_Business_Administration",
        "https://en.wikipedia.org/wiki/Master_of_Health_Administration",
        "https://en.wikipedia.org/wiki/Coursework",
        "https://en.wikipedia.org/wiki/Scholarship",
        "https://en.wikipedia.org/wiki/Teaching_assistant",
        "https://en.wikipedia.org/wiki/Fee",
        "https://en.wikipedia.org/wiki/Coursework",
        "https://en.wikipedia.org/wiki/Graduate_entry",
        "https://en.wikipedia.org/wiki/College",
        "https://en.wikipedia.org/wiki/French_language",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/University_of_Bologna",
        "https://en.wikipedia.org/wiki/Ancient_India",
        "https://en.wikipedia.org/wiki/Ancient_Greece",
        "https://en.wikipedia.org/wiki/Ancient_Rome",
        "https://en.wikipedia.org/wiki/Ancient_China",
        "https://en.wikipedia.org/wiki/Medieval_university",
        "https://en.wikipedia.org/wiki/Liberal_arts",
        "https://en.wikipedia.org/wiki/Bachelor_of_Arts",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Theology",
        "https://en.wikipedia.org/wiki/Master_of_Arts",
        "https://en.wikipedia.org/wiki/Master_of_Science",
        "https://en.wikipedia.org/wiki/Master_of_Philosophy",
        "https://en.wikipedia.org/wiki/Master_of_Letters",
        "https://en.wikipedia.org/wiki/Credit_Accumulation_and_Transfer_Scheme",
        "https://en.wikipedia.org/wiki/Master_of_Research",
        "https://en.wikipedia.org/wiki/Master_of_Philosophy",
        "https://en.wikipedia.org/wiki/Master_of_Letters",
        "https://en.wikipedia.org/wiki/Clinical_social_work",
        "https://en.wikipedia.org/wiki/Library_science",
        "https://en.wikipedia.org/wiki/North_America",
        "https://en.wikipedia.org/wiki/Terminal_degree",
        "https://en.wikipedia.org/wiki/Master_of_Architecture",
        "https://en.wikipedia.org/wiki/Master_of_Business_Administration",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Doctor_of_Science",
        "https://en.wikipedia.org/wiki/Doctor_of_Business_Administration",
        "https://en.wikipedia.org/wiki/Terminal_degree",
        "https://en.wikipedia.org/wiki/Credit_Accumulation_and_Transfer_Scheme",
        "https://en.wikipedia.org/wiki/European_Credit_Transfer_and_Accumulation_System",
        "https://en.wikipedia.org/wiki/NVQ",
        "https://en.wikipedia.org/wiki/QCF",
        "https://en.wikipedia.org/wiki/Postgraduate_certificate",
        "https://en.wikipedia.org/wiki/Postgraduate_diploma",
        "https://en.wikipedia.org/wiki/Engineering_degree",
        "https://en.wikipedia.org/wiki/Bologna_Process",
        "https://en.wikipedia.org/wiki/Postgraduate_research",
        "https://en.wikipedia.org/wiki/Graduate_Entry",
        "https://en.wikipedia.org/wiki/Bachelor_of_Medicine_and_Surgery",
        "https://en.wikipedia.org/wiki/Dentistry",
        "https://en.wikipedia.org/wiki/Universities_and_higher_education_in_Brazil",
        "https://en.wikipedia.org/wiki/List_of_universities_in_Brazil",
        "https://en.wikipedia.org/wiki/FAPESP",
        "https://en.wikipedia.org/wiki/CNPq",
        "https://en.wikipedia.org/wiki/Postgraduate",
        "https://en.wikipedia.org/wiki/Master_of_Science",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Canada",
        "https://en.wikipedia.org/wiki/Academic_grading_in_North_America",
        "https://en.wikipedia.org/wiki/Letter_grade",
        "https://en.wikipedia.org/wiki/Honours_degree",
        "https://en.wikipedia.org/wiki/Honours_degree",
        "https://en.wikipedia.org/wiki/TOEFL",
        "https://en.wikipedia.org/wiki/Student_loans_in_Canada",
        "https://en.wikipedia.org/wiki/Teaching_assistant",
        "https://en.wikipedia.org/wiki/Research_assistant",
        "https://en.wikipedia.org/wiki/Scholarships",
        "https://en.wikipedia.org/wiki/Bursary",
        "https://en.wikipedia.org/wiki/Coursework",
        "https://en.wikipedia.org/wiki/Research",
        "https://en.wikipedia.org/wiki/Thesis",
        "https://en.wikipedia.org/wiki/Thesis_defence",
        "https://en.wikipedia.org/wiki/Dissertation",
        "https://en.wikipedia.org/wiki/Comprehensive_examination",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Standard_Mandarin",
        "https://en.wikipedia.org/wiki/Classical_Chinese",
        "https://en.wikipedia.org/wiki/Classical_Japanese",
        "https://en.wikipedia.org/wiki/German_language",
        "https://en.wikipedia.org/wiki/German_literature",
        "https://en.wikipedia.org/wiki/Doctoral_school",
        "https://en.wikipedia.org/wiki/French_Revolution_of_1789",
        "https://en.wikipedia.org/wiki/Universities",
        "https://en.wikipedia.org/wiki/Professional_doctorate",
        "https://en.wikipedia.org/wiki/Medical_education_in_France",
        "https://en.wikipedia.org/wiki/Public_universities",
        "https://en.wikipedia.org/wiki/European_Credit_Transfer_System",
        "https://en.wikipedia.org/wiki/Deutsche_Forschungsgemeinschaft",
        "https://en.wikipedia.org/wiki/German_Universities_Excellence_Initiative",
        "https://en.wikipedia.org/wiki/Bologna_process",
        "https://en.wikipedia.org/wiki/Republic_of_Ireland",
        "https://en.wikipedia.org/wiki/Higher_Education_Authority",
        "https://en.wikipedia.org/wiki/Weighted_average",
        "https://en.wikipedia.org/wiki/Cranfield_University",
        "https://en.wikipedia.org/wiki/University_of_Birmingham",
        "https://en.wikipedia.org/wiki/Durham_University",
        "https://en.wikipedia.org/wiki/Keele_University",
        "https://en.wikipedia.org/wiki/University_of_Nottingham",
        "https://en.wikipedia.org/wiki/Bournemouth_University",
        "https://en.wikipedia.org/wiki/University_of_London",
        "https://en.wikipedia.org/wiki/Royal_Holloway",
        "https://en.wikipedia.org/wiki/University_College_London",
        "https://en.wikipedia.org/wiki/Doctorates",
        "https://en.wikipedia.org/wiki/Doctoral",
        "https://en.wikipedia.org/wiki/Master_of_Philosophy",
        "https://en.wikipedia.org/wiki/Doctor_of_Education",
        "https://en.wikipedia.org/wiki/UK_Research_Councils",
        "https://en.wikipedia.org/wiki/Engineering_and_Physical_Sciences_Research_Council",
        "https://en.wikipedia.org/wiki/Arts_and_Humanities_Research_Council",
        "https://en.wikipedia.org/wiki/Higher_Education_Funding_Council_for_England",
        "https://en.wikipedia.org/wiki/Housing_benefit",
        "https://en.wikipedia.org/wiki/Local_government",
        "https://en.wikipedia.org/wiki/Graduate_Record_Examination",
        "https://en.wikipedia.org/wiki/Standardized_test",
        "https://en.wikipedia.org/wiki/Graduate_Management_Admission_Test",
        "https://en.wikipedia.org/wiki/Recommendation_letter",
        "https://en.wikipedia.org/wiki/Statement_of_purpose",
        "https://en.wikipedia.org/wiki/Letter_of_Intent",
        "https://en.wikipedia.org/wiki/Grade_point_average",
        "https://en.wikipedia.org/wiki/TOEFL",
        "https://en.wikipedia.org/wiki/All_but_dissertation",
        "https://en.wikipedia.org/wiki/Master_of_Philosophy",
        "https://en.wikipedia.org/wiki/Candidate_of_Philosophy",
        "https://en.wikipedia.org/wiki/Comprehensive_examination",
        "https://en.wikipedia.org/wiki/Lecturer",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Observational_astronomy",
        "https://en.wikipedia.org/wiki/Theoretical_astronomy",
        "https://en.wikipedia.org/wiki/Archaeology",
        "https://en.wikipedia.org/wiki/Humanities",
        "https://en.wikipedia.org/wiki/Social_science",
        "https://en.wikipedia.org/wiki/Natural_science",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/National_Research_Service_Award",
        "https://en.wikipedia.org/wiki/NIH",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/United_States_Department_of_Defense",
        "https://en.wikipedia.org/wiki/United_States_Environmental_Protection_Agency",
        "https://en.wikipedia.org/wiki/German_Marshall_Fund",
        "https://en.wikipedia.org/wiki/Social_Science_Research_Council",
        "https://en.wikipedia.org/wiki/Immigration_law",
        "https://en.wikipedia.org/wiki/Surveillance",
        "https://en.wikipedia.org/wiki/Student_and_Exchange_Visitor_Program",
        "https://en.wikipedia.org/wiki/United_States_Department_of_Homeland_Security",
        "https://en.wikipedia.org/wiki/Labor_union",
        "https://en.wikipedia.org/wiki/Coalition_of_Graduate_Employee_Unions",
        "https://en.wikipedia.org/wiki/National_Labor_Relations_Act",
        "https://en.wikipedia.org/wiki/Michigan",
        "https://en.wikipedia.org/wiki/Central_Michigan_University",
        "https://en.wikipedia.org/wiki/Michigan_State_University",
        "https://en.wikipedia.org/wiki/University_of_Michigan",
        "https://en.wikipedia.org/wiki/Wayne_State_University",
        "https://en.wikipedia.org/wiki/Western_Michigan_University",
        "https://en.wikipedia.org/wiki/United_Auto_Workers",
        "https://en.wikipedia.org/wiki/American_Federation_of_Teachers",
        "https://en.wikipedia.org/wiki/Strike_action",
        "https://en.wikipedia.org/wiki/Undergraduate_education",
        "https://en.wikipedia.org/wiki/List_of_fields_of_doctoral_studies",
        "https://en.wikipedia.org/wiki/Postdoctoral_researcher",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/EURODOC",
        "https://en.wikipedia.org/wiki/List_of_fields_of_doctoral_studies",
        "https://en.wikipedia.org/wiki/Professional_association",
        "https://en.wikipedia.org/wiki/Professional_certification",
        "https://en.wikipedia.org/wiki/Bachelor_of_Civil_Law",
        "https://en.wikipedia.org/wiki/Lexikon_des_Mittelalters",
        "https://en.wikipedia.org/wiki/Lexikon_des_Mittelalters",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Federal_Student_Aid",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Higher_education",
        "https://en.wikipedia.org/wiki/Further_education",
        "https://en.wikipedia.org/wiki/Continuing_education",
        "https://en.wikipedia.org/wiki/Academic_degree",
        "https://en.wikipedia.org/wiki/Undergraduate_degree",
        "https://en.wikipedia.org/wiki/International_Standard_Classification_of_Education",
        "https://en.wikipedia.org/wiki/Associate_degree",
        "https://en.wikipedia.org/wiki/Foundation_degree",
        "https://en.wikipedia.org/wiki/Higher_National_Diploma",
        "https://en.wikipedia.org/wiki/Diploma_of_Higher_Education",
        "https://en.wikipedia.org/wiki/Certificate_of_Higher_Education",
        "https://en.wikipedia.org/wiki/International_Standard_Classification_of_Education",
        "https://en.wikipedia.org/wiki/Honours_degree",
        "https://en.wikipedia.org/wiki/International_Standard_Classification_of_Education",
        "https://en.wikipedia.org/wiki/Postgraduate_diploma",
        "https://en.wikipedia.org/wiki/Postgraduate_certificate",
        "https://en.wikipedia.org/wiki/Diplom",
        "https://en.wikipedia.org/wiki/International_Standard_Classification_of_Education",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Candidate_of_Sciences",
        "https://en.wikipedia.org/wiki/Higher_doctorate",
        "https://en.wikipedia.org/wiki/Doktor_nauk",
        "https://en.wikipedia.org/wiki/Habilitation",
        "https://en.wikipedia.org/wiki/Academic_tenure",
        "https://en.wikipedia.org/wiki/Fellow",
        "https://en.wikipedia.org/wiki/Academic_certificate",
        "https://en.wikipedia.org/wiki/External_degree",
        "https://en.wikipedia.org/wiki/Laurea",
        "https://en.wikipedia.org/wiki/Magister_degree",
        "https://en.wikipedia.org/wiki/Microdegree",
        "https://en.wikipedia.org/wiki/Professional_degree",
        "https://en.wikipedia.org/wiki/Graduate_diploma",
        "https://en.wikipedia.org/wiki/Graduate_certificate",
        "https://en.wikipedia.org/wiki/Higher_diploma",
        "https://en.wikipedia.org/wiki/Specialist_degree",
        "https://en.wikipedia.org/wiki/Terminal_degree",
        "https://en.wikipedia.org/wiki/Honorary_degree",
        "https://en.wikipedia.org/wiki/Ad_eundem_degree",
        "https://en.wikipedia.org/wiki/Educational_stage",
        "https://en.wikipedia.org/wiki/Education",
        "https://en.wikipedia.org/wiki/Early_childhood_education",
        "https://en.wikipedia.org/wiki/Primary_education",
        "https://en.wikipedia.org/wiki/Secondary_education",
        "https://en.wikipedia.org/wiki/Tertiary_education",
        "https://en.wikipedia.org/wiki/Preschool",
        "https://en.wikipedia.org/wiki/Kindergarten",
        "https://en.wikipedia.org/wiki/Primary_school",
        "https://en.wikipedia.org/wiki/Secondary_school",
        "https://en.wikipedia.org/wiki/Middle_school",
        "https://en.wikipedia.org/wiki/Higher_education",
        "https://en.wikipedia.org/wiki/Vocational_education",
        "https://en.wikipedia.org/wiki/Further_education",
        "https://en.wikipedia.org/wiki/Continuing_education",
        "https://en.wikipedia.org/wiki/Undergraduate_education",
        "https://en.wikipedia.org/wiki/Alternative_education",
        "https://en.wikipedia.org/wiki/Homeschooling",
        "https://en.wikipedia.org/wiki/Adult_education",
        "https://en.wikipedia.org/wiki/School",
        "https://en.wikipedia.org/wiki/Educational_stage",
        "https://en.wikipedia.org/wiki/Early_childhood_education",
        "https://en.wikipedia.org/wiki/Preschool",
        "https://en.wikipedia.org/wiki/Kindergarten",
        "https://en.wikipedia.org/wiki/Primary_education",
        "https://en.wikipedia.org/wiki/First_school",
        "https://en.wikipedia.org/wiki/Infant_school",
        "https://en.wikipedia.org/wiki/Junior_school",
        "https://en.wikipedia.org/wiki/Primary_school",
        "https://en.wikipedia.org/wiki/Secondary_education",
        "https://en.wikipedia.org/wiki/Adult_high_school",
        "https://en.wikipedia.org/wiki/Cadet_college",
        "https://en.wikipedia.org/wiki/Collegiate_institute",
        "https://en.wikipedia.org/wiki/Comprehensive_high_school",
        "https://en.wikipedia.org/wiki/Comprehensive_school",
        "https://en.wikipedia.org/wiki/Continuation_high_school",
        "https://en.wikipedia.org/wiki/Grammar_school",
        "https://en.wikipedia.org/wiki/Hauptschule",
        "https://en.wikipedia.org/wiki/Lyceum",
        "https://en.wikipedia.org/wiki/Maths_school",
        "https://en.wikipedia.org/wiki/Minor_seminary",
        "https://en.wikipedia.org/wiki/Secondary_school",
        "https://en.wikipedia.org/wiki/Sixth_form_college",
        "https://en.wikipedia.org/wiki/Studio_school",
        "https://en.wikipedia.org/wiki/University_technical_college",
        "https://en.wikipedia.org/wiki/Upper_school",
        "https://en.wikipedia.org/wiki/Tertiary_education",
        "https://en.wikipedia.org/wiki/Professional_school",
        "https://en.wikipedia.org/wiki/Technical_school",
        "https://en.wikipedia.org/wiki/Vocational_school",
        "https://en.wikipedia.org/wiki/Higher_education",
        "https://en.wikipedia.org/wiki/Academy",
        "https://en.wikipedia.org/wiki/College",
        "https://en.wikipedia.org/wiki/Community_college",
        "https://en.wikipedia.org/wiki/Graduate_school",
        "https://en.wikipedia.org/wiki/Institute_of_technology",
        "https://en.wikipedia.org/wiki/Junior_college",
        "https://en.wikipedia.org/wiki/Liberal_arts_college",
        "https://en.wikipedia.org/wiki/Research_university",
        "https://en.wikipedia.org/wiki/Residential_college",
        "https://en.wikipedia.org/wiki/Seminary",
        "https://en.wikipedia.org/wiki/University",
        "https://en.wikipedia.org/wiki/Upper_division_college",
        "https://en.wikipedia.org/wiki/Vocational_university",
        "https://en.wikipedia.org/wiki/Middle_school",
        "https://en.wikipedia.org/wiki/Ranch_school",
        "https://en.wikipedia.org/wiki/Charter_school",
        "https://en.wikipedia.org/wiki/Community_day_school",
        "https://en.wikipedia.org/wiki/Free_education",
        "https://en.wikipedia.org/wiki/Independent_school",
        "https://en.wikipedia.org/wiki/Private_university",
        "https://en.wikipedia.org/wiki/Public_university",
        "https://en.wikipedia.org/wiki/International_university",
        "https://en.wikipedia.org/wiki/Selective_school",
        "https://en.wikipedia.org/wiki/Separate_school",
        "https://en.wikipedia.org/wiki/Sink_school",
        "https://en.wikipedia.org/wiki/Specialist_schools_in_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/State_school",
        "https://en.wikipedia.org/wiki/Alternative_school",
        "https://en.wikipedia.org/wiki/Democratic_education",
        "https://en.wikipedia.org/wiki/Anarchistic_free_school",
        "https://en.wikipedia.org/wiki/Sudbury_school",
        "https://en.wikipedia.org/wiki/International_school",
        "https://en.wikipedia.org/wiki/Magnet_school",
        "https://en.wikipedia.org/wiki/Music_school",
        "https://en.wikipedia.org/wiki/Specialist_school",
        "https://en.wikipedia.org/wiki/Vocal_school",
        "https://en.wikipedia.org/wiki/Progressive_education",
        "https://en.wikipedia.org/wiki/Free_school_movement",
        "https://en.wikipedia.org/wiki/Folk_high_school",
        "https://en.wikipedia.org/wiki/Laboratory_school",
        "https://en.wikipedia.org/wiki/Montessori_education",
        "https://en.wikipedia.org/wiki/Waldorf_education",
        "https://en.wikipedia.org/wiki/Religious_school",
        "https://en.wikipedia.org/wiki/Bible_college",
        "https://en.wikipedia.org/wiki/Catholic_school",
        "https://en.wikipedia.org/wiki/Christian_school",
        "https://en.wikipedia.org/wiki/Female_seminary",
        "https://en.wikipedia.org/wiki/Gurukula",
        "https://en.wikipedia.org/wiki/Parochial_school",
        "https://en.wikipedia.org/wiki/Madrasa",
        "https://en.wikipedia.org/wiki/Yeshiva",
        "https://en.wikipedia.org/wiki/Boarding_school",
        "https://en.wikipedia.org/wiki/Day_school",
        "https://en.wikipedia.org/wiki/Distance_education",
        "https://en.wikipedia.org/wiki/Homeschooling",
        "https://en.wikipedia.org/wiki/Prison_education",
        "https://en.wikipedia.org/wiki/Virtual_school",
        "https://en.wikipedia.org/wiki/Compensatory_education",
        "https://en.wikipedia.org/wiki/Compulsory_education",
        "https://en.wikipedia.org/wiki/Continuing_education",
        "https://en.wikipedia.org/wiki/Further_education",
        "https://en.wikipedia.org/wiki/Gifted_education",
        "https://en.wikipedia.org/wiki/Inclusive_education",
        "https://en.wikipedia.org/wiki/Remedial_education",
        "https://en.wikipedia.org/wiki/Special_education",
        "https://en.wikipedia.org/wiki/Platonic_Academy",
        "https://en.wikipedia.org/wiki/Monastic_school",
        "https://en.wikipedia.org/wiki/Cathedral_school",
        "https://en.wikipedia.org/wiki/Medieval_university",
        "https://en.wikipedia.org/wiki/Indigenous_peoples",
        "https://en.wikipedia.org/wiki/Canadian_Indian_residential_school_system",
        "https://en.wikipedia.org/wiki/Native_schools",
        "https://en.wikipedia.org/wiki/Department_of_Bantu_Education",
        "https://en.wikipedia.org/wiki/American_Indian_boarding_schools",
        "https://en.wikipedia.org/wiki/Hedge_school",
        "https://en.wikipedia.org/wiki/Krifo_scholio",
        "https://en.wikipedia.org/wiki/Katakombenschule",
        "https://en.wikipedia.org/wiki/Educational_institution",
        "https://en.wikipedia.org/wiki/Postgraduate_education",
        "https://en.wikipedia.org/wiki/Postgraduate_education",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}