{
    "url": "https://en.wikipedia.org/wiki/Practical_Idealism",
    "title": "Practical idealism",
    "table_of_contents": [
        "1 International affairs",
        "2 U.S. presidential politics",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Practical idealism is a term first used by John Dewey in 1917 and subsequently adopted by Mahatma Gandhi (Gandhi Marg 2002). It describes a philosophy that holds it to be an ethical imperative to implement ideals of virtue or good. It further holds it to be equally immoral to either refuse to make the compromises necessary to realise high ideals, or to discard ideals in the name of expediency. Practical idealism in its broadest sense may be compared to utilitarianism in its emphasis on outcomes, and to political economy and enlightened self-interest in its emphasis on the alignment of what is right with what is possible.\n\n"
        },
        {
            "title": "International affairs",
            "text": "In foreign policy and international relations, the phrase \"practical idealism\" has come to be taken as a theory or set of principles that diplomats or politicians use to describe or publicize their outlook on foreign policy. It purports to be a pragmatic compromise between realism, which stresses the promotion of a state's \"narrow\" and amoral self-interest, and idealism, which aims to use the state's influence and power to promote higher liberal ideals such as peace, justice, and co-operation between nations. In this view, realism is seen as a prescription for Machiavellian selfishness and ruthlessness in international relations. Machiavelli recommended political strategies for reigning, or potential, princes; the infamous teachings gravitate around his vision of the overarching and ultimate goal of any prince, remaining in power. These strategies range from those that, today, might be called moderate or liberal political advice to those that, today, might be called illegal, immoral or unconstitutional. Machiavelli is by name, like novelist George Orwell, modernly associated with manipulative acts and philosophies that disregard civil rights and basic human dignity in favor of deception, intimidation, and coercion. This extreme form of realism is sometimes considered both unbecoming of nations' aspirations and, ultimately, morally and spiritually unsatisfying for their individual people. Extreme idealism, on the other hand, is associated with moralist naiveté and the failure to prioritize the interests of one's state above other goals.\n\nMore recently, practical idealism has been advocated by United States Secretary of State Condoleezza Rice and Philip D. Zelikow, in the position of counselor to the department. The latter has defended the foreign policy of the George W. Bush administration as being \"motivated in good part by ideals that transcend narrow conceptions of material self-interest.\" Zelikow also assesses former U.S. presidents Theodore Roosevelt and Franklin Roosevelt as practitioners of practical idealism.\n\nSingaporean diplomat and former ambassador to the United Nations Dr. Tommy Koh quoted UN Secretary-General U Thant when he described himself as a practical idealist:\n\nCritics have questioned whether practical idealism is merely a slogan with no substantive policy implications. (Gude 2005)\n\n"
        },
        {
            "title": "U.S. presidential politics",
            "text": "The phrase practical idealism also was used as a slogan by John Kusumi who ran as an independent candidate in the 1984 presidential elections. This was the first introduction of the phrase in U.S. presidential politics. (United Press International 1984) (New Haven Journal Courier 1984) (New Haven Register 1984)\n\nFormer Democratic Vice President Al Gore also used the phrase in the 1990s, as did Republican Secretary of State Condoleezza Rice in the 2000s.\n\nAmerican political scientist Jack Godwin elaborates on the doctrine of practical idealism in The Arrow and the Olive Branch: Practical Idealism in US Foreign Policy.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/John_Dewey",
        "https://en.wikipedia.org/wiki/Mahatma_Gandhi",
        "https://en.wikipedia.org/wiki/Utilitarianism",
        "https://en.wikipedia.org/wiki/Political_economy",
        "https://en.wikipedia.org/wiki/Foreign_policy",
        "https://en.wikipedia.org/wiki/International_relations",
        "https://en.wikipedia.org/wiki/Realism_in_international_relations",
        "https://en.wikipedia.org/wiki/Idealism_in_international_relations",
        "https://en.wikipedia.org/wiki/Liberal_international_relations_theory",
        "https://en.wikipedia.org/wiki/Machiavelli",
        "https://en.wikipedia.org/wiki/Orwellian",
        "https://en.wikipedia.org/wiki/United_States_Secretary_of_State",
        "https://en.wikipedia.org/wiki/Condoleezza_Rice",
        "https://en.wikipedia.org/wiki/President_of_the_United_States",
        "https://en.wikipedia.org/wiki/Theodore_Roosevelt",
        "https://en.wikipedia.org/wiki/Franklin_Roosevelt",
        "https://en.wikipedia.org/wiki/Singapore",
        "https://en.wikipedia.org/wiki/United_Nations",
        "https://en.wikipedia.org/wiki/U_Thant",
        "https://en.wikipedia.org/wiki/Gandhi_Peace_Foundation",
        "https://en.wikipedia.org/wiki/Practical_idealism",
        "https://en.wikipedia.org/wiki/Practical_idealism",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}