{
    "url": "https://en.wikipedia.org/wiki/Prefrontal_synthesis",
    "title": "Prefrontal synthesis",
    "table_of_contents": [
        "1 History of the term",
        "2 Neuroscience of prefrontal synthesis",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Prefrontal synthesis (PFS, also known as mental synthesis) is the conscious purposeful process of synthesizing novel mental images. PFS is neurologically different from the other types of imagination, such as simple memory recall and dreaming. Unlike dreaming, which is spontaneous and not controlled by the prefrontal cortex (PFC),[1] PFS is controlled by and completely dependent on the intact lateral prefrontal cortex.[2][3][4][5][6][7] Unlike simple memory recall that involves activation of a single neuronal ensemble (NE) encoded at some point in the past, PFS involves active combination of two or more object-encoding neuronal ensembles (objectNE). The mechanism of PFS is hypothesized to involve synchronization of several independent objectNEs.[8] When objectNEs fire out-of-sync, the objects are perceived one at a time. However, once those objectNEs are time-shifted by the lateral PFC to fire in-phase with each other, they are consciously experienced as one unified object or scene.\n\n"
        },
        {
            "title": "History of the term",
            "text": "The earliest reference to mental synthesis is found in the doctoral dissertation of S. J. Rowton written in 1864. Paraphrasing Cicero’s description of nature that can only be unified in someone’s mind, S. J. Rowton writes: \"... there cannot be one thing unless by a mental synthesis of many things or parts ...\"[9]\n\nIn the 20th century the term mental synthesis was often used in psychology to describe the experiments of combinatorial nature. In a common experimental setup, subjects are instructed to mentally assemble the verbally described shapes in various ways. For example, the shapes may have been the capital letters ‘J’ and ‘D’, and the subject would then be asked to combine them into as many objects as possible, with size being flexible. A suitable answer in this example would be: an umbrella. The performance in this task is then quantified by counting the number of legitimate patterns that participants construct using the presented shapes.[10][11][12][13][14]\n\nAs the neurobiological study of imagination advanced in the 21st century, there was a need to distinguish the neurologically distinct components of imagination: first in terms of their dependence on the lateral PFC and second in terms of the number of involved neuronal ensembles. As a result, \"mental synthesis\" was adapted to describe the active process of assembling two or more independent objectNEs from memory into novel combinations.[8][15][16] The term \"prefrontal synthesis\" was later proposed for use in place of \"mental synthesis\" in order to emphasize the role of the PFC and further distance this type of voluntary imagination from other types of involuntary imagination, such as REM-sleep dreaming, day-time dreaming, hallucination, and spontaneous insight.[17]\n\nThere is evidence that a deficit in PFS in humans presents as language which is \"impoverished and show[s] an apparent diminution of the capacity to 'propositionize'. The length and complexity of sentences are reduced. There is a dearth of dependent clauses and, more generally, an underutilization of what Chomsky characterizes as the potential for recursiveness of language\"[18][19]\n\n"
        },
        {
            "title": "Neuroscience of prefrontal synthesis",
            "text": "The mechanism of PFS is hypothesized to involve synchronization of several independent object-encoding neuronal ensembles (objectNEs). When objectNEs fire out-of-sync, the objects are perceived one at a time. However, once those objectNEs are time-shifted by the lateral prefrontal cortex (LPFC) to fire in-phase with each other, they are consciously experienced as one unified object or scene. The synchronization hypothesis has never been directly tested but is indirectly supported by several lines of experimental evidence.[20][21][22][23][24] Furthermore, it is the most parsimonious way to explain the formation of new imaginary memories since the same mechanism of Hebbian learning (\"neurons that fire together wire together\") that is responsible for externally-driven sensory memories of objects and scenes can be also responsible for memorizing internally-constructed novel images, such as plans and engineering designs. In the process of formation of novel receptive memories, neurons are synchronized by simultaneous external stimulation (e.g., light reflected from a moving object is falling on the retina at the same time). In the process of formation of novel imaginary memories, neurons are synchronized by the LPFC during waking or spontaneously during dreaming. In both cases it is the synchronous firing of neurons that wires them together into new stable objectNEs that can later be consolidated into long-term memory.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Mental_images",
        "https://en.wikipedia.org/wiki/Dream",
        "https://en.wikipedia.org/wiki/Prefrontal_cortex",
        "https://en.wikipedia.org/wiki/Lateral_prefrontal_cortex",
        "https://en.wikipedia.org/wiki/Neuronal_ensemble",
        "https://en.wikipedia.org/wiki/Dream",
        "https://en.wikipedia.org/wiki/Hallucination",
        "https://en.wikipedia.org/wiki/Insight",
        "https://en.wikipedia.org/wiki/Posterior_cortical_hot_zone",
        "https://en.wikipedia.org/wiki/Lateral_prefrontal_cortex",
        "https://en.wikipedia.org/wiki/Imaginary_memories",
        "https://en.wikipedia.org/wiki/Dream",
        "https://en.wikipedia.org/wiki/Art",
        "https://en.wikipedia.org/wiki/Creativity",
        "https://en.wikipedia.org/wiki/Fictional_countries",
        "https://en.wikipedia.org/wiki/Idea",
        "https://en.wikipedia.org/wiki/Imagination",
        "https://en.wikipedia.org/wiki/Mimesis",
        "https://en.wikipedia.org/wiki/Sociological_imagination",
        "https://en.wikipedia.org/wiki/Truth",
        "https://en.wikipedia.org/wiki/Prefrontal_synthesis",
        "https://en.wikipedia.org/wiki/Prefrontal_synthesis",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}