{
    "url": "https://en.wikipedia.org/wiki/Prefrontal_Analysis",
    "title": "Prefrontal Analysis",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Prefrontal Analysis (PFA) is a type of active constructive imagination that allows humans to mentally reduce an object into parts.[1] For example, humans can recall a kettle and then mentally break a handle. The imaginary kettle with the broken handle, a horse without the tail, or a cow without the ear are novel objects since they were never before observed physically. The process of generating these objects in the mind is the process of image decomposition or analysis, as opposed to Prefrontal Synthesis that involves combining two or more objects together.\n\nOn the neurological level, PFA is hypothesized to involve desynchronization of the part of an object-encoding neuronal ensemble (objectNE) from the rest of the ensemble.  For example, when one imagines a kettle with a broken handle, the lateral prefrontal cortex (LPFC) desynchronizes the handle from the rest of the objectNE of the kettle. LPFC-driven shift of a part of the objectNE out-of-phase with the rest of the ensemble, results in the perception of a new object encoded by those neurons that remain firing synchronously.\n\nPFA was coined in to define the component of active imagination acquired by the first stone tools makers Homo habilis and Homo erectus. Manufacturing a handaxe out of a cobble requires a mental template of the future handaxe. According to Ian Tattersall, “To make a carefully shaped handaxe from a lump of rock not only demanded a sophisticated appreciation of how stone can be fashioned by fracture, but a mental template in the mind of the toolmaker that determined the eventual form of the tool.”[2] In neurological terms, the “mental template” is an objectNE encoded in the neocortex of the toolmaker. Critically, the mental template could not have been recalled from memory. It must have been actively imagined by the toolmaker by analyzing the objectNE encoding the original cobblestone.\n\nSince all attempts to teach stone tools manufacturing to apes have failed so far,[3] it is suggested that PFA was acquired after humans have split from chimpanzee line 6 million years ago. Improvement of stone tools from Mode One to Mode two and Mode Three have been hypothesized to reflect improvements in PFA ability.[4]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Prefrontal_Synthesis",
        "https://en.wikipedia.org/wiki/Lateral_prefrontal_cortex",
        "https://en.wikipedia.org/wiki/Homo_habilis",
        "https://en.wikipedia.org/wiki/Homo_erectus",
        "https://en.wikipedia.org/wiki/Handaxe",
        "https://en.wikipedia.org/wiki/Neocortex",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Prefrontal_Analysis",
        "https://en.wikipedia.org/wiki/Prefrontal_Analysis",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}