{
    "url": "https://en.wikipedia.org/wiki/Preferred_frame",
    "title": "Preferred frame",
    "table_of_contents": [
        "1 Preferred frame in aether theory",
        "2 Inertial frames preferred above noninertial frames",
        "3 See also",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In theoretical physics, a preferred frame or privileged frame is usually a special hypothetical frame of reference in which the laws of physics might appear to be identifiably different (simpler) from those in other frames.\n\nIn theories that apply the principle of relativity to inertial motion, physics is the same in all inertial frames, and is even the same in all frames under the principle of general relativity.\n\n"
        },
        {
            "title": "Preferred frame in aether theory",
            "text": "In theories that presume that light travels at a fixed speed relative to an unmodifiable and detectable luminiferous aether, a preferred frame would be a frame in which this aether would be stationary. In 1887, Michelson and Morley tried to identify the state of motion of the aether. To do so, they assumed Galilean relativity to be satisfied by clocks and rulers; that is, that the length of rulers and periods of clocks are invariant under any Galilean frame change. Under such an hypothesis, the aether should have been observed. \n\nBy comparing measurements made in different directions and looking for an effect due to the Earth's orbital speed, their experiment famously produced a null result. As a consequence, within Lorentz ether theory the Galilean transformation was replaced by the Lorentz transformation. However, in Lorentz aether theory the existence of an undetectable aether is assumed and the relativity principle holds. The theory was quickly replaced by special relativity, which gave similar formulas without the existence of an unobservable aether. All inertial frames are physically equivalent, in both theories. More precisely, provided that no phenomenon violates the principle of relativity of motion, there is no means to measure the velocity of an inertial observer with regard to a possible medium of propagation of quantum waves.\n\n"
        },
        {
            "title": "Inertial frames preferred above noninertial frames",
            "text": "Although all inertial frames are equivalent under classical mechanics  and special relativity, the set of all inertial frames is privileged over non-inertial frames in these theories.[1]: 10  Inertial frames are privileged because they do not have physics whose causes are outside of the system, while non-inertial frames do. Einstein gives the following example: suppose two equally-composed elastic bodies are in space and distant from each other such that the interaction between them can be ignored, and whose only relative motion is a uniform rigid rotation around the line joining the centers of both bodies (like spinning wheels around an axle). One of the bodies is a sphere, and the other is a spheroid, a squashed sphere. The observable proper physical shape of the bodies remains the same in all frames. The non-rotating-spheroid frame has physics whose cause lies outside the system, responsible for the oblateness of the spheroid. The non-rotating-sphere frame does not, which makes it privileged in that it doesn't require external causes. This applies to all inertial frames, who are privileged in the same regard.[1]: 209  Einstein went on to develop general relativity and the equivalence principle, in which inertial-gravitational frames are no longer privileged,[1]: 215–223  because the geodesics of spacetime explain these inertial-gravitational effects without an external cause.[2]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Theoretical_physics",
        "https://en.wikipedia.org/wiki/Hypothetical",
        "https://en.wikipedia.org/wiki/Frame_of_reference",
        "https://en.wikipedia.org/wiki/Laws_of_physics",
        "https://en.wikipedia.org/wiki/Principle_of_relativity",
        "https://en.wikipedia.org/wiki/Inertia",
        "https://en.wikipedia.org/wiki/Inertial_frame",
        "https://en.wikipedia.org/wiki/General_relativity",
        "https://en.wikipedia.org/wiki/Luminiferous_aether",
        "https://en.wikipedia.org/wiki/Null_result",
        "https://en.wikipedia.org/wiki/Lorentz_ether_theory",
        "https://en.wikipedia.org/wiki/Galilean_transformation",
        "https://en.wikipedia.org/wiki/Lorentz_transformation",
        "https://en.wikipedia.org/wiki/Special_relativity",
        "https://en.wikipedia.org/wiki/Absolute_space_and_time",
        "https://en.wikipedia.org/wiki/Classical_mechanics",
        "https://en.wikipedia.org/wiki/Special_relativity",
        "https://en.wikipedia.org/wiki/Chemical_composition",
        "https://en.wikipedia.org/wiki/Axle",
        "https://en.wikipedia.org/wiki/Sphere",
        "https://en.wikipedia.org/wiki/Spheroid",
        "https://en.wikipedia.org/wiki/Proper_length",
        "https://en.wikipedia.org/wiki/General_relativity",
        "https://en.wikipedia.org/wiki/Equivalence_principle",
        "https://en.wikipedia.org/wiki/Geodesics_in_general_relativity",
        "https://en.wikipedia.org/wiki/Spacetime",
        "https://en.wikipedia.org/wiki/Tests_of_special_relativity",
        "https://en.wikipedia.org/wiki/Modern_searches_for_Lorentz_violation",
        "https://en.wikipedia.org/wiki/Cosmic_microwave_background",
        "https://en.wikipedia.org/wiki/Test_theories_of_special_relativity",
        "https://en.wikipedia.org/wiki/Preferred_frame",
        "https://en.wikipedia.org/wiki/Preferred_frame",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}