{
    "url": "https://en.wikipedia.org/wiki/Premium_Rush",
    "title": "Premium Rush",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Lawsuit",
        "5 Reception",
        "5.1 Box office",
        "5.2 Critical response",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Premium Rush is a 2012 American action thriller film directed by David Koepp and written by Koepp and John Kamps. The film stars Joseph Gordon-Levitt, Michael Shannon, Dania Ramirez, and Jamie Chung. It follows a bicycle messenger chased around New York City by a corrupt police officer who wants an envelope the messenger has. It was released on August 24, 2012 by Columbia Pictures.\n\n"
        },
        {
            "title": "Plot",
            "text": "The film follows a nonlinear narrative. It contains numerous flash-forward and flashback cuts, indicated with an overlaid digital clock showing the time advancing rapidly forward or backward to the next scene. In chronological order: Wilee is a disenchanted Columbia Law School graduate who has put off taking the bar exam because he could not bear to enter the humdrum life of the legal profession. He finds meaning and purpose in being employed as a thrill-seeking New York City bicycle messenger, despite arguments with his girlfriend and fellow bike messenger, Vanessa, who insists that he should make something of himself. Even his choice of bike is unconventional; steel frame, fixed gear, no brakes. Vanessa's roommate, Nima, has asked Vanessa to move out for a personal reason she does not disclose. \n\nVanessa is in the process of packing her few belongings. Nima delivers $50,000 that she has saved for two years to Mr. Leung, a Chinese hawaladar, in exchange for a ticket that she must deliver to Sister Chen, so that Chen’s gang can smuggle Nima's son and mother from China to the United States. Mr. Lin, a local loan shark, has learned of the ticket and that whoever returns it to Mr. Leung can collect Nima's money. He approaches Robert \"Bobby\" Monday, a gambling-addicted NYPD detective who owes him money, offering to clear Monday's debt if Monday gets him the ticket. Monday begins searching for Nima, who decides to hire Wilee to deliver the envelope with the ticket to Sister Chen by 7 pm after Nima is told by Leung that anyone who knew she was visiting him is a loose end which could endanger her if she tries to deliver the ticket herself. \n\nWilee and Nima conduct their transaction at the college attended by Nima. After Wilee leaves, Nima is confronted by Monday, who sees the courier receipt Wilee gave her. He is able to steal the receipt from Nima. After Monday leaves, Vanessa finds Nima, and learns the contents of the envelope. Monday catches up with Wilee before he leaves the college campus, stating that he is a school official, that Nima had no authority to handle the contents of the envelope on the school's behalf, and that he would like the envelope back, with the receipt Wilee gave to Nima in his hands. Wilee refuses. He is able to escape, with Monday in pursuit. Wilee heads to the police station to report Monday, only to find out he's a police detective. Wilee hides in a bathroom, where he opens the envelope and finds the ticket. After he escapes the station, Wilee angrily tells his dispatcher, Raj, that he is returning the package so that someone else can drop it off. \n\nReturning to Nima's college, Wilee leaves the envelope, which is picked up by his rival, Manny. Before Manny picks it up, however, Monday calls the dispatch to redirect the delivery to a different address. As he is about to leave the school after returning the envelope, Wilee runs into Nima. He confronts her about the ticket, and she reveals the truth. Guilt-ridden, Wilee tries to catch up to Manny, who refuses to give Wilee his drop. They race each other and in the process, are chased by a bike cop who had earlier tried to arrest Wilee. As they approach Monday's location, the bike cop tackles Manny off his bike and arrests him. Vanessa, who learns of Monday's trickery and races over to warn Manny, appears, grabs Manny's bag and gives it to Wilee.\n\nAs they are about to escape, Wilee is hit by a taxi, and fractures some ribs. He is put in an ambulance with Monday, while his damaged bike is taken to an impound lot, with the envelope hidden in the handlebars. Monday tortures Wilee by pressing on his injured ribs, and Wilee offers to give Monday the envelope in exchange for his bike. Wilee tells Monday that the envelope is in Manny's bag, and Monday leaves to search it, while Wilee meets with Vanessa in the impound lot. She gives him the envelope, which she had retrieved, and he escapes on a stolen bike. Monday, realizing Wilee has tricked him, pursues Wilee to Sister Chen's place. Meanwhile, Nima calls Mr. Leung for help. He deploys his enforcer, the Sudoku Man, to help her. As Wilee reaches Chinatown, he is confronted by Monday, who is threatening to kill him. \n\nHowever, Vanessa arrives with a flash mob of messengers, dispatched by Raj, who delay Monday by hitting him numerous times, giving Wilee time to deliver the ticket to Sister Chen just before the stroke of 7 pm. She calls the captain of her ship and tells him to allow Nima's family aboard. Outside, Monday is confronted by Chinese and Italian mobsters and doesn't notice Sudoku Man, who shoots Monday in the back of his head using a Sudoko book to silence the pistol. Dying and feeling faint, Monday tries to get in his car but dies before he can do so. Nima's mother calls her and confirms that she and Nima's son have gotten on the ship. Nima meets with Wilee and Vanessa while they are finally reunited. Some time later, Wilee is back on his job stating while one day he might settle in a firm job but doesn't feel ready. Despite the city's hostile environment at times, he relishes the thrill citing he \"can't stop\" and doesn't want to either.\n\n"
        },
        {
            "title": "Production",
            "text": "Writer director David Koepp developed Premium Rush and co-wrote the screenplay with John Kamps. They aimed to have elaborate chase sequences like in a William Friedkin film.[8]\n\nPrincipal photography began in mid-July 2010 and ended by early September 2010 in New York City.[9] Gordon-Levitt was injured during filming on August 1, 2010, when he rode into the back of a taxi. The impact sent Gordon-Levitt flying into the rear windshield of the taxi, slashing his arm which required 31 stitches.[10] A shot of the aftermath of that accident is included as a scene during the credits of the film. Locations included Columbia University, Central Park and Canal Street.[2]\n\n"
        },
        {
            "title": "Lawsuit",
            "text": "In 2011, a lawsuit was filed in the Northern District of California by author Joe Quirk, claiming Premium Rush was based on his 1998 novel The Ultimate Rush. The suit claimed many plot, character name, and scene similarities to Quirk's original novel.[11] In July 2012, U.S. District Judge Richard Seeborg  declined to dismiss Quirk's claim that Sony Pictures, parent company of Columbia Pictures, had breached an implied contract. The production company Pariah, director David Koepp and co-screenwriter John Kamps are also named in the suit.[12] On April 2, 2013, Judge Seeborg dismissed this case, finding that the two works were not substantially similar.[13]\n\n"
        },
        {
            "title": "Reception",
            "text": "In its opening weekend, Premium Rush opened at #8, grossing $6 million.[7][14] The film grossed $20.3 million in North America while grossing $10.8 million in foreign markets, totaling a worldwide income of $31.1 million, against a production budget of $35 million.[7]\n\nOn Rotten Tomatoes the film has an approval rating of 74% based on 160 reviews, with an average rating of 6.33/10. The site's critical consensus reads, \"It's built out of familiar parts, but no matter how formulaic Premium Rush's storyline might seem, it's elevated by high-octane action and enjoyable performances.\"[15] On Metacritic, the film has a score of 66 out of 100, based on 36 critics, indicating \"generally favorable reviews\".[16] Audiences surveyed by CinemaScore gave the film a grade B on scale of A to F.[17]\n\nChicago Sun-Times critic Roger Ebert awarded the film 3.5 stars out of 4, calling it a \"breakneck chase movie\".[18]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/David_Koepp",
        "https://en.wikipedia.org/wiki/Gavin_Polone",
        "https://en.wikipedia.org/wiki/Michael_Shannon",
        "https://en.wikipedia.org/wiki/Dania_Ramirez",
        "https://en.wikipedia.org/wiki/Jamie_Chung",
        "https://en.wikipedia.org/wiki/Mitchell_Amundsen",
        "https://en.wikipedia.org/wiki/Jill_Savitt",
        "https://en.wikipedia.org/wiki/Dave_Sardy",
        "https://en.wikipedia.org/wiki/Columbia_Pictures",
        "https://en.wikipedia.org/wiki/Gavin_Polone",
        "https://en.wikipedia.org/wiki/Sony_Pictures_Releasing",
        "https://en.wikipedia.org/wiki/Action_thriller_film",
        "https://en.wikipedia.org/wiki/David_Koepp",
        "https://en.wikipedia.org/wiki/Michael_Shannon",
        "https://en.wikipedia.org/wiki/Dania_Ramirez",
        "https://en.wikipedia.org/wiki/Jamie_Chung",
        "https://en.wikipedia.org/wiki/Bicycle_messenger",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Columbia_Pictures",
        "https://en.wikipedia.org/wiki/Nonlinear_narrative",
        "https://en.wikipedia.org/wiki/Columbia_Law_School",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Bicycle_messenger",
        "https://en.wikipedia.org/wiki/Hawaladar",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Problem_gambling",
        "https://en.wikipedia.org/wiki/New_York_Police_Department",
        "https://en.wikipedia.org/wiki/Flash_mob",
        "https://en.wikipedia.org/wiki/Michael_Shannon",
        "https://en.wikipedia.org/wiki/New_York_Police_Department",
        "https://en.wikipedia.org/wiki/Dania_Ramirez",
        "https://en.wikipedia.org/wiki/Jamie_Chung",
        "https://en.wikipedia.org/wiki/Aasif_Mandvi",
        "https://en.wikipedia.org/wiki/Ashley_Austin_Morris",
        "https://en.wikipedia.org/wiki/Henry_O",
        "https://en.wikipedia.org/wiki/Brian_Koppelman",
        "https://en.wikipedia.org/wiki/Lauren_Ashley_Carter",
        "https://en.wikipedia.org/wiki/Aaron_Tveit",
        "https://en.wikipedia.org/wiki/Wai_Ching_Ho",
        "https://en.wikipedia.org/wiki/David_Koepp",
        "https://en.wikipedia.org/wiki/William_Friedkin",
        "https://en.wikipedia.org/wiki/Empire_State_Building",
        "https://en.wikipedia.org/wiki/Principal_photography",
        "https://en.wikipedia.org/wiki/Columbia_University",
        "https://en.wikipedia.org/wiki/Central_Park",
        "https://en.wikipedia.org/wiki/Joe_Quirk",
        "https://en.wikipedia.org/wiki/The_Ultimate_Rush",
        "https://en.wikipedia.org/wiki/Sony_Pictures",
        "https://en.wikipedia.org/wiki/Columbia_Pictures",
        "https://en.wikipedia.org/wiki/Rotten_Tomatoes",
        "https://en.wikipedia.org/wiki/Metacritic",
        "https://en.wikipedia.org/wiki/CinemaScore",
        "https://en.wikipedia.org/wiki/Roger_Ebert",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/British_Board_of_Film_Classification",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Reed_Business_Information",
        "https://en.wikipedia.org/wiki/Reed_Business_Information",
        "https://en.wikipedia.org/wiki/The_Age",
        "https://en.wikipedia.org/wiki/Melbourne",
        "https://en.wikipedia.org/wiki/Australia",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/The_Hollywood_Reporter",
        "https://en.wikipedia.org/wiki/Rotten_Tomatoes",
        "https://en.wikipedia.org/wiki/Fandango_Media",
        "https://en.wikipedia.org/wiki/Metacritic",
        "https://en.wikipedia.org/wiki/CinemaScore",
        "https://en.wikipedia.org/wiki/Roger_Ebert",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/AllMovie",
        "https://en.wikipedia.org/wiki/Box_Office_Mojo",
        "https://en.wikipedia.org/wiki/Rotten_Tomatoes",
        "https://en.wikipedia.org/wiki/Metacritic",
        "https://en.wikipedia.org/wiki/David_Koepp",
        "https://en.wikipedia.org/wiki/The_Trigger_Effect",
        "https://en.wikipedia.org/wiki/Stir_of_Echoes",
        "https://en.wikipedia.org/wiki/Secret_Window",
        "https://en.wikipedia.org/wiki/You_Should_Have_Left",
        "https://en.wikipedia.org/wiki/Premium_Rush",
        "https://en.wikipedia.org/wiki/Premium_Rush",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}