{
    "url": "https://en.wikipedia.org/wiki/Preterism",
    "title": "Preterism",
    "table_of_contents": [
        "1 History",
        "2 Schools of preterist thought",
        "2.1 Partial preterism",
        "2.2 Full preterism",
        "2.3 Related positions",
        "3 Influences within Christian thought",
        "4 Interpretation of the Book of Revelation",
        "5 Interpretation of the Great Tribulation",
        "6 Key verses",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Preterism, a Christian eschatological view, interprets some (partial preterism) or all (full preterism) prophecies of the Bible as events which have already happened. This school of thought interprets the Book of Daniel as referring to events that happened from the 7th century BC until the first century AD, while seeing the prophecies of the Book of Revelation as events that happened in the first century AD. Preterism holds that Ancient Israel finds its continuation or fulfillment in the Christian church at the  destruction of Jerusalem in AD 70.\n\nThe term preterism comes from the Latin praeter, which is a prefix denoting that something is \"past\" or \"beyond\".[1] Adherents of preterism are known as preterists. Preterism teaches that either all (full preterism) or a majority (partial preterism) of the Olivet discourse had come to pass by AD 70.\n\nHistorically, preterists and  non-preterists have generally agreed that the Jesuit Luis de Alcasar (1554–1613) wrote the first systematic preterist exposition of prophecy Vestigatio arcani sensus in Apocalypsi, published during the Counter-Reformation.[2]\n\n"
        },
        {
            "title": "History",
            "text": "At the time of the Counter-Reformation, the Jesuit Luis de Alcasar wrote a prominent preterist exposition of prophecy.[3][page needed][4] Moses Stuart noted in 1845 that Alcasar's preterist interpretation advantaged the Roman Catholic Church during its arguments with Protestants,[5] and Kenneth Newport in an eschatological commentary in 2000 described preterism as a Catholic defense against the Protestant historicist view which identified the Roman Catholic Church as a  persecuting apostasy.[6]\n\nDue to resistance from Protestant historicists, the preterist view was slow to gain acceptance outside the Roman Catholic Church.[7][page needed] Among Protestants preterism was first accepted by Hugo Grotius[8][9] (1583-1645), a Dutch Protestant eager to establish common ground between Protestants and the Roman Catholic Church.[10] His first attempt to do this in his  \"Commentary on Certain Texts Which Deal with Antichrist\" (1640) attempted to argue that the texts relating to Antichrist had had their fulfillment in the 1st century AD. Protestants did not welcome such views[11] but Grotius remained undeterred and in his next work, \"Commentaries On The New Testament\" (1641–50), he expanded his preterist views to include the Olivet discourse and the Book of Revelation.\n\nPreterism continued to struggle to gain credibility within other Protestant communities, especially in England.[12] The English commentator Thomas Hayne claimed in 1645 that the prophecies of the Book of Daniel had all been fulfilled by the 1st century,[13]\nand  Joseph Hall expressed the same conclusion concerning Daniel's prophecies in 1650,[14]\nbut neither of them applied a preterist approach to Revelation. However, the exposition of Grotius convinced the Englishman Henry Hammond (1605-1660). Hammond sympathized with Grotius' desire for unity among Christians, and found his preterist exposition useful to this end.[15][page needed] Hammond wrote his own preterist exposition in 1653, borrowing extensively from Grotius. In his introduction to Revelation he claimed that others had independently arrived at similar conclusions as himself, though giving pride of place to Grotius.[16][page needed] Hammond was Grotius' only notable Protestant convert, and despite his reputation and influence, Protestants overwhelmingly rejected Grotius' interpretation of Revelation, which gained no ground for at least 100 years.[17][18][19]\n\nBy the end of the 18th century preterist exposition had gradually become more widespread. In 1730 the Protestant and Arian, Frenchman Firmin Abauzit wrote the first full preterist exposition, \"Essai sur l'Apocalypse\". Abauzit worked in the then independent  Republic of Geneva as a librarian.[20] This was part of a growing development of more systematic preterist expositions of Revelation.[21] Later, though, it appears that Abauzit recanted this approach after a critical examination by his English translator, Leonard Twells.[22]\n\nThe earliest American full-preterist work, The Second Advent of the Lord Jesus Christ: A Past Event, was written in 1845 by Robert Townley. Townley later recanted this view.[23]\n\nPreterists,[who?] full and partial, believe that preterism is becoming[when?] increasingly popular due to more recent translations of the Bible – with Young's Literal Translation (1862) being a key work.[citation needed]\n\n"
        },
        {
            "title": "Schools of preterist thought",
            "text": "The two principal schools of preterist thought are commonly called partial preterism and full preterism.  Preterists disagree significantly about the exact meaning of the terms used to denote these divisions of preterist thought.\n\nSome partial preterists prefer to call their position orthodox preterism, thus contrasting their agreement with the creeds of the Ecumenical Councils with what they perceive to be the full preterists' rejection of the same.[24] This, in effect, makes full preterism unorthodox in the eyes of partial preterists and gives rise to the claim by some that full preterism is heretical. Partial preterism is also sometimes called orthodox preterism, classical preterism or moderate preterism.\n\nOn the other hand, some full preterists prefer to call their position \"consistent preterism\", reflecting their extension of preterism to all biblical prophecy and thus claiming an inconsistency in the partial preterist hermeneutic.[25]\n\nSub-variants of preterism include a form of partial preterism which places fulfillment of some eschatological passages in the first three centuries of the current era, culminating in the fall of Rome. In addition, certain statements from classical theological liberalism are easily mistaken for preterism, as they hold that the biblical record accurately reflects Jesus' and the Apostles' belief that all prophecy was to be fulfilled within their generation. Theological liberalism generally regards these apocalyptic expectations as being errant or mistaken, however, so this view cannot accurately be considered a form of preterism.[26]\n\nPartial preterism (often referred to as orthodox preterism or classical preterism) may hold that most eschatological prophecies, such as the destruction of Jerusalem, the Antichrist, the Great Tribulation, and the advent of the Day of the Lord as a \"judgment-coming\" of Christ, were fulfilled either in AD 70[27] or during the persecution of Christians under the Emperor Nero.[28][29]\n\nSome partial preterists may believe that the Antichrist, the Great Tribulation, and the advent of the Day of the Lord as a \"judgment-coming\" of Christ, were not historically fulfilled.\n\nSome partial preterists identify \"Babylon the Great\" (Revelation 17–18) with the pagan Roman Empire, though some, such as N.T. Wright, David Chilton, and Kenneth Gentry identify it with the city of Jerusalem.[27][30] Most interpretations identify Nero as the Beast,[31][32][33][34][35][36][37][a] while his mark is often interpreted as the stamped image of the emperor's head on every coin of the Roman Empire: the stamp on the hand or in the mind of all, without which no one could buy or sell.[38] Another partial preterist view regards first and second century events as recurrent patterns with Nero and Bar Kochba presented as archetypes. There is evidence that the epithet of Bar Kochba is a play on the Hebrew Shema with the value equating to the gematria value of 666. The pun on his patronymic equates to the variant reading 616.[39] However, others believe the Book of Revelation was written after Nero's suicide in AD 68, and identify the Beast with another emperor. The Catholic Encyclopedia states that Revelation was \"written during the latter part of the reign of the Roman Emperor Domitian, probably in AD 95 or 96\".[40]  Many Protestant scholars agree.[41][42] The Second Coming, resurrection of the dead, and Final Judgment however, have not yet occurred in the partial preterist system.[43]\n\nFull preterism differs from partial preterism in that full preterists believe that the destruction of Jerusalem fulfilled all eschatological or \"end times\" events, including the resurrection of the dead and Jesus' Second Coming, or Parousia, and the Final Judgment.[44][page needed]\n\nOther names of full preterism include:\n\nFull preterists argue that a literal reading of Matthew 16:28 (where Jesus tells the disciples that some of them will not taste death until they see him coming in his kingdom)[46] places the second coming in the first century. This precludes a physical second coming of Christ. Instead, the second coming is symbolic of a \"judgment\" against Jerusalem, said to have taken place with the destruction of the temple in Jerusalem in AD 70.[47] For this reason, people who oppose the whole notion also call full preterism \"the AD 70 doctrine\" as their whole eschatology is hinged on this one event.[48] R. C. Sproul says of full preterist Max R. King, of Ohio; \"For this schema to work, the traditional idea of resurrection must be replaced with a metaphorical idea of resurrection\".[49] Detractors of full preterism often refer to the school as hyper-preterism.[50]\n\n"
        },
        {
            "title": "Influences within Christian thought",
            "text": "Partial preterism is generally considered to be a historic orthodox interpretation as it affirms all eschatological points of the ecumenical Creeds of the Church.[51][52][53] Still, partial preterism is not the majority view among American denominations founded after 1500 and meets with significant vocal opposition, especially by those denominations which espouse dispensationalism.[51][53][54] Additionally, dispensationalists are concerned that partial preterism logically leads to an acceptance of full preterism, a concern which is denied by partial preterists.[55]\n\nFull preterism is sometimes viewed as heretical,[51][52][53] based upon the historic creeds of the church (which would exclude this view), and also from biblical passages that condemn a past view of the resurrection or the denial of a physical resurrection or transformation of the body — doctrines which most Christians believe to be essential to the faith. Critics of full preterism point to Paul the Apostle's condemnation of the doctrine of Hymenaeus and Philetus,[56] which they regard as analogous to full preterism. Adherents of full preterism, however, dispute this assertion by pointing out that Paul's condemnation was written during a time in which (their idea of) the resurrection was still in the future (i.e., pre-AD 70). Their critics assert that if the Resurrection has not yet happened, then the condemnation would still apply.\n\n"
        },
        {
            "title": "Interpretation of the Book of Revelation",
            "text": "Preterism holds that the contents of Revelation constitute a prophecy of events that were fulfilled in the 1st century.[57] Preterists believe the dating of the book of Revelation is of vital importance[58] and that it was written before the destruction of Jerusalem in AD 70. Preterism was first expounded by the Jesuit Luis de Alcasar during the Counter-Reformation.[3][59][60] The preterist view served to bolster the Catholic Church's position against attacks by Protestants,[5][6] who identified the Pope with the Antichrist.\n\n"
        },
        {
            "title": "Interpretation of the Great Tribulation",
            "text": "In the preterist view, the Tribulation took place in the past when Roman legions destroyed Jerusalem and its temple in AD 70 during the end stages of the First Jewish–Roman War, and it affected only the Jewish people rather than all mankind.\n\nChristian preterists believe that the Tribulation was a divine judgment visited upon the Jews for their sins, including rejection of Jesus as the promised Messiah. It occurred entirely in the past, around 70 AD when the armed forces of the Roman Empire destroyed Jerusalem and its temple.\n\nA preterist discussion of the Tribulation has its focus on the Gospels, in particular the prophetic passages in Matthew 24, Mark 13, Luke 21, and the Olivet discourse, rather than on the Book of Revelation. Most preterists apply much of the symbolism in Revelation to Rome, the Caesars, and their persecution of Christians, rather than to the Tribulation upon the Jews.\n\nJesus' warning in Matthew 24:34 that \"this generation shall not pass, till all these things be fulfilled\"[61] is tied back to his similar warning to the scribes and the Pharisees that their judgment would \"come upon this generation\",[62] that is, during the first century rather than at a future time long after the scribes and Pharisees had passed away. The destruction in AD 70 occurred within a 40-year generation from the time when Jesus gave that discourse.\n\nThe judgment on the Jewish nation was executed by the Roman legions, \"the abomination of desolation, spoken of by Daniel the prophet.\"[63] This can also be found in Luke 21:20.[64]\n\nSince Matthew 24 begins with Jesus visiting the Jerusalem Temple and pronouncing that \"there shall not be left here one stone upon another, that shall not be thrown down\" (vs. 3), preterists see nothing in scripture to indicate that another Jewish temple will ever be built. The prophecies were all fulfilled against the temple of that time, which was subsequently destroyed within that generation.\n\n"
        },
        {
            "title": "Key verses",
            "text": "This predicted event has been variously interpreted as referring to:[citation needed]\n\nMany preterists find view 6 unacceptable because it implies a mistake on the part of Jesus about the timing of his return. Many[quantify] preterists believe the immediate context seems to indicate the first view, the transfiguration, which immediately follows.[70] This view seems to satisfy that \"some\" disciples would see the glory of the Son of Man, but it does not satisfy the statement that \"he will repay every man for what he has done\". The same situation occurs with views 2 through 4. Only view 5 (the judgement on Jerusalem in AD 70) appears to satisfy both conditions, reinforced with Revelation 2:23, 20:12 and 22:12,[71] as a preterist would argue.[citation needed]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Christian_eschatology",
        "https://en.wikipedia.org/wiki/Historicist_interpretations_of_the_Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Dispensationalism",
        "https://en.wikipedia.org/wiki/Millennialism",
        "https://en.wikipedia.org/wiki/Amillennialism",
        "https://en.wikipedia.org/wiki/Postmillennialism",
        "https://en.wikipedia.org/wiki/Premillennialism",
        "https://en.wikipedia.org/wiki/Prewrath_rapture",
        "https://en.wikipedia.org/wiki/Dispensationalism",
        "https://en.wikipedia.org/wiki/Book_of_Daniel",
        "https://en.wikipedia.org/wiki/Prophecy_of_Seventy_Weeks",
        "https://en.wikipedia.org/wiki/Synoptic_Gospels",
        "https://en.wikipedia.org/wiki/Olivet_Discourse",
        "https://en.wikipedia.org/wiki/Mark_13",
        "https://en.wikipedia.org/wiki/Matthew_24",
        "https://en.wikipedia.org/wiki/The_Sheep_and_the_Goats",
        "https://en.wikipedia.org/wiki/Pauline_epistles",
        "https://en.wikipedia.org/wiki/Second_Epistle_to_the_Thessalonians",
        "https://en.wikipedia.org/wiki/Johannine_literature",
        "https://en.wikipedia.org/wiki/Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Events_of_Revelation",
        "https://en.wikipedia.org/wiki/Book_of_Enoch",
        "https://en.wikipedia.org/wiki/2_Esdras",
        "https://en.wikipedia.org/wiki/Abomination_of_desolation",
        "https://en.wikipedia.org/wiki/Antichrist",
        "https://en.wikipedia.org/wiki/Apocalypse",
        "https://en.wikipedia.org/wiki/Armageddon",
        "https://en.wikipedia.org/wiki/False_prophet",
        "https://en.wikipedia.org/wiki/Four_Horsemen_of_the_Apocalypse",
        "https://en.wikipedia.org/wiki/Gog_and_Magog",
        "https://en.wikipedia.org/wiki/Great_Apostasy",
        "https://en.wikipedia.org/wiki/Great_Tribulation",
        "https://en.wikipedia.org/wiki/Katechon",
        "https://en.wikipedia.org/wiki/Kingship_and_kingdom_of_God",
        "https://en.wikipedia.org/wiki/Lake_of_fire",
        "https://en.wikipedia.org/wiki/Last_Judgment",
        "https://en.wikipedia.org/wiki/Man_of_sin",
        "https://en.wikipedia.org/wiki/New_Heaven_and_New_Earth",
        "https://en.wikipedia.org/wiki/New_Jerusalem",
        "https://en.wikipedia.org/wiki/Number_of_the_beast",
        "https://en.wikipedia.org/wiki/Rapture",
        "https://en.wikipedia.org/wiki/Resurrection_of_the_dead",
        "https://en.wikipedia.org/wiki/Second_Coming",
        "https://en.wikipedia.org/wiki/Seven_bowls",
        "https://en.wikipedia.org/wiki/Seven_seals",
        "https://en.wikipedia.org/wiki/Son_of_perdition",
        "https://en.wikipedia.org/wiki/Two_witnesses",
        "https://en.wikipedia.org/wiki/War_in_Heaven",
        "https://en.wikipedia.org/wiki/Whore_of_Babylon",
        "https://en.wikipedia.org/wiki/Woman_of_the_Apocalypse",
        "https://en.wikipedia.org/wiki/World_to_come",
        "https://en.wikipedia.org/wiki/Christian_eschatology",
        "https://en.wikipedia.org/wiki/Bible",
        "https://en.wikipedia.org/wiki/Book_of_Daniel",
        "https://en.wikipedia.org/wiki/Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Christianity_in_the_1st_century",
        "https://en.wikipedia.org/wiki/Ancient_Israel",
        "https://en.wikipedia.org/wiki/Supersessionism",
        "https://en.wikipedia.org/wiki/Christian_church",
        "https://en.wikipedia.org/wiki/Olivet_discourse",
        "https://en.wikipedia.org/wiki/Jesuit",
        "https://en.wikipedia.org/wiki/Luis_de_Alcasar",
        "https://en.wikipedia.org/wiki/Moses_Stuart",
        "https://en.wikipedia.org/wiki/Roman_Catholic_Church",
        "https://en.wikipedia.org/wiki/Protestants",
        "https://en.wikipedia.org/wiki/Great_Apostasy",
        "https://en.wikipedia.org/wiki/Hugo_Grotius",
        "https://en.wikipedia.org/wiki/Antichrist",
        "https://en.wikipedia.org/wiki/Olivet_discourse",
        "https://en.wikipedia.org/wiki/Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Thomas_Hayne",
        "https://en.wikipedia.org/wiki/Book_of_Daniel",
        "https://en.wikipedia.org/wiki/Henry_Hammond",
        "https://en.wikipedia.org/wiki/Arian",
        "https://en.wikipedia.org/wiki/Firmin_Abauzit",
        "https://en.wikipedia.org/wiki/Canton_of_Geneva",
        "https://en.wikipedia.org/wiki/Leonard_Twells",
        "https://en.wikipedia.org/wiki/Ecumenical_Councils",
        "https://en.wikipedia.org/wiki/Hermeneutic",
        "https://en.wikipedia.org/wiki/Fall_of_Rome",
        "https://en.wikipedia.org/wiki/Theological_liberalism",
        "https://en.wikipedia.org/wiki/Apostles_in_the_New_Testament",
        "https://en.wikipedia.org/wiki/Antichrist",
        "https://en.wikipedia.org/wiki/Great_Tribulation",
        "https://en.wikipedia.org/wiki/The_Day_of_the_Lord",
        "https://en.wikipedia.org/wiki/Nero",
        "https://en.wikipedia.org/wiki/Antichrist",
        "https://en.wikipedia.org/wiki/Great_Tribulation",
        "https://en.wikipedia.org/wiki/The_Day_of_the_Lord",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/David_Chilton",
        "https://en.wikipedia.org/wiki/Kenneth_Gentry",
        "https://en.wikipedia.org/wiki/Jerusalem_in_Christianity",
        "https://en.wikipedia.org/wiki/Number_of_the_beast",
        "https://en.wikipedia.org/wiki/Bar_Kochba",
        "https://en.wikipedia.org/wiki/Catholic_Encyclopedia",
        "https://en.wikipedia.org/wiki/Domitian",
        "https://en.wikipedia.org/wiki/Second_Coming",
        "https://en.wikipedia.org/wiki/Resurrection_of_the_dead",
        "https://en.wikipedia.org/wiki/Final_Judgment",
        "https://en.wikipedia.org/wiki/Resurrection_of_the_dead",
        "https://en.wikipedia.org/wiki/Second_Coming",
        "https://en.wikipedia.org/wiki/Final_Judgment",
        "https://en.wikipedia.org/wiki/Pantelism",
        "https://en.wikipedia.org/wiki/Christian_denominations",
        "https://en.wikipedia.org/wiki/Dispensationalism",
        "https://en.wikipedia.org/wiki/Paul_the_Apostle",
        "https://en.wikipedia.org/wiki/Luis_de_Alcasar",
        "https://en.wikipedia.org/wiki/Great_Tribulation",
        "https://en.wikipedia.org/wiki/Abomination_of_Desolation",
        "https://en.wikipedia.org/wiki/Roman_legions",
        "https://en.wikipedia.org/wiki/Jewish",
        "https://en.wikipedia.org/wiki/Messiah",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/Gospel",
        "https://en.wikipedia.org/wiki/Sofer",
        "https://en.wikipedia.org/wiki/Pharisees",
        "https://en.wikipedia.org/wiki/Second_Temple",
        "https://en.wikipedia.org/wiki/NRSV",
        "https://en.wikipedia.org/wiki/Pentecost",
        "https://en.wikipedia.org/wiki/Amillennialism",
        "https://en.wikipedia.org/wiki/Covenant_theology",
        "https://en.wikipedia.org/wiki/Pantelism",
        "https://en.wikipedia.org/wiki/Postmillennialism",
        "https://en.wikipedia.org/wiki/Supersessionism",
        "https://en.wikipedia.org/wiki/Gematria",
        "https://en.wikipedia.org/wiki/Hebrew_alphabet",
        "https://en.wikipedia.org/wiki/Drue_Cressener",
        "https://en.wikipedia.org/wiki/Thomas_Hayne",
        "https://en.wikipedia.org/wiki/Johannes_Cocceius",
        "https://en.wikipedia.org/wiki/Bulletin_of_the_American_Schools_of_Oriental_Research",
        "https://en.wikipedia.org/wiki/Tyndale_Bulletin",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/PDF",
        "https://en.wikipedia.org/wiki/Tim_LaHaye",
        "https://en.wikipedia.org/wiki/R_C_Sproul",
        "https://en.wikipedia.org/wiki/Global_catastrophic_risk",
        "https://en.wikipedia.org/wiki/Future_of_Earth",
        "https://en.wikipedia.org/wiki/Future_of_an_expanding_universe",
        "https://en.wikipedia.org/wiki/Ultimate_fate_of_the_universe",
        "https://en.wikipedia.org/wiki/Chemical_warfare",
        "https://en.wikipedia.org/wiki/Cyberattack",
        "https://en.wikipedia.org/wiki/Cyberwarfare",
        "https://en.wikipedia.org/wiki/Cyberterrorism",
        "https://en.wikipedia.org/wiki/Cybergeddon",
        "https://en.wikipedia.org/wiki/Gray_goo",
        "https://en.wikipedia.org/wiki/Nanoweapon",
        "https://en.wikipedia.org/wiki/Kinetic_bombardment",
        "https://en.wikipedia.org/wiki/Relativistic_kill_vehicle",
        "https://en.wikipedia.org/wiki/Nuclear_warfare",
        "https://en.wikipedia.org/wiki/Mutual_assured_destruction",
        "https://en.wikipedia.org/wiki/Dead_Hand",
        "https://en.wikipedia.org/wiki/Doomsday_Clock",
        "https://en.wikipedia.org/wiki/Doomsday_device",
        "https://en.wikipedia.org/wiki/Antimatter_weapon",
        "https://en.wikipedia.org/wiki/Electromagnetic_pulse",
        "https://en.wikipedia.org/wiki/Micro_black_hole",
        "https://en.wikipedia.org/wiki/Strangelet",
        "https://en.wikipedia.org/wiki/Synthetic_intelligence",
        "https://en.wikipedia.org/wiki/Artificial_intelligence",
        "https://en.wikipedia.org/wiki/AI_takeover",
        "https://en.wikipedia.org/wiki/Existential_risk_from_artificial_general_intelligence",
        "https://en.wikipedia.org/wiki/Technological_singularity",
        "https://en.wikipedia.org/wiki/Transhumanism",
        "https://en.wikipedia.org/wiki/Year_2000_problem",
        "https://en.wikipedia.org/wiki/Year_2038_problem",
        "https://en.wikipedia.org/wiki/Anthropogenic_hazard",
        "https://en.wikipedia.org/wiki/Doomsday_argument",
        "https://en.wikipedia.org/wiki/Economic_collapse",
        "https://en.wikipedia.org/wiki/Malthusianism",
        "https://en.wikipedia.org/wiki/Nuclear_holocaust",
        "https://en.wikipedia.org/wiki/Nuclear_winter",
        "https://en.wikipedia.org/wiki/Nuclear_famine",
        "https://en.wikipedia.org/wiki/Cobalt_bomb",
        "https://en.wikipedia.org/wiki/Societal_collapse",
        "https://en.wikipedia.org/wiki/Collapsology",
        "https://en.wikipedia.org/wiki/World_War_III",
        "https://en.wikipedia.org/wiki/Climate_variability_and_change",
        "https://en.wikipedia.org/wiki/Anoxic_event",
        "https://en.wikipedia.org/wiki/Biodiversity_loss",
        "https://en.wikipedia.org/wiki/Mass_mortality_event",
        "https://en.wikipedia.org/wiki/Cataclysmic_pole_shift_hypothesis",
        "https://en.wikipedia.org/wiki/Climate_apocalypse",
        "https://en.wikipedia.org/wiki/Deforestation",
        "https://en.wikipedia.org/wiki/Desertification",
        "https://en.wikipedia.org/wiki/Extinction_risk_from_global_warming",
        "https://en.wikipedia.org/wiki/Tipping_points_in_the_climate_system",
        "https://en.wikipedia.org/wiki/Flood_basalt",
        "https://en.wikipedia.org/wiki/Global_dimming",
        "https://en.wikipedia.org/wiki/Global_terrestrial_stilling",
        "https://en.wikipedia.org/wiki/Global_warming",
        "https://en.wikipedia.org/wiki/Hypercane",
        "https://en.wikipedia.org/wiki/Ice_age",
        "https://en.wikipedia.org/wiki/Ecocide",
        "https://en.wikipedia.org/wiki/Ecological_collapse",
        "https://en.wikipedia.org/wiki/Environmental_degradation",
        "https://en.wikipedia.org/wiki/Habitat_destruction",
        "https://en.wikipedia.org/wiki/Human_impact_on_the_environment",
        "https://en.wikipedia.org/wiki/Environmental_issues_with_coral_reefs",
        "https://en.wikipedia.org/wiki/Human_impact_on_marine_life",
        "https://en.wikipedia.org/wiki/Land_degradation",
        "https://en.wikipedia.org/wiki/Land_consumption",
        "https://en.wikipedia.org/wiki/Land_surface_effects_on_climate",
        "https://en.wikipedia.org/wiki/Ocean_acidification",
        "https://en.wikipedia.org/wiki/Ozone_depletion",
        "https://en.wikipedia.org/wiki/Resource_depletion",
        "https://en.wikipedia.org/wiki/Sea_level_rise",
        "https://en.wikipedia.org/wiki/Supervolcano",
        "https://en.wikipedia.org/wiki/Volcanic_winter",
        "https://en.wikipedia.org/wiki/Verneshot",
        "https://en.wikipedia.org/wiki/Water_pollution",
        "https://en.wikipedia.org/wiki/Water_scarcity",
        "https://en.wikipedia.org/wiki/Earth_Overshoot_Day",
        "https://en.wikipedia.org/wiki/Overexploitation",
        "https://en.wikipedia.org/wiki/Overpopulation",
        "https://en.wikipedia.org/wiki/Human_overpopulation",
        "https://en.wikipedia.org/wiki/Extinction",
        "https://en.wikipedia.org/wiki/Extinction_event",
        "https://en.wikipedia.org/wiki/Holocene_extinction",
        "https://en.wikipedia.org/wiki/Human_extinction",
        "https://en.wikipedia.org/wiki/List_of_extinction_events",
        "https://en.wikipedia.org/wiki/Genetic_erosion",
        "https://en.wikipedia.org/wiki/Genetic_pollution",
        "https://en.wikipedia.org/wiki/Biodiversity_loss",
        "https://en.wikipedia.org/wiki/Decline_in_amphibian_populations",
        "https://en.wikipedia.org/wiki/Decline_in_insect_populations",
        "https://en.wikipedia.org/wiki/Biotechnology_risk",
        "https://en.wikipedia.org/wiki/Biological_agent",
        "https://en.wikipedia.org/wiki/Biological_warfare",
        "https://en.wikipedia.org/wiki/Bioterrorism",
        "https://en.wikipedia.org/wiki/Colony_Collapse_Disorder",
        "https://en.wikipedia.org/wiki/Defaunation",
        "https://en.wikipedia.org/wiki/Interplanetary_contamination",
        "https://en.wikipedia.org/wiki/Pandemic",
        "https://en.wikipedia.org/wiki/Pollinator_decline",
        "https://en.wikipedia.org/wiki/Overfishing",
        "https://en.wikipedia.org/wiki/Big_Crunch",
        "https://en.wikipedia.org/wiki/Big_Rip",
        "https://en.wikipedia.org/wiki/Coronal_mass_ejection",
        "https://en.wikipedia.org/wiki/Geomagnetic_storm",
        "https://en.wikipedia.org/wiki/False_vacuum_decay",
        "https://en.wikipedia.org/wiki/Heat_death_of_the_universe",
        "https://en.wikipedia.org/wiki/Proton_decay",
        "https://en.wikipedia.org/wiki/Virtual_black_hole",
        "https://en.wikipedia.org/wiki/Impact_event",
        "https://en.wikipedia.org/wiki/Asteroid_impact_avoidance",
        "https://en.wikipedia.org/wiki/Asteroid_impact_prediction",
        "https://en.wikipedia.org/wiki/Potentially_hazardous_object",
        "https://en.wikipedia.org/wiki/Impact_winter",
        "https://en.wikipedia.org/wiki/Rogue_planet",
        "https://en.wikipedia.org/wiki/Hypernova",
        "https://en.wikipedia.org/wiki/Micronova",
        "https://en.wikipedia.org/wiki/Solar_flare",
        "https://en.wikipedia.org/wiki/Stellar_collision",
        "https://en.wikipedia.org/wiki/Eschatology",
        "https://en.wikipedia.org/wiki/Buddhist_eschatology",
        "https://en.wikipedia.org/wiki/Maitreya",
        "https://en.wikipedia.org/wiki/Three_Ages_of_Buddhism",
        "https://en.wikipedia.org/wiki/Hindu_eschatology",
        "https://en.wikipedia.org/wiki/Kalki",
        "https://en.wikipedia.org/wiki/Kali_Yuga",
        "https://en.wikipedia.org/wiki/Last_Judgement",
        "https://en.wikipedia.org/wiki/Second_Coming",
        "https://en.wikipedia.org/wiki/Book_of_Enoch",
        "https://en.wikipedia.org/wiki/Book_of_Daniel",
        "https://en.wikipedia.org/wiki/Abomination_of_Desolation",
        "https://en.wikipedia.org/wiki/Prophecy_of_Seventy_Weeks",
        "https://en.wikipedia.org/wiki/Messiah",
        "https://en.wikipedia.org/wiki/Christian_eschatology",
        "https://en.wikipedia.org/wiki/Dispensationalism",
        "https://en.wikipedia.org/wiki/Historicist_interpretations_of_the_Book_of_Revelation",
        "https://en.wikipedia.org/wiki/2_Esdras",
        "https://en.wikipedia.org/wiki/Second_Epistle_to_the_Thessalonians",
        "https://en.wikipedia.org/wiki/Man_of_sin",
        "https://en.wikipedia.org/wiki/Katechon",
        "https://en.wikipedia.org/wiki/Antichrist",
        "https://en.wikipedia.org/wiki/Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Events_of_Revelation",
        "https://en.wikipedia.org/wiki/Four_Horsemen_of_the_Apocalypse",
        "https://en.wikipedia.org/wiki/Lake_of_fire",
        "https://en.wikipedia.org/wiki/Number_of_the_beast",
        "https://en.wikipedia.org/wiki/Seven_bowls",
        "https://en.wikipedia.org/wiki/Seven_seals",
        "https://en.wikipedia.org/wiki/Two_witnesses",
        "https://en.wikipedia.org/wiki/War_in_Heaven",
        "https://en.wikipedia.org/wiki/Whore_of_Babylon",
        "https://en.wikipedia.org/wiki/Great_Apostasy",
        "https://en.wikipedia.org/wiki/New_Jerusalem",
        "https://en.wikipedia.org/wiki/Olivet_Discourse",
        "https://en.wikipedia.org/wiki/Great_Tribulation",
        "https://en.wikipedia.org/wiki/Son_of_Perdition",
        "https://en.wikipedia.org/wiki/The_Sheep_and_the_Goats",
        "https://en.wikipedia.org/wiki/Islamic_eschatology",
        "https://en.wikipedia.org/wiki/Beast_of_the_Earth",
        "https://en.wikipedia.org/wiki/Dajjal",
        "https://en.wikipedia.org/wiki/Israfil",
        "https://en.wikipedia.org/wiki/Mahdi",
        "https://en.wikipedia.org/wiki/Sufyani",
        "https://en.wikipedia.org/wiki/Jewish_eschatology",
        "https://en.wikipedia.org/wiki/Messiah_in_Judaism",
        "https://en.wikipedia.org/wiki/Gog_and_Magog",
        "https://en.wikipedia.org/wiki/Third_Temple",
        "https://en.wikipedia.org/wiki/Frashokereti",
        "https://en.wikipedia.org/wiki/Saoshyant",
        "https://en.wikipedia.org/wiki/2011_end_times_prediction",
        "https://en.wikipedia.org/wiki/2012_phenomenon",
        "https://en.wikipedia.org/wiki/Apocalypse",
        "https://en.wikipedia.org/wiki/Apocalyptic_literature",
        "https://en.wikipedia.org/wiki/Apocalypticism",
        "https://en.wikipedia.org/wiki/Armageddon",
        "https://en.wikipedia.org/wiki/Blood_moon_prophecy",
        "https://en.wikipedia.org/wiki/Earth_Changes",
        "https://en.wikipedia.org/wiki/Global_catastrophic_risk",
        "https://en.wikipedia.org/wiki/Gog_and_Magog",
        "https://en.wikipedia.org/wiki/List_of_dates_predicted_for_apocalyptic_events",
        "https://en.wikipedia.org/wiki/Messianism",
        "https://en.wikipedia.org/wiki/Messianic_Age",
        "https://en.wikipedia.org/wiki/Millenarianism",
        "https://en.wikipedia.org/wiki/Millennialism",
        "https://en.wikipedia.org/wiki/Premillennialism",
        "https://en.wikipedia.org/wiki/Amillennialism",
        "https://en.wikipedia.org/wiki/Postmillennialism",
        "https://en.wikipedia.org/wiki/Nibiru_cataclysm",
        "https://en.wikipedia.org/wiki/Rapture",
        "https://en.wikipedia.org/wiki/Prewrath",
        "https://en.wikipedia.org/wiki/Resurrection_of_the_dead",
        "https://en.wikipedia.org/wiki/World_to_come",
        "https://en.wikipedia.org/wiki/Alien_invasion",
        "https://en.wikipedia.org/wiki/List_of_apocalyptic_films",
        "https://en.wikipedia.org/wiki/Climate_fiction",
        "https://en.wikipedia.org/wiki/Disaster_film",
        "https://en.wikipedia.org/wiki/List_of_disaster_films",
        "https://en.wikipedia.org/wiki/List_of_fictional_doomsday_devices",
        "https://en.wikipedia.org/wiki/Zombie_apocalypse",
        "https://en.wikipedia.org/wiki/Zombie",
        "https://en.wikipedia.org/wiki/Centre_for_the_Study_of_Existential_Risk",
        "https://en.wikipedia.org/wiki/Future_of_Humanity_Institute",
        "https://en.wikipedia.org/wiki/Future_of_Life_Institute",
        "https://en.wikipedia.org/wiki/Nuclear_Threat_Initiative",
        "https://en.wikipedia.org/wiki/Cyber_ransom",
        "https://en.wikipedia.org/wiki/Cyberwarfare",
        "https://en.wikipedia.org/wiki/Economic_depression",
        "https://en.wikipedia.org/wiki/Droughts",
        "https://en.wikipedia.org/wiki/Epidemic",
        "https://en.wikipedia.org/wiki/Famine",
        "https://en.wikipedia.org/wiki/Financial_crisis",
        "https://en.wikipedia.org/wiki/Pandemic",
        "https://en.wikipedia.org/wiki/Riots",
        "https://en.wikipedia.org/wiki/Social_crisis",
        "https://en.wikipedia.org/wiki/Survivalism",
        "https://en.wikipedia.org/wiki/Preterism",
        "https://en.wikipedia.org/wiki/Preterism",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}