{
    "url": "https://en.wikipedia.org/wiki/Princess_and_dragon",
    "title": "Princess and dragon",
    "table_of_contents": [
        "1 History",
        "2 Modern versions",
        "3 Interpretations",
        "4 Diversions",
        "5 Tales with princesses and dragons",
        "5.1 Mythology",
        "5.2 Folk and fairy tales",
        "5.3 Literature",
        "5.4 Modern media",
        "5.4.1 Films and television",
        "5.4.2 Video games",
        "6 Tales with princesses and similar perils",
        "6.1 Mythology",
        "6.2 Folk and fairy tales",
        "6.3 Literature",
        "6.4 Modern media",
        "6.4.1 Animated and live-action films",
        "6.4.2 Television",
        "6.4.3 Video games",
        "7 See also",
        "8 References",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Princess and dragon is a archetypical premise common to many legends, fairy tales, and chivalric romances.[1] Northrop Frye identified it as a central form of the quest romance.\n\nThe story involves an upper-class woman, generally a princess or similar high-ranking nobility, saved from a dragon, either a literal dragon or a similar danger, by the virtuous hero (see Damsel in distress). She may be the first woman endangered by the peril, or may be the end of a long succession of women who were not of as high birth as she is, nor as fortunate.[2] Normally the princess ends up married to the dragon-slayer.\n\nThe motifs of the hero who finds the princess about to be sacrificed to the dragon and saves her, the false hero who takes his place, and the final revelation of the true hero, are the identifying marks of the Aarne–Thompson folktale type 300, the Dragon-Slayer. They also appear in type 303, the Two Brothers.[3]  These two tales have been found, in different variants, in countries all over the world.[4]\n\nThe \"princess and dragon\" scenario is given even more weight in popular imagination than it is in the original tales; the stereotypical hero is envisioned as slaying dragons even though, for instance, the Brothers Grimm had only a few tales of dragon and giant slayers among hundreds of tales.[5]\n\n"
        },
        {
            "title": "History",
            "text": "One of the earliest examples of the motif comes from the Ancient Greek tale of Perseus, who rescued the princess Andromeda from Cetus, a sea monster often described as resembling a serpent or dragon.[6] This was taken up into other Greek myths, such as Heracles, who rescued the princess Hesione of Troy from a similar sea monster.  Most ancient versions depicted the dragon as the expression of a god's wrath: in Andromeda's case, because her mother Cassiopeia had compared her beauty to that of the sea nymphs, and in Hesione's, because her father had reneged on a bargain with Poseidon. This is less common in fairy tales and other, later versions, where the dragon is frequently acting out of malice.\n\nThe Japanese legend of Yamata no Orochi also invokes this motif. The god Susanoo encounters two \"Earthly Deities\" who have been forced to sacrifice their seven daughters to the many-headed monster, and their daughter Kushinadahime is the next victim. Susanoo is able to kill the dragon after getting it drunk on sake (rice wine).[7]\n\nAnother variation is from the tale of Saint George and the Dragon. The tale begins with a dragon making its nest at the spring which provides a city-state with water. Consequently, the citizens had to temporarily remove the dragon from its nest in order to collect water. To do so, they offered the dragon a daily human sacrifice. The victim of the day was chosen by drawing lots. Eventually in this lottery, the lot happened to fall to the local princess. The local monarch is occasionally depicted begging for her life with no result. She is offered to the dragon but at this point a traveling Saint George arrives. He faces and defeats the dragon and saves the princess; some versions claim that the dragon is not killed in the fight, but pacified once George ties the princess' sash around its neck. The grateful citizens then abandon their ancestral paganism and convert to Christianity.\n\nA similar tale to St. George's, attributed to Russian sources, is that of St. Yegóry, the Brave: after the kingdoms of Sodom and Komor fall, the kingdom of \"Arabia\" is menaced by a sea-monster that demanded a sacrifice of a human victim every day. The queenly stepmother sent the Princess Elizabeth, the Fair, as the sacrifice. Yegóry, the Brave rescues Elizabeth and uses her sash to bind the beast. To mark her deliverance, he demands the building of three churches.[8]\n\nIn a tale from Tibet, a kingdom suffers from draught due to two \"serpent-gods\" blocking the streams of water at the source. Both dragons also demand the sacrifices of citizens from the kingdom, men and women, to appease them, until prince Schalu and his faithful companion Saran decide to put an end to their existence.[9]\n\nWhen the tale is not about a dragon but a troll, giant, or ogre, the princess is often a captive rather than about to be eaten, as in The Three Princesses of Whiteland. These princesses are often a vital source of information to their rescuers, telling them how to perform tasks that the captor sets to them, or how to kill the monster, and when she does not know, as in The Giant Who Had No Heart in His Body, she frequently can pry the information from the giant. Despite the hero's helplessness without this information, the princess is incapable of using the knowledge herself.  \n\nAgain, if a false claimant intimidates her into silence about who actually killed the monster as in the fairy tale The Two Brothers, when the hero appears, she will endorse his story, but she will not tell the truth prior to them; she often agrees to marry the false claimant in the hero's absence.  The hero has often cut out the tongue of the dragon, so when the false hero cuts off its head, his claim to have killed it is refuted by its lack of a tongue; the hero produces the tongue and so proves his claim to marry the princess.[10]  In some tales, however, the princess herself takes steps to ensure that she can identify the hero—cutting off a piece of his cloak as in Georgic and Merlin, giving him tokens as in The Sea-Maiden—and so separate him from the false hero.\n\nThis dragon-slaying hero appears in medieval romances about knights-errant,[11] such as the Russian Dobrynya Nikitich. In some variants of Tristan and Iseult, Tristan wins Iseult for his uncle, King Mark of Cornwall, by killing a dragon that was devastating her father's kingdom; he has to prove his claim when the king's steward claims to be the dragon-slayer.[12] Ludovico Ariosto took the concept up into Orlando Furioso using it not once but twice: the rescue of Angelica by Ruggiero, and Orlando rescuing Olimpia. The monster that menaced Olimpia reconnected to the Greek myths; although Ariosto described it as a legend to the characters, the story was that the monster sprung from an offense against Proteus. In neither case did he marry the rescued woman to the rescuer. Edmund Spenser depicts St. George in The Faerie Queene, but while Una is a princess who seeks aid against a dragon, and her depiction in the opening with a lamb fits the iconography of St. George pageants, the dragon imperils her parents' kingdom, and not her alone. Many tales of dragons, ending with the dragon-slayer marrying a princess, do not precisely fit this cliché because the princess is in no more danger than the rest of the threatened kingdom.\n\nAn unusual variant occurs in Child ballad 34, Kemp Owyne, where the dragon is the maiden; the hero, based on Ywain from Arthurian legend, rescues her from the transformation with three kisses.[13]\n\nMythological comparativist Julien d'Huy ran an analytical study of the antiquity and diffusion of the snake- or dragon-battling mytheme in different cultural traditions.[14]\n\nScholarship suggests a connection between the episode of the dragon-slaying by the hero and the journey on an eagle's back, akin to the Mesopotamian myth of Etana.[15]\n\n"
        },
        {
            "title": "Modern versions",
            "text": "In the 1959 animated film Sleeping Beauty, Walt Disney concluded the tale by having the wicked fairy godmother Maleficent transform herself into a dragon to withstand the prince, converting the fairy tale to one with the princess and dragon theme.[16]\n\nIn Ian Fleming's Dr. No, both the book and film versions feature a tank in the shape of a dragon that protects Dr. No's island from superstitious intruders.  James Bond and Honeychile Rider are menaced by the dragon, do battle with it, have their friend Quarrel killed and are captured by the crew of the Dragon tank.  Ann Boyd's 1967 book The Devil with James Bond explores the theory of the updating of the Princess and dragon genre.[citation needed]\n\nIn modern fantasy works, the dragon may hold the princess captive instead of eating her. Patricia Wrede spoofed this concept in Dealing with Dragons.\n\nA feminist subversion of the concept for young readers is Robert Munsch's The Paper Bag Princess, in which a princess outwits a dragon to save a prince (her betrothed, whom she proceeds not to marry upon him insulting her makeshift clothing instead of thanking her).\n\nIn Jay Williams's tale The Practical Princess, a dragon demands that a king should sacrifice his daughter to him so that he will leave the rest of the kingdom alone. But the princess saves herself by making a \"princess dummy\" out of straw and filling it with boiling pitch and tar. The princess dresses the straw dummy in one of her own gowns, then goes to the dragon's cave where she offers herself as a sacrifice. The unwitting dragon swallows the dummy whole, and the pitch and tar explode inside the dragon's stomach, killing him. Afterwards, the princess observes, \"Dragons are not very smart.\"\n\nIn the Isaac Asimov short story Prince Delightful and the Flameless Dragon, it is revealed that Dragons used to be slain as part of a passage from princehood to adulthood, though after a while, they became a protected species. Contrary to popular myth, they do not eat princesses as they tend to smell of cheap perfume and give indigestion.\n\n"
        },
        {
            "title": "Interpretations",
            "text": "In his study on the historical roots of the wondertale, Russian scholar Vladimir Propp interpreted the dragonslaying tale (ATU 300) as an inversion of the ancient ritual of a maiden sacrifice to a river to ensure good crops. Propp speculated that, in regards to this practice, the hero would be seem as a \"profaner\" of the ritual, but, as time passed, the maiden sacrifice was discarded and the hero was elevated.[17]\n\n"
        },
        {
            "title": "Diversions",
            "text": "In some stories, mostly in more recent literary works, the cliché involving princesses and dragons is somehow twisted to create a more exciting or humorous effect. For example, in The Paper Bag Princess, the princess came to realize that her prince was even more obnoxious than the dragon, and refused to go with him, preferring to skip off into the setting sun alone instead. In some versions, the princess may also befriend, tame, personally defeat, or even be turned into a dragon herself. Indeed, there are a few examples when a curse or spell transforms a princess into a dragon or similar creature (e.g. an alligator, giant bird, or fictional reptile species) or merges her with a mystical object. For instance, in Atlantis: The Lost Empire, the Atlantean princess is called upon by the crystal that detects a threat and merges with her before she is locked in the crate by Commander Rourke and, after being rescued by Milo and his allies from Rourke, creates a force field to protect the city from an incoming lava. In such stories, the transformed princess usually aids her sweetheart in a battle against a force of evil. In The Swan Princess, for example, Princess Odette is transformed into a swan, and she helps her lover triumph in a battle against the sorcerer Rothbart, who has the power to transform himself into a hideous beast (a manifestation of a lion, wolf, and bear).\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Legend",
        "https://en.wikipedia.org/wiki/Fairy_tale",
        "https://en.wikipedia.org/wiki/Chivalric_romance",
        "https://en.wikipedia.org/wiki/Northrop_Frye",
        "https://en.wikipedia.org/wiki/Quest",
        "https://en.wikipedia.org/wiki/Dragon",
        "https://en.wikipedia.org/wiki/Damsel_in_distress",
        "https://en.wikipedia.org/wiki/Dragonslayer",
        "https://en.wikipedia.org/wiki/False_hero",
        "https://en.wikipedia.org/wiki/Brothers_Grimm",
        "https://en.wikipedia.org/wiki/Ancient_Greece",
        "https://en.wikipedia.org/wiki/Perseus",
        "https://en.wikipedia.org/wiki/Greek_mythology",
        "https://en.wikipedia.org/wiki/Heracles",
        "https://en.wikipedia.org/wiki/Hesione",
        "https://en.wikipedia.org/wiki/Troy",
        "https://en.wikipedia.org/wiki/Nymph",
        "https://en.wikipedia.org/wiki/Poseidon",
        "https://en.wikipedia.org/wiki/Yoshitoshi",
        "https://en.wikipedia.org/wiki/Yamata_no_Orochi",
        "https://en.wikipedia.org/wiki/Kushinadahime",
        "https://en.wikipedia.org/wiki/Sake",
        "https://en.wikipedia.org/wiki/Saint_George_and_the_Dragon",
        "https://en.wikipedia.org/wiki/Human_sacrifice",
        "https://en.wikipedia.org/wiki/Lottery",
        "https://en.wikipedia.org/wiki/Monarch",
        "https://en.wikipedia.org/wiki/Saint_George",
        "https://en.wikipedia.org/wiki/Paganism",
        "https://en.wikipedia.org/wiki/Christianity",
        "https://en.wikipedia.org/wiki/Tibet",
        "https://en.wikipedia.org/wiki/Troll",
        "https://en.wikipedia.org/wiki/Ogre",
        "https://en.wikipedia.org/wiki/The_Three_Princesses_of_Whiteland",
        "https://en.wikipedia.org/wiki/The_Giant_Who_Had_No_Heart_in_His_Body",
        "https://en.wikipedia.org/wiki/Joseph_Jacobs",
        "https://en.wikipedia.org/wiki/False_hero",
        "https://en.wikipedia.org/wiki/Fairy_tale",
        "https://en.wikipedia.org/wiki/The_Two_Brothers",
        "https://en.wikipedia.org/wiki/Georgic_and_Merlin",
        "https://en.wikipedia.org/wiki/Orlando_Furioso",
        "https://en.wikipedia.org/wiki/Dobrynya_Nikitich",
        "https://en.wikipedia.org/wiki/Tristan_and_Iseult",
        "https://en.wikipedia.org/wiki/Tristan",
        "https://en.wikipedia.org/wiki/Iseult",
        "https://en.wikipedia.org/wiki/Mark_of_Cornwall",
        "https://en.wikipedia.org/wiki/Ludovico_Ariosto",
        "https://en.wikipedia.org/wiki/Orlando_Furioso",
        "https://en.wikipedia.org/wiki/Proteus",
        "https://en.wikipedia.org/wiki/Edmund_Spenser",
        "https://en.wikipedia.org/wiki/The_Faerie_Queene",
        "https://en.wikipedia.org/wiki/Child_ballad",
        "https://en.wikipedia.org/wiki/Kemp_Owyne",
        "https://en.wikipedia.org/wiki/Ywain",
        "https://en.wikipedia.org/wiki/Shapeshifting",
        "https://en.wikipedia.org/wiki/Etana",
        "https://en.wikipedia.org/wiki/Propaganda",
        "https://en.wikipedia.org/wiki/White_movement",
        "https://en.wikipedia.org/wiki/Union_of_Soviet_Socialist_Republics",
        "https://en.wikipedia.org/wiki/Walt_Disney",
        "https://en.wikipedia.org/wiki/Wicked_fairy_godmother",
        "https://en.wikipedia.org/wiki/Maleficent",
        "https://en.wikipedia.org/wiki/Ian_Fleming",
        "https://en.wikipedia.org/wiki/Julius_No",
        "https://en.wikipedia.org/wiki/Honey_Ryder",
        "https://en.wikipedia.org/wiki/Fantasy",
        "https://en.wikipedia.org/wiki/Patricia_Wrede",
        "https://en.wikipedia.org/wiki/Dealing_with_Dragons",
        "https://en.wikipedia.org/wiki/Robert_Munsch",
        "https://en.wikipedia.org/wiki/The_Paper_Bag_Princess",
        "https://en.wikipedia.org/wiki/Isaac_Asimov",
        "https://en.wikipedia.org/wiki/Fairy_tale",
        "https://en.wikipedia.org/wiki/Vladimir_Propp",
        "https://en.wikipedia.org/wiki/The_Paper_Bag_Princess",
        "https://en.wikipedia.org/wiki/Crystal",
        "https://en.wikipedia.org/wiki/Lava",
        "https://en.wikipedia.org/wiki/The_Swan_Princess",
        "https://en.wikipedia.org/wiki/Swan",
        "https://en.wikipedia.org/wiki/Lion",
        "https://en.wikipedia.org/wiki/Wolf",
        "https://en.wikipedia.org/wiki/Bear",
        "https://en.wikipedia.org/wiki/Hesione",
        "https://en.wikipedia.org/wiki/Ragnar_Lodbrok",
        "https://en.wikipedia.org/wiki/Nikita_the_Tanner",
        "https://en.wikipedia.org/wiki/Bogatyr",
        "https://en.wikipedia.org/wiki/Dobrynya_Nikitich",
        "https://en.wikipedia.org/wiki/Slavic_dragon",
        "https://en.wikipedia.org/wiki/Italo_Calvino",
        "https://en.wikipedia.org/wiki/Italian_Folktales",
        "https://en.wikipedia.org/wiki/The_Two_Brothers",
        "https://en.wikipedia.org/wiki/Brothers_Grimm",
        "https://en.wikipedia.org/wiki/The_Knights_of_the_Fish",
        "https://en.wikipedia.org/wiki/The_Dragon_of_the_North",
        "https://en.wikipedia.org/wiki/The_Dragon_and_the_Prince",
        "https://en.wikipedia.org/wiki/The_Three_Dogs",
        "https://en.wikipedia.org/wiki/The_Three_Princes_and_their_Beasts",
        "https://en.wikipedia.org/wiki/The_Nine_Peahens_and_the_Golden_Apples",
        "https://en.wikipedia.org/wiki/The_Thirteenth_Son_of_the_King_of_Erin",
        "https://en.wikipedia.org/wiki/The_Three_Enchanted_Princes",
        "https://en.wikipedia.org/wiki/Georgic_and_Merlin",
        "https://en.wikipedia.org/wiki/Saint_George_and_the_Dragon",
        "https://en.wikipedia.org/wiki/The_Facetious_Nights_of_Straparola",
        "https://en.wikipedia.org/wiki/Ileana_Simziana",
        "https://en.wikipedia.org/wiki/Zmeu",
        "https://en.wikipedia.org/wiki/Balaur",
        "https://en.wikipedia.org/wiki/Albanian_folklore",
        "https://en.wikipedia.org/wiki/E_Bukura_e_Dheut",
        "https://en.wikipedia.org/wiki/Orlando_Furioso",
        "https://en.wikipedia.org/wiki/Ludovico_Ariosto",
        "https://en.wikipedia.org/wiki/Terry_Pratchett",
        "https://en.wikipedia.org/wiki/Shrek",
        "https://en.wikipedia.org/wiki/Blazing_Dragons",
        "https://en.wikipedia.org/wiki/SpongeBob_SquarePants",
        "https://en.wikipedia.org/wiki/Dunces_and_Dragons",
        "https://en.wikipedia.org/wiki/Hydlide",
        "https://en.wikipedia.org/wiki/Virtual_Hydlide",
        "https://en.wikipedia.org/wiki/Dragon_Buster",
        "https://en.wikipedia.org/wiki/Castle_Master",
        "https://en.wikipedia.org/wiki/Ramayana",
        "https://en.wikipedia.org/wiki/The_Giant_Who_Had_No_Heart_in_His_Body",
        "https://en.wikipedia.org/wiki/The_Red_Ettin",
        "https://en.wikipedia.org/wiki/Soria_Moria_Castle",
        "https://en.wikipedia.org/wiki/Shortshanks",
        "https://en.wikipedia.org/wiki/The_Death_of_Koschei_the_Deathless",
        "https://en.wikipedia.org/wiki/Schippeitaro",
        "https://en.wikipedia.org/wiki/The_Three_Princesses_of_Whiteland",
        "https://en.wikipedia.org/wiki/Ruslan_and_Ludmila",
        "https://en.wikipedia.org/wiki/Alexander_Pushkin",
        "https://en.wikipedia.org/wiki/The_Castle_of_Llyr",
        "https://en.wikipedia.org/wiki/Lloyd_Alexander",
        "https://en.wikipedia.org/wiki/The_Tale_of_Despereaux",
        "https://en.wikipedia.org/wiki/Kate_DiCamillo",
        "https://en.wikipedia.org/wiki/Diana_Wynne_Jones",
        "https://en.wikipedia.org/wiki/Conan_the_Destroyer",
        "https://en.wikipedia.org/wiki/Castle_in_the_Sky",
        "https://en.wikipedia.org/wiki/Wizards_of_the_Lost_Kingdom",
        "https://en.wikipedia.org/wiki/The_Princess_and_the_Pirate",
        "https://en.wikipedia.org/wiki/The_Castle_of_Cagliostro",
        "https://en.wikipedia.org/wiki/Son_of_the_Pink_Panther",
        "https://en.wikipedia.org/wiki/Black_Mirror",
        "https://en.wikipedia.org/wiki/Magic_Knight_Rayearth",
        "https://en.wikipedia.org/wiki/Super_Mario",
        "https://en.wikipedia.org/wiki/The_Legend_of_Zelda",
        "https://en.wikipedia.org/wiki/Wario_Land_4",
        "https://en.wikipedia.org/wiki/Marvel_Land",
        "https://en.wikipedia.org/wiki/Dragon_Spirit",
        "https://en.wikipedia.org/wiki/Bomberman_Hero",
        "https://en.wikipedia.org/wiki/Shining_in_the_Darkness",
        "https://en.wikipedia.org/wiki/Shining_Soul_II",
        "https://en.wikipedia.org/wiki/HarmoKnight",
        "https://en.wikipedia.org/wiki/Kaeru_no_Tame_ni_Kane_wa_Naru",
        "https://en.wikipedia.org/wiki/Wizard_and_the_Princess",
        "https://en.wikipedia.org/wiki/Princess_Tomato_in_the_Salad_Kingdom",
        "https://en.wikipedia.org/wiki/Xexex",
        "https://en.wikipedia.org/wiki/Pit_Pot",
        "https://en.wikipedia.org/wiki/The_Astyanax",
        "https://en.wikipedia.org/wiki/List_of_dragons_in_popular_culture",
        "https://en.wikipedia.org/wiki/List_of_fictional_princesses",
        "https://en.wikipedia.org/wiki/Johan_Huizinga",
        "https://en.wikipedia.org/wiki/The_Autumn_of_the_Middle_Ages",
        "https://en.wikipedia.org/wiki/Anatomy_of_Criticism",
        "https://en.wikipedia.org/wiki/Johan_Huizinga",
        "https://en.wikipedia.org/wiki/The_Autumn_of_the_Middle_Ages",
        "https://en.wikipedia.org/wiki/Francis_James_Child",
        "https://en.wikipedia.org/wiki/Studia_mythologica_Slavica",
        "https://en.wikipedia.org/wiki/Berghahn_Books",
        "https://en.wikipedia.org/wiki/Stock_character",
        "https://en.wikipedia.org/wiki/List_of_stock_characters",
        "https://en.wikipedia.org/wiki/Archetype",
        "https://en.wikipedia.org/wiki/Hero",
        "https://en.wikipedia.org/wiki/Action_hero",
        "https://en.wikipedia.org/wiki/Christ_figure",
        "https://en.wikipedia.org/wiki/Everyman",
        "https://en.wikipedia.org/wiki/Folk_hero",
        "https://en.wikipedia.org/wiki/Legacy_hero",
        "https://en.wikipedia.org/wiki/Mythological_king",
        "https://en.wikipedia.org/wiki/Paladin",
        "https://en.wikipedia.org/wiki/Superhero",
        "https://en.wikipedia.org/wiki/Youngest_son",
        "https://en.wikipedia.org/wiki/Antihero",
        "https://en.wikipedia.org/wiki/Byronic_hero",
        "https://en.wikipedia.org/wiki/Man_alone",
        "https://en.wikipedia.org/wiki/Tragic_hero",
        "https://en.wikipedia.org/wiki/Cyberhero",
        "https://en.wikipedia.org/wiki/Supersoldier",
        "https://en.wikipedia.org/wiki/Rogue_literature",
        "https://en.wikipedia.org/wiki/Lovable_rogue",
        "https://en.wikipedia.org/wiki/Gentleman_detective",
        "https://en.wikipedia.org/wiki/Trickster",
        "https://en.wikipedia.org/wiki/Tricky_slave",
        "https://en.wikipedia.org/wiki/Zanni",
        "https://en.wikipedia.org/wiki/Harlequin",
        "https://en.wikipedia.org/wiki/Brighella",
        "https://en.wikipedia.org/wiki/Scapino",
        "https://en.wikipedia.org/wiki/Pulcinella",
        "https://en.wikipedia.org/wiki/Pierrot",
        "https://en.wikipedia.org/wiki/Bad_boy_archetype",
        "https://en.wikipedia.org/wiki/Gentleman_thief",
        "https://en.wikipedia.org/wiki/Pirates_in_popular_culture",
        "https://en.wikipedia.org/wiki/Air_pirate",
        "https://en.wikipedia.org/wiki/Space_pirate",
        "https://en.wikipedia.org/wiki/Villain",
        "https://en.wikipedia.org/wiki/False_hero",
        "https://en.wikipedia.org/wiki/Double_agent",
        "https://en.wikipedia.org/wiki/Evil_twin",
        "https://en.wikipedia.org/wiki/Social_Darwinist",
        "https://en.wikipedia.org/wiki/Dark_lord",
        "https://en.wikipedia.org/wiki/Mad_scientist",
        "https://en.wikipedia.org/wiki/Supervillain",
        "https://en.wikipedia.org/wiki/Monster",
        "https://en.wikipedia.org/wiki/Evil_clown",
        "https://en.wikipedia.org/wiki/Killer_toy",
        "https://en.wikipedia.org/wiki/Monster_girl",
        "https://en.wikipedia.org/wiki/List_of_swamp_monsters",
        "https://en.wikipedia.org/wiki/Vampires_in_popular_culture",
        "https://en.wikipedia.org/wiki/Zombie",
        "https://en.wikipedia.org/wiki/Alazon",
        "https://en.wikipedia.org/wiki/Archenemy",
        "https://en.wikipedia.org/wiki/Folk_devil",
        "https://en.wikipedia.org/wiki/Masked_Mystery_Villain",
        "https://en.wikipedia.org/wiki/Miser",
        "https://en.wikipedia.org/wiki/Vecchio",
        "https://en.wikipedia.org/wiki/Pantalone",
        "https://en.wikipedia.org/wiki/Il_Dottore",
        "https://en.wikipedia.org/wiki/Il_Capitano",
        "https://en.wikipedia.org/wiki/Feminine",
        "https://en.wikipedia.org/wiki/Girl_next_door",
        "https://en.wikipedia.org/wiki/Hooker_with_a_heart_of_gold",
        "https://en.wikipedia.org/wiki/Loosu_ponnu",
        "https://en.wikipedia.org/wiki/Magical_girlfriend",
        "https://en.wikipedia.org/wiki/Catgirl",
        "https://en.wikipedia.org/wiki/Monster_girl",
        "https://en.wikipedia.org/wiki/Manic_Pixie_Dream_Girl",
        "https://en.wikipedia.org/wiki/Hag",
        "https://en.wikipedia.org/wiki/Cat_lady",
        "https://en.wikipedia.org/wiki/Crone",
        "https://en.wikipedia.org/wiki/Fairy_godmother",
        "https://en.wikipedia.org/wiki/La_Ruffiana",
        "https://en.wikipedia.org/wiki/Loathly_lady",
        "https://en.wikipedia.org/wiki/Hawksian_woman",
        "https://en.wikipedia.org/wiki/Dragon_Lady",
        "https://en.wikipedia.org/wiki/Femme_fatale",
        "https://en.wikipedia.org/wiki/Tsundere",
        "https://en.wikipedia.org/wiki/Women_warriors_in_literature_and_culture",
        "https://en.wikipedia.org/wiki/Jungle_girl",
        "https://en.wikipedia.org/wiki/Magical_girl",
        "https://en.wikipedia.org/wiki/Princesse_lointaine",
        "https://en.wikipedia.org/wiki/Southern_belle",
        "https://en.wikipedia.org/wiki/Valley_girl",
        "https://en.wikipedia.org/wiki/Yamato_nadeshiko",
        "https://en.wikipedia.org/wiki/LGBT_stereotypes",
        "https://en.wikipedia.org/wiki/Laotong",
        "https://en.wikipedia.org/wiki/Columbina",
        "https://en.wikipedia.org/wiki/Mammy_stereotype",
        "https://en.wikipedia.org/wiki/Geek_girl",
        "https://en.wikipedia.org/wiki/Gamer_girl",
        "https://en.wikipedia.org/wiki/Damsel_in_distress",
        "https://en.wikipedia.org/wiki/Final_girl",
        "https://en.wikipedia.org/wiki/Masculine",
        "https://en.wikipedia.org/wiki/Harlequin",
        "https://en.wikipedia.org/wiki/Pierrot",
        "https://en.wikipedia.org/wiki/Father_figure",
        "https://en.wikipedia.org/wiki/Wise_old_man",
        "https://en.wikipedia.org/wiki/Elderly_martial_arts_master",
        "https://en.wikipedia.org/wiki/American_mappillai",
        "https://en.wikipedia.org/wiki/Himbo",
        "https://en.wikipedia.org/wiki/Ivan_the_Fool",
        "https://en.wikipedia.org/wiki/Little_Johnny",
        "https://en.wikipedia.org/wiki/Nice_guy",
        "https://en.wikipedia.org/wiki/Nice_Jewish_boy_stereotype",
        "https://en.wikipedia.org/wiki/Superfluous_man",
        "https://en.wikipedia.org/wiki/Prince_Charming",
        "https://en.wikipedia.org/wiki/Feral_child",
        "https://en.wikipedia.org/wiki/Noble_savage",
        "https://en.wikipedia.org/wiki/Caveman",
        "https://en.wikipedia.org/wiki/Mole_people",
        "https://en.wikipedia.org/wiki/Mountain_man",
        "https://en.wikipedia.org/wiki/LGBT_stereotypes",
        "https://en.wikipedia.org/wiki/Otokonoko",
        "https://en.wikipedia.org/wiki/Bad_boy_archetype",
        "https://en.wikipedia.org/wiki/Pachuco",
        "https://en.wikipedia.org/wiki/Black_knight",
        "https://en.wikipedia.org/wiki/Adolescent_cliques",
        "https://en.wikipedia.org/wiki/Barbarian",
        "https://en.wikipedia.org/wiki/Clown",
        "https://en.wikipedia.org/wiki/Dragonslayer",
        "https://en.wikipedia.org/wiki/Imaginary_friend",
        "https://en.wikipedia.org/wiki/Innamorati",
        "https://en.wikipedia.org/wiki/Little_green_men",
        "https://en.wikipedia.org/wiki/Magical_Negro",
        "https://en.wikipedia.org/wiki/Pop_icon",
        "https://en.wikipedia.org/wiki/Shoulder_angel",
        "https://en.wikipedia.org/wiki/Sidekick",
        "https://en.wikipedia.org/wiki/Straight_man",
        "https://en.wikipedia.org/wiki/Tokenism",
        "https://en.wikipedia.org/wiki/Town_drunk",
        "https://en.wikipedia.org/wiki/Tragic_mulatto",
        "https://en.wikipedia.org/wiki/Village_idiot",
        "https://en.wikipedia.org/wiki/White_savior_narrative_in_film",
        "https://en.wikipedia.org/wiki/Princess_and_dragon",
        "https://en.wikipedia.org/wiki/Princess_and_dragon",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}