{
    "url": "https://en.wikipedia.org/wiki/Prince_Kaguya",
    "title": "Prince Kaguya",
    "table_of_contents": [
        "1 Plot",
        "2 Characters and cast members",
        "3 Theme songs",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Prince Kaguya (プリンス・カグヤ) is a Japanese musical based on the fictional prose narrative, The Tale of the Bamboo Cutter.[1] It was premiered on November 28, 2015, at the Hakuhinkan Theater in Tokyo, where its functions were held until December 6.[2] Between December 12 and 13, three functions were held at the Matsushita IMP Hall, Osaka. It starred Shouta Aoi, Masato Saki, Yūki Fujiwara, Nozomu Masuzawa and Naomi Akimoto.[3] The main theme is \"Murasaki\" sung by Shouta Aoi.[4][5] Despite being based on a classic story, the work incorporates aspects of modern culture and Kaguya's gender was changed from female to male.\n\n"
        },
        {
            "title": "Plot",
            "text": "The story starts with a woman named Aoi sending her newborn son to Earth while being chased by enemies who want to kill them. The baby is found in a bamboo forest by an elderly-childless couple, Maru and Akahoshi. Sora, a zashiki-warashi who lives in the old couple's house, acts as storyteller throughout the play. The couple follows the note from Kaguya's mother, which asks them to raise Kaguya as a girl instead of a boy in order to guarantee the child's safety. Years later, Kaguya has grown into a beautiful and kind-hearted teenager. He lives his life as a woman, although his true masculine nature occasionally comes to light, resulting in numerous comic satires. Kaguya wants to do something for the people of his village and, following Sora's idea, he decides to become an idol using \"Luna\" as his stage name. Luna quickly becomes popular and gains many fans, although one of them becomes obsessed with Kaguya and tries to kill him. The attack results in a fire that triggers Kaguya's memories. It's revealed that he was the first child of the Moon's Emperor by his second wife, and that he was blessed with the unusual power of lightning struck and rain every time he cried. The Emperor's first wife, jealous of Aoi, tricked her husband to give an order to kill Kaguya. However Aoi managed to protect her son, in the end sacrificing herself.\n\nKaguya manages to save everyone from the fire using his power to call the rain and he becomes even more famous. His fame reaches the ears of the Emperor, who summons Kaguya in order to sing a song for him. On his way to meet the Emperor, Kaguya meets San, a young man who tries to commit suicide because he has just lost his mother on his way to the capital. Kaguya convinces San to keep on living and San is captivated by Kaguya's desire to make others happy. After the Emperor is pleased by Kaguya's song, many men of upper class ask for his hand in marriage, but Kaguya entrusts them to make impossible searches that inevitably all of them end up failing. San also joins the quest, but manages to win over Kaguya's heart by expressing his desire to make people happy with the help of Kaguya's voice and singing. San then becomes his manager and the pair decides to go on a long journey, where Luna holds a concert in every place they pass by.\n\nAs Kaguya and San start to develop romantic feelings for each other, two of the men who were rejected by Kaguya hold a grudge against him and discover his powers. Both men tell the Emperor that he had been tricked by Kaguya all the time, making him angry and causing him to order his people to find and kill Kaguya. At the same time, Sora tells Kaguya that Akahoshi was seriously ill and he insists on going to see her no matter how dangerous it may be, so he \"disguises\" himself as a boy. After Akahoshi's death, an afflicted Kaguya reunites with San, to whom he reveals he's a Prince and his true identity as a man. Before San can even answer, they are found by the Emperor and his men, although they managed to escape. Both fall exhausted in a forest, where Kaguya realizes San has been wounded. Kaguya meets Sora and learns that Maru has also died, he also tells him that he also will go with them, saying goodbye to Kaguya forever, who with great pain accepts his decision.\n\nAfter saying goodbye to Sora, Kaguya is surprised by the Emperor and his men. San comes quickly to his rescue, but Kaguya stops him from fighting and urges him to flee instead; however, San refuses to go and accepts his destiny to die alongside Kaguya. When both are prepared for a certain death, people of the Moon descend and defeat the men, thus saving Kaguya and San. A celestial being tells Kaguya that he must return to where he belongs as he is needed. San begs Kaguya not to leave, since he and the country also needed him. However, Kaguya has already made a decision to go to his mother's country, coming to the conclusion that Earth already had San for its protection. After an emotional and painful farewell, San promises to wait for the day when both are reunited and can be together again. In turn, Kaguya expresses his love for San as he leaves. The act ends with San shouting inconsolably the name of Kaguya towards the Moon.\n\nIn the modern era, a street singer with the appearance of Kaguya called Shouta Aoi sings the song Kaguya used to sing, “Ai no Uta”, but discouraged that no one listened to him, he decides to leave. At that moment he is stopped by a man in a suit, possibly a talent scout or manager, who looks exactly like San and is captivated by the song. The man tells Aoi they could make people happy with their music; an emotional Aoi accepts his proposal to join him. The play ends with Aoi singing, implying that both are Kaguya and San reincarnated in another life.\n\n"
        },
        {
            "title": "Characters and cast members",
            "text": "The play also features actors Bob, Atsushi, Ryou Shigezumi, Takao Sasaki, Kazuya Naraki (who also acted as choreographer), Shougo Amo, Ken Hashimoto, and Kazushi Takahashi in supporting roles.\n\n"
        },
        {
            "title": "Theme songs",
            "text": "MURASAKI\n\nAi no Uta（哀唄)\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/The_Tale_of_the_Bamboo_Cutter",
        "https://en.wikipedia.org/wiki/The_Tale_of_the_Bamboo_Cutter",
        "https://en.wikipedia.org/wiki/Tokyo",
        "https://en.wikipedia.org/wiki/Osaka",
        "https://en.wikipedia.org/wiki/Shouta_Aoi",
        "https://en.wikipedia.org/wiki/Masato_Saki",
        "https://en.wikipedia.org/wiki/Naomi_Akimoto",
        "https://en.wikipedia.org/wiki/Bamboo_forest",
        "https://en.wikipedia.org/wiki/Shouta_Aoi",
        "https://en.wikipedia.org/wiki/Shouta_Aoi",
        "https://en.wikipedia.org/wiki/Masato_Saki",
        "https://en.wikipedia.org/wiki/Naomi_Akimoto",
        "https://en.wikipedia.org/wiki/Noriyasu_Agematsu",
        "https://en.wikipedia.org/wiki/Junpei_Fujita",
        "https://en.wikipedia.org/wiki/Shouta_Aoi",
        "https://en.wikipedia.org/wiki/The_Tale_of_the_Bamboo_Cutter",
        "https://en.wikipedia.org/wiki/Prince_Kaguya",
        "https://en.wikipedia.org/wiki/Prince_Kaguya",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}