{
    "url": "https://en.wikipedia.org/wiki/Print_syndication",
    "title": "Print syndication",
    "table_of_contents": [
        "1 Comic strip syndication",
        "2 Editorial cartoon syndication",
        "3 History",
        "4 Syndication services",
        "5 See also",
        "6 Further reading",
        "7 References",
        "7.1 Notes",
        "7.2 Sources consulted",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Print syndication distributes news articles, columns, political cartoons, comic strips and other features to newspapers, magazines and websites. The syndicates offer reprint rights and grant permissions to other parties for republishing content of which they own and/or represent copyrights. Other terms for the service include a newspaper syndicate, a press syndicate, and a feature syndicate.\n\nThe syndicate is an agency that offers features from notable journalists and authorities as well as reliable and established cartoonists. It fills a need among smaller weekly and daily newspapers for material that helps them compete with large urban papers, at a much lesser cost than if the client were to purchase the material themselves. Generally, syndicates sell their material to one client in each territory. News agencies differ in that they distribute news articles to all interested parties.\n\nTypical syndicated features are advice columns (parenting, health, finance, gardening, cooking, etc.), humor columns, editorial opinion, critic's reviews, and gossip columns. Some syndicates specialize in one type of feature, such as comic strips.\n\n"
        },
        {
            "title": "Comic strip syndication",
            "text": "A comic strip syndicate functions as an agent for cartoonists and comic strip creators, placing the cartoons and strips in as many newspapers as possible on behalf of the artist. In some cases, the work will be owned by the syndicate as opposed to the creator. A syndicate can annually receive thousands of submissions from which only two or three might be selected for representation.\n\nThe leading strip syndicates include  Andrews McMeel Syndication, King Features Syndicate,[1] and Creators Syndicate, with the Tribune Content Agency and The Washington Post Writers Group also in the running.\n\n"
        },
        {
            "title": "Editorial cartoon syndication",
            "text": "Syndication of editorial cartoons has an important impact on the form, since cartoons about local issues or politicians are not of interest to the national market.[2] Therefore, an artist who contracts with a syndicate will either be one who already focuses their work on national and global issues, or will shift focus accordingly.\n\n"
        },
        {
            "title": "History",
            "text": "An early version of syndication was practiced in the Journal of Occurrences, a series of newspaper articles published by an anonymous group of \"patriots\" in 1768–1769 in the New York Journal and Packet and other newspapers, chronicling the occupation of Boston by the British Army.\n\nAccording to historian Elmo Scott Watson, true print syndication began in 1841 with a two-page supplement produced by New York Sun publisher Moses Yale Beach and sold to a score of newspapers in the U.S. northeast.[3]\n\nBy the end of the Civil War, three syndicates were in operation, selling news items and short fiction pieces. By 1881, Associated Press correspondent Henry Villard was self-syndicating material to the Chicago Tribune, the Cincinnati Commercial, and the New York Herald. A few years later, the New York Sun's Charles A. Dana formed a syndicate to sell the short stories of Bret Harte and Henry James.\n\nThe first full-fledged American newspaper syndicate was the McClure Newspaper Syndicate, launched in 1884 by publisher S. S. McClure. It was the first successful company of its kind, turning the marketing of columns, book serials (by the likes of Rudyard Kipling and Arthur Conan Doyle), and eventually comic strips, into a large industry.[4]\n\nSyndication properly took off in 1896 when the competitors the New York World and the New York Journal began producing Sunday comic pages. The daily comic strip came into practice in 1907, revolutionizing and expanding the syndication business. Syndicates began providing client newspaper with proof sheets of black-and-white line art for the reproduction of strips.\"[5]\n\nBy 1984, 300 syndicates were distributing 10,000 features with combined sales of $100 million a year.[4]\n\nWith the 1960s advent of the underground press, associations like the Underground Press Syndicate, and later the Association of Alternative Newsmedia, worked together to syndicate material — including weekly comic strips — for each other's publications.\n\n"
        },
        {
            "title": "Syndication services",
            "text": "Prominent contemporary syndication services include:\n\nIFA-Amsterdam (International Feature Agency) provides news and lifestyle content to publications. Cagle Cartoons offers newspaper editorial cartoons and columns. 3DSyndication comprises syndication service from India, the India Today Group's Syndications Today, and Times Syndication Service of India.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/News_article",
        "https://en.wikipedia.org/wiki/Editorial_cartoon",
        "https://en.wikipedia.org/wiki/Comic_strip",
        "https://en.wikipedia.org/wiki/Newspapers",
        "https://en.wikipedia.org/wiki/Magazines",
        "https://en.wikipedia.org/wiki/Websites",
        "https://en.wikipedia.org/wiki/News_agency",
        "https://en.wikipedia.org/wiki/Advice_columns",
        "https://en.wikipedia.org/wiki/Causerie",
        "https://en.wikipedia.org/wiki/Editorial",
        "https://en.wikipedia.org/wiki/Critic",
        "https://en.wikipedia.org/wiki/Gossip_columns",
        "https://en.wikipedia.org/wiki/Comic_strip_syndication",
        "https://en.wikipedia.org/wiki/Cartoonist",
        "https://en.wikipedia.org/wiki/Andrews_McMeel_Syndication",
        "https://en.wikipedia.org/wiki/King_Features_Syndicate",
        "https://en.wikipedia.org/wiki/Creators_Syndicate",
        "https://en.wikipedia.org/wiki/Tribune_Content_Agency",
        "https://en.wikipedia.org/wiki/The_Washington_Post_Writers_Group",
        "https://en.wikipedia.org/wiki/Journal_of_Occurrences",
        "https://en.wikipedia.org/wiki/Moses_Yale_Beach",
        "https://en.wikipedia.org/wiki/Associated_Press",
        "https://en.wikipedia.org/wiki/Henry_Villard",
        "https://en.wikipedia.org/wiki/Chicago_Tribune",
        "https://en.wikipedia.org/wiki/Cincinnati_Commercial",
        "https://en.wikipedia.org/wiki/New_York_Herald",
        "https://en.wikipedia.org/wiki/New_York_Sun",
        "https://en.wikipedia.org/wiki/Charles_Anderson_Dana",
        "https://en.wikipedia.org/wiki/Bret_Harte",
        "https://en.wikipedia.org/wiki/Henry_James",
        "https://en.wikipedia.org/wiki/McClure_Newspaper_Syndicate",
        "https://en.wikipedia.org/wiki/Columnist",
        "https://en.wikipedia.org/wiki/Rudyard_Kipling",
        "https://en.wikipedia.org/wiki/Arthur_Conan_Doyle",
        "https://en.wikipedia.org/wiki/Comic_strip",
        "https://en.wikipedia.org/wiki/New_York_World",
        "https://en.wikipedia.org/wiki/New_York_Journal",
        "https://en.wikipedia.org/wiki/Sunday_comic",
        "https://en.wikipedia.org/wiki/Prepress_proofing",
        "https://en.wikipedia.org/wiki/Underground_press",
        "https://en.wikipedia.org/wiki/Underground_Press_Syndicate",
        "https://en.wikipedia.org/wiki/Association_of_Alternative_Newsmedia",
        "https://en.wikipedia.org/wiki/Andrews_McMeel_Syndication",
        "https://en.wikipedia.org/wiki/Guardian_News_Service",
        "https://en.wikipedia.org/wiki/Hearst_Communications",
        "https://en.wikipedia.org/wiki/News_UK",
        "https://en.wikipedia.org/wiki/The_New_York_Times_News_Service",
        "https://en.wikipedia.org/wiki/Project_Syndicate",
        "https://en.wikipedia.org/wiki/Syndications_Today",
        "https://en.wikipedia.org/wiki/Telegraph_Media_Group",
        "https://en.wikipedia.org/wiki/Tribune_Content_Agency",
        "https://en.wikipedia.org/wiki/Cagle_Cartoons",
        "https://en.wikipedia.org/wiki/Syndications_Today",
        "https://en.wikipedia.org/wiki/Broadcast_syndication",
        "https://en.wikipedia.org/wiki/Direct_market",
        "https://en.wikipedia.org/wiki/List_of_comic_strip_syndicates",
        "https://en.wikipedia.org/wiki/List_of_syndicated_columnists",
        "https://en.wikipedia.org/wiki/Patent_insides",
        "https://en.wikipedia.org/wiki/Web_syndication",
        "https://en.wikipedia.org/wiki/Smithsonian_Institution",
        "https://en.wikipedia.org/wiki/Harry_Abrams",
        "https://en.wikipedia.org/wiki/Chelsea_House",
        "https://en.wikipedia.org/wiki/Print_syndication",
        "https://en.wikipedia.org/wiki/Print_syndication",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}