{
    "url": "https://en.wikipedia.org/wiki/Private_sphere",
    "title": "Private sphere",
    "table_of_contents": [
        "1 Shifting boundaries",
        "1.1 Gender politics",
        "2 Critical theory",
        "3 See also",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The private sphere is the complement or opposite to the public sphere. The private sphere is a certain sector of societal life in which an individual enjoys a degree of authority, unhampered by interventions from governmental or other institutions. Examples of the private sphere are family and home.\n\nIn public-sphere theory, on the bourgeois model, the private sphere is that domain of one's life in which one works for oneself. In that domain, people work, exchange goods, and maintain their families; it is therefore, in that sense, separate from the rest of society.[1]\n\n"
        },
        {
            "title": "Shifting boundaries",
            "text": "The parameters separating public and private spheres are not fixed but vary both in (cultural) space and in time.\n\nIn the classical world, economic life was the prerogative of the household,[2] only matters which could not be dealt with by the household alone entered the public realm of the polis.[3] In the modern world, the public economy permeates the home, providing the main access to the public sphere for the citizen become consumer.[4]\n\nIn classical times, crime and punishment was the concern of the kinship group, a concept only slowly challenged by ideas of public justice.[5] Similarly in medieval Europe the blood feud only slowly gave way to legal control,[6] whereas in modern Europe only the vendetta would still attempt to keep the avenging of violent crime within the private sphere.\n\nConversely, in early modern Europe, religion was a central public concern, essential to the maintenance of the state, so that details of private worship were hotly debated and controverted in the public sphere.[7] Similarly, sexual behavior was subject to a generally agreed code publicly enforced by both formal and informal social control.[8] In postmodern society, both religion and sex are now generally seen as matters of private choice.\n\nThroughout many decades, the public and private sphere have incorporated traditional gender roles. Women have mostly kept to the private sphere by staying at home, taking care of their children and attending to house chores. They were not able to participate in the public sphere, which was dominated by men. [9]\n\nThe private sphere was long regarded as women's \"proper place\" whereas men were supposed to inhabit the public sphere.[10][11][12]  Although feminist researchers such as V. Spike Peterson have discovered roots of the exclusion of women from the public sphere in ancient Athenian times,[13] a distinct ideology that prescribed separate spheres for women and men emerged during the industrial revolution.[14][15] Even writing was traditionally considered forbidden, as \"In the anxious comments provoked by the 'female pen' it [was] easy enough to detect fear of the writing woman as a kind of castrating female whose grasp upon that instrument seems an arrogation of its generative power\".[9]\n\nFeminists have challenged the ascription in a number of (not always commensurate) ways. In the first place, the slogan \"the personal is political\" attempted to open up the 'private' sphere of home and child-rearing to public scrutiny.[16] At the same time, there was a new valorisation of the personal – of experiential knowledge and the world of the body – as against the (traditional) male preserves of public speech and theory.[17]\n\nAll the while, the public sphere of work, business, politics and ideas were increasingly opened up to female participation.[18]\n\n"
        },
        {
            "title": "Critical theory",
            "text": "Martin Heidegger argued that it is only in the private sphere that one can be one's authentic self, as opposed to the impersonal and identikit They of the public realm.[19]\n\nContrary to Heidegger, Hannah Arendt argued that (public) action is the only way to manifest \"who\" somebody is, as opposed to describing \"what\" they are. She argued that only in public realm it is possible to fully express oneself. [20]\n\nRichard Sennett opposed what he saw as the Romantic idealization of the private realm of intimate relations, as opposed to the public sphere of action at a distance.[21]\n\nDeleuze and Guattari saw postmodernism as challenging the traditional split between private and public spheres, producing instead the supersaturated space of immediate presence and media-scrutiny of late capitalism.[22]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Public_sphere",
        "https://en.wikipedia.org/wiki/Family",
        "https://en.wikipedia.org/wiki/Home",
        "https://en.wikipedia.org/wiki/Bourgeois",
        "https://en.wikipedia.org/wiki/Polis",
        "https://en.wikipedia.org/wiki/Feud",
        "https://en.wikipedia.org/wiki/Informal_social_control",
        "https://en.wikipedia.org/wiki/Postmodern",
        "https://en.wikipedia.org/wiki/Gender_role",
        "https://en.wikipedia.org/wiki/Public_sphere",
        "https://en.wikipedia.org/wiki/Separate_spheres",
        "https://en.wikipedia.org/wiki/Industrial_revolution",
        "https://en.wikipedia.org/wiki/Writing",
        "https://en.wikipedia.org/wiki/Experiential_knowledge",
        "https://en.wikipedia.org/wiki/Martin_Heidegger",
        "https://en.wikipedia.org/wiki/Generalised_other",
        "https://en.wikipedia.org/wiki/Hannah_Arendt",
        "https://en.wikipedia.org/wiki/Richard_Sennett",
        "https://en.wikipedia.org/wiki/Deleuze_and_Guattari",
        "https://en.wikipedia.org/wiki/Postmodernism",
        "https://en.wikipedia.org/wiki/Late_capitalism",
        "https://en.wikipedia.org/wiki/Bertold_Brecht",
        "https://en.wikipedia.org/wiki/Dasein",
        "https://en.wikipedia.org/wiki/Gender_studies",
        "https://en.wikipedia.org/wiki/Glass_ceiling",
        "https://en.wikipedia.org/wiki/Lana_Rakow",
        "https://en.wikipedia.org/wiki/Privacy",
        "https://en.wikipedia.org/wiki/Amanda_Vickery",
        "https://en.wikipedia.org/wiki/The_Historical_Journal",
        "https://en.wikipedia.org/wiki/Edward_Elgar_Publishing",
        "https://en.wikipedia.org/wiki/Routledge",
        "https://en.wikipedia.org/wiki/Richard_Sennett",
        "https://en.wikipedia.org/wiki/Hannah_Arendt",
        "https://en.wikipedia.org/wiki/Private_sphere",
        "https://en.wikipedia.org/wiki/Private_sphere",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}