{
    "url": "https://en.wikipedia.org/wiki/Professional_writing",
    "title": "Professional writing",
    "table_of_contents": [
        "1 Overview",
        "2 Style",
        "3 Uses",
        "3.1 Communication",
        "3.2 Persuasion",
        "3.3 Information",
        "3.4 Examples",
        "4 Skills",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Professional writing as an activity is writing for reward or as a profession; as a product or object, professional writing is any form of written communication produced in a workplace environment or context that enables employees to, for example, communicate effectively among themselves, help leadership make informed decisions, advise clients, comply with federal, state, or local regulatory bodies, bid for contracts, etc.[1] For example, in a business office, a memorandum (abbrev. memo) can be used to provide a solution to a problem, make a suggestion, or convey information. Other forms of professional writing commonly generated in the workplace include email, letters, reports, and instructions. In seeking to inform, persuade, instruct, stimulate debate, or encourage action from recipients, skilled professional writers make adjustments to different degrees of shared context, e.g., from a relatively accessible style useful for unsolicited contact letter to prospective clients to a technical report that relies on a highly specialized in-house vocabulary.[2]\n\nA professional writer may be freelance, meaning they work on a self-employed basis, or fully employed in an occupation where their primary responsibility is the production of specialized documentation, such as journalism, marketing, advertising, public relations, or the military.[3]  Yet even workers who don't necessarily think of themselves as professional writing practitioners regularly produce professional documentation regularly in the course of their work as lawyers, doctors, entrepreneurs, engineers, and social workers.[4]  Moreover, as Anne Beaufort observes, writing skills have become increasingly important to so-called \"blue collar\" occupations since \"technologies have driven more record keeping and decision making to those who are directly involved in manufacturing, information-processing, and care-giving activities.\"[5]\n\n"
        },
        {
            "title": "Overview",
            "text": "Professional writing is any type of writing with the purpose of facilitating the work of a business or organization and directed to internal or external audiences of the professional writer's organization. Examples of internal business writing include email messages, memos, and reports while some examples of external business writing are letters and email messages.\n\nProfessional writing differs from other types of writing, such as academic and technical writing, because the term defines a general overview of writing that is done for profit in a workplace environment. Professional writing differs from academic writing due to the difference in purpose and readership between the two styles. Academic writing informs the audience through a critical approach and directs further thinking by reconstructing the order of the author's thinking and the intertextual traces of their reading. In contrast, professional writing is applied to a business or setting (a hospital, a company, or a factory) and is meant to facilitate work through communication. The audience of academic writing is also limited in contrast to professional writing; specialized experts in specific fields make up the primary readership of academic writing while the amount and identities of readers of professional writing can be varied. When writing, professional writers must take into consideration the possibility of unexpected tertiary readers who can come across their document.[6]\n\nProfessional writing differs from technical writing because of the type of content in technical writing. Technical writing could be identified as a concentration of the broad generalization of professional writing—technical writing is principally directed towards fields of interest. Both are similar in that they take place in a professional workplace context and are primarily targeted to allow communication between experts; however, technical writing focuses on technical, specialized topics, such as science, technology, and engineering.\n\n"
        },
        {
            "title": "Style",
            "text": "The audience of professional and business documents plays a significant role in the style of a professional document. Successful professional writers adapt their documents to fulfill the needs of their audience. Four factors are taken into consideration when a professional writer creates a professional document:\n\nThe reader's pre-existing knowledge remains an important focus for a professional document because it would affect the reader's ability to read the document. For example, a general audience with little knowledge of a document's subject would be unable to read it if it contained specific, technical jargon. A professional writer would then have to minimize the amount of technical jargon or define terms for the reader.\n\nExpectations of style and format are influential in the format and development of a professional document. Precedents created by earlier documents of the same genre of a professional writer's work heavily influence how the reader of their document will judge the credibility of both the writer and document. Documents belonging to a specific genre are expected to be written in a way that adheres to a format and style that defines that genre. If a professional writer were to produce a document that does not adhere to the precedence style, they and the document would lose credibility.\n\nRegarding business and professional writing, the relationship between writer and reader is key. The familiarity between the two influences the language used. For example, an employee might write more informally via email to a coworker of the same hierarchical level than they would write via email to their employer.\n\n"
        },
        {
            "title": "Uses",
            "text": "There is, particularly in business, a need for concise and unambiguous communication with colleagues, suppliers, clients, and the general public. Professional writing forestalls inattentiveness and criticism.[8]\n\nPersuasive professional writing is connected to the concept of rhetoric, which focuses on informing or persuading and relies upon stimulating the interest of the audience through creating authoritative arguments. A professional writer uses research, rhetoric and persuasion when creating a document that is intended to suggest a solution to a problem or encourage action. A professional writer uses persuasive language when trying to influence the reader to do something as a result of reading a document. Professional writing Feasibility reports economic justification reports and advertising brochures are examples of documents that have such purposes.\n\nClear and concise professional writing is vital in many fields where a misunderstanding could have serious consequences, such as in law, engineering, technical manuals, and product labels. Misunderstandings might also occur with international audiences; for this reason, a professional writer would have to take careful consideration of cultural differences. The use of language, style, and even color in a document could have detrimental effects because these elements, along with others, can change meaning when translated. For example, a picture of a woman wearing a swimsuit on the beach in an ad would be met with nonchalance in the United States; however, if the same picture was shown in an area with a prevalent Muslim populace, it would be met with outrage because of the religious beliefs that bar women from showing skin. This analysis and consideration of direct and possible audiences help create clear and concise writing and language that professional language requires.\n\n"
        },
        {
            "title": "Skills",
            "text": "The Association of Teachers of Technical Writing regard the development of technical communications that are \"clear, effective, efficient, appropriate, accurate, useful, and delivered on schedule and within budget as nearly as possible\" as a core principle-in-practice.[9] Skills may be acquired through practice or formal learning. While many practitioners of professional writing do so as a vocation rather than as full-time employment, the element of \"professionalism\" is what defines professional writing.[10] Such is the importance of professional writing in the modern world, many academic institutions offer courses up to degree level on the subject, with some tailored to specific professions such as social work.[11]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Writing",
        "https://en.wikipedia.org/wiki/Profession",
        "https://en.wikipedia.org/wiki/Memorandum",
        "https://en.wikipedia.org/wiki/Writer",
        "https://en.wikipedia.org/wiki/Journalism",
        "https://en.wikipedia.org/wiki/Marketing",
        "https://en.wikipedia.org/wiki/Advertising",
        "https://en.wikipedia.org/wiki/Public_relations",
        "https://en.wikipedia.org/wiki/Military",
        "https://en.wikipedia.org/wiki/Lawyer",
        "https://en.wikipedia.org/wiki/Doctor_of_Medicine",
        "https://en.wikipedia.org/wiki/Entrepreneurship",
        "https://en.wikipedia.org/wiki/Engineer",
        "https://en.wikipedia.org/wiki/Social_work",
        "https://en.wikipedia.org/wiki/Professional_communication",
        "https://en.wikipedia.org/wiki/Academic_writing",
        "https://en.wikipedia.org/wiki/Technical_writing",
        "https://en.wikipedia.org/wiki/Audience_analysis",
        "https://en.wikipedia.org/wiki/Technical_jargon",
        "https://en.wikipedia.org/wiki/Credibility",
        "https://en.wikipedia.org/wiki/Rhetoric",
        "https://en.wikipedia.org/wiki/Feasibility_study",
        "https://en.wikipedia.org/wiki/Label",
        "https://en.wikipedia.org/wiki/Professional_Writers_Association_of_Canada",
        "https://en.wikipedia.org/wiki/Forbes",
        "https://en.wikipedia.org/wiki/Professional_writing",
        "https://en.wikipedia.org/wiki/Professional_writing",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}