{
    "url": "https://en.wikipedia.org/wiki/Professional_bodies",
    "title": "Professional association",
    "table_of_contents": [
        "1 Roles",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A professional association (also called  a professional body, professional organization, or professional society) usually seeks to further a particular profession, the interests of individuals and organisations engaged in that profession, and the public interest. In the United States, such an association is typically a nonprofit business league for tax purposes.[1]\n\n"
        },
        {
            "title": "Roles",
            "text": "The roles of professional associations have been variously defined: \"A group, of people in a learned occupation who are entrusted with maintaining control or oversight of the legitimate practice of the occupation;\"[2] also a body acting \"to safeguard the public interest;\"[3] organizations which \"represent the interest of the professional practitioners,\" and so \"act to maintain their own privileged and powerful position as a controlling body.\"[3] Professional associations are ill defined although often have commonality in purpose and activities.[4] In the UK, the Science Council defines a professional body as \"an organisation with individual members practicing a profession or occupation in which the organisation maintains an oversight of the knowledge, skills, conduct and practice of that profession or occupation\".[5] The Quality Assurance Agency distinguishes between statutory bodies and regulators that \"have powers mandated by Parliament to regulate a profession or group of professions and protect the use of professional titles\" and professional bodies that \"are independent membership organisations that oversee the activities of a particular profession and represent the interests of [their] members\" and which \"may offer registration or certification of unregulated occupations on a voluntary basis.\"[6]\n\nMost professional organizations of global scope (see List of international professional associations) are located in the United States.  The USA has often led the transformation of various occupations into professions, a process described in the academic literature as professionalization.[citation needed]\n\nMany professional bodies are involved in accrediting degrees, defining and examining the skills and competencies necessary to practice a person, and granting professional certifications to indicate that a person is qualified in the subject area.[7] Sometimes membership of a professional body is synonymous with certification, though not always. Membership of a professional body, as a legal requirement, can in some professions form the primary formal basis for gaining entry to and setting up practice within the profession; see licensure.\n\nMany professional bodies also act as learned societies for the academic disciplines underlying their professions.[1]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Advocacy",
        "https://en.wikipedia.org/wiki/Profession",
        "https://en.wikipedia.org/wiki/Public_interest",
        "https://en.wikipedia.org/wiki/Nonprofit_organization",
        "https://en.wikipedia.org/wiki/Science_Council",
        "https://en.wikipedia.org/wiki/Quality_Assurance_Agency",
        "https://en.wikipedia.org/wiki/List_of_international_professional_associations",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Professionalization",
        "https://en.wikipedia.org/wiki/Professional_certification",
        "https://en.wikipedia.org/wiki/Licensure",
        "https://en.wikipedia.org/wiki/Learned_societies",
        "https://en.wikipedia.org/wiki/Academic_disciplines",
        "https://en.wikipedia.org/wiki/Advocacy",
        "https://en.wikipedia.org/wiki/Bar_association",
        "https://en.wikipedia.org/wiki/Guild",
        "https://en.wikipedia.org/wiki/Regulatory_college",
        "https://en.wikipedia.org/wiki/List_of_international_professional_associations",
        "https://en.wikipedia.org/wiki/Learned_society",
        "https://en.wikipedia.org/wiki/Syndicate",
        "https://en.wikipedia.org/wiki/Trade_association",
        "https://en.wikipedia.org/wiki/Trade_union",
        "https://en.wikipedia.org/wiki/Working_group",
        "https://en.wikipedia.org/wiki/Science_Council",
        "https://en.wikipedia.org/wiki/Professional_association",
        "https://en.wikipedia.org/wiki/Professional_association",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}