{
    "url": "https://en.wikipedia.org/wiki/Profession",
    "title": "Profession",
    "table_of_contents": [
        "1 Etymology",
        "2 Formation",
        "3 Regulation",
        "4 Autonomy",
        "5 Status, prestige, and power",
        "6 Sociology",
        "6.1 System of professions",
        "7 Characteristics",
        "8 See also",
        "9 References",
        "10 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA profession is a field of work that has been successfully professionalized.[1] It can be defined as a disciplined group of individuals, professionals, who adhere to ethical standards and who hold themselves out as, and are accepted by the public as possessing special knowledge and skills in a widely recognised body of learning derived from research, education and training at a high level, and who are prepared to apply this knowledge and exercise these skills in the interest of others.[2][3]\n\nProfessional occupations are founded upon specialized educational training, the purpose of which is to supply disinterested objective counsel and service to others, for a direct and definite compensation, wholly apart from expectation of other business gain.[4]  Medieval and early modern tradition recognized only three professions: divinity, medicine, and law,[5][6] which were called the learned professions.[7]  A profession is not a trade[8] and not an industry.[9]\n\nSome professions change slightly in status and power, but their prestige generally remains stable over time, even if the profession begins to have more required study and formal education.[10] Disciplines formalized more recently, such as architecture, now have equally long periods of study associated with them.[11]\n\nAlthough professions may enjoy relatively high status and public prestige, not all professionals earn high salaries, and even within specific professions there exist significant differences in salary. In law, for example, a corporate defense lawyer working on an hourly basis may earn several times what a prosecutor or public defender earns.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term \"profession\" is a truncation of the term \"liberal profession\", which is, in turn, an Anglicization of the French term profession libérale. Originally borrowed by English users in the 19th century, it has been re-borrowed by international users from the late 20th, though the (upper-middle) class overtones of the term do not seem to survive re-translation: \"liberal professions\" are, according to the European Union's Directive on Recognition of Professional Qualifications (2005/36/EC), \"those practised on the basis of relevant professional qualifications in a personal, responsible and professionally independent capacity by those providing intellectual and conceptual services in the interest of the client and the public\". \nUnder the European Commission, liberal professions are professions that require specialized training and that are regulated by \"national governments or professional bodies\".[12]\n\n"
        },
        {
            "title": "Formation",
            "text": "\nA profession arises through the process of professionalization when any trade or occupation transforms itself:\nMajor milestones which may mark an occupation being identified as a profession include:[6]\n\nApplying these milestones to the historical sequence of development in the United States shows surveying achieving professional status first (note that George Washington, Thomas Jefferson, and Abraham Lincoln all worked as land surveyors before entering politics[14][15][16]), followed by medicine, actuarial science, law, dentistry, civil engineering, logistics, architecture and accounting.[17]\n\nWith the rise of technology and occupational specialization in the 19th century, other bodies began to claim professional status: mechanical engineering, pharmacy, veterinary medicine, psychology, nursing, teaching, librarianship, optometry and social work, each of which could claim, using these milestones, to have become professions by 1900.[18]\n\n"
        },
        {
            "title": "Regulation",
            "text": "Originally, any regulation of the professions was self-regulation through bodies such as the College of Physicians or the Inns of Court. With the growing role of government, statutory bodies have increasingly taken on this role, their members being appointed either by the profession or (increasingly) by the government. Proposals for the introduction or enhancement of statutory regulation may be welcomed by a profession as protecting clients and enhancing its quality and reputation, or as restricting access to the profession and hence enabling higher fees to be charged. It may be resisted as limiting the members' freedom to innovate or to practice as in their professional judgement they consider best.\n\nAn example was in 2008, when the British government proposed wide statutory regulation of psychologists. The inspiration for the change was a number of problems in the psychotherapy field, but there are various kinds of psychologists including many who have no clinical role, and where the case for regulation was not so clear. Work psychology brought especial disagreement, with the British Psychological Society favoring statutory regulation of \"occupational psychologists\" and the Association of Business Psychologists resisting the statutory regulation of \"business psychologists\" – descriptions of professional activity which it may not be easy to distinguish.\n\nBesides regulating access to a profession, professional bodies may set examinations of competence and enforce adherence to an ethical code. There may be several such bodies for one profession in a single country, an example being the accountancy bodies of the United Kingdom (ACCA, CAI, CIMA, CIPFA, ICAEW and ICAS), all of which have been given a Royal Charter, although their members are not necessarily considered to hold equivalent qualifications, and which operate alongside further bodies (AAPA, IFA, CPAA). Another example of a regulatory body that governs a profession is the Hong Kong Professional Teachers Union, which governs the conduct, rights, obligations, and duties of salaried teachers working in educational institutions in Hong Kong.\n\nThe engineering profession is highly regulated in some countries (Canada and USA) with a strict licensing system for Professional Engineer that controls the practice but not in others (UK) where titles and qualifications are regulated Chartered Engineer but the practice is not regulated.\n\nTypically, individuals are required by law to be qualified by a local professional body before they are permitted to practice in that profession. However, in some countries, individuals may not be required by law to be qualified by such a professional body in order to practice, as is the case for accountancy in the United Kingdom (except for auditing and insolvency work which legally require qualification by a professional body). In such cases, qualification by the professional bodies is effectively still considered a prerequisite to practice as most employers and clients stipulate that the individual hold such qualifications before hiring their services. For example, in order to become a fully qualified teaching professional in Hong Kong working in a state or government-funded school, one needs to have successfully completed a Postgraduate Diploma in Education (\"PGDE\") or a bachelor's degree in Education (\"BEd\") at an approved tertiary educational institution or university. This requirement is set out by the Educational Department Bureau of Hong Kong, which is the governmental department that governs the Hong Kong education sector.\n\n"
        },
        {
            "title": "Autonomy",
            "text": "Professions tend to be autonomous, which means they have a high degree of control of their own affairs: \"professionals are autonomous insofar as they can make independent judgments about their work\".[19] This usually means \"the freedom to exercise their professional judgement.\"[20]\n\nHowever, it also has other meanings. \"Professional autonomy is often described as a claim of professionals that has to serve primarily their own interests...this professional autonomy can only be maintained if members of the profession subject their activities and decisions to a critical evaluation by other members of the profession.\"[21] The concept of autonomy can therefore be seen to embrace not only judgement, but also self-interest and a continuous process of critical evaluation of ethics and procedures from within the profession itself.\n\nOne major implication of professional autonomy is the traditional ban on corporate practice of the professions, especially accounting, architecture, medicine, and law. This means that in many jurisdictions, these professionals cannot do business through regular for-profit corporations and raise capital rapidly through initial public offerings or flotations. Instead, if they wish to practice collectively they must form special business entities such as partnerships or professional corporations, which feature (1) reduced protection against liability for professional negligence and (2) severe limitations or outright prohibitions on ownership by non-professionals. The obvious implication of this is that all equity owners of the professional business entity must be professionals themselves. This avoids the possibility of a non-professional owner of the firm telling a professional how to do his or her job and thereby protects professional autonomy. The idea is that the only non-professional person who should be telling the professional what to do is the client; in other words, professional autonomy preserves the integrity of the two-party professional-client relationship. Above this client-professional relationship the profession requires the professional to use their autonomy to follow the rules of ethics that the profession requires. But because professional business entities are effectively locked out of the stock market, they tend to grow relatively slowly compared to public corporations.\n\n"
        },
        {
            "title": "",
            "text": "Professions tend to have a high social status, regarded by society as highly important.[22] This high esteem arises primarily from the higher social function of their work. The typical profession involves technical, specialized, and highly skilled work. This skill and experience is often referred to as \"professional expertise.\" In the modern era, training for a profession involves obtaining degrees and certifications. Often, entry to the profession is barred without licensure. Learning new skills that are required as a profession evolves is called continuing education. Standards are set by states and associations. Leading professionals tend to police and protect their area of expertise and monitor the conduct of their fellow professionals through associations, national or otherwise. Professionals often exercise a dominating influence over related trades, setting guidelines and standards.[23] Socially powerful professionals consolidate their power in organizations for specific goals. Working together, they can reduce bureaucratic entanglements and increase a profession's adaptability to the changing conditions of the world.[24]\n\n"
        },
        {
            "title": "Sociology",
            "text": "Émile Durkheim argued that professions created a stable society by providing structure separate from the state and the military that was less inclined to create authoritarianism or anomie and could create altruism and encourage social responsibility and altruism. This functionalist perspective was extended by Parsons who considered how the function of a profession could change in responses to changes in society.[25]: 17 \n\nEsther Lucile Brown, an anthropologist, studied various professions starting the 1930s while working with Ralph Hurlin at the Russell Sage Foundation. She published Social Work as a Profession in 1935, and following this publications studying the work of engineers, nurses, medical physicians and lawyers. In 1944, the Department of Studies in the Professions was created at the Russell Sage Foundation with Brown as its head.[26]: 183 \n\nTheories based on conflict theories following Marx and Weber consider how professions can act in the interest of their own group to secure social and financial benefits were espoused by Johnson (Professions and Powers, 1972) and Larson (The Rise of Professionalism, 1977). One way that a profession can derive financial benefits is limiting the supply of services.[25]: 18 \n\nTheories based on discourse, following Mead and applying ideas of Sartre and Heidegger look at how the individual's understanding of reality influence the role of professions. These viewpoints were espoused by Berger and Luckmann (The Social Construction of Reality, 1966).[25]: 19 \n\nAndrew Abbott constructed a sociological model of professions in his book The System of Professions. Abbott views professions as having jurisdiction over the right to carry out tasks with different possession vying for control of jurisdiction over tasks.[27]\n\nA profession often possesses an expert knowledge system which is distinct from the profession itself. This abstract system is often not of direct practical use but is rather optimized for logical consistency and rationality, and to some degree acts to increase the status of the entire profession. One profession may seek control of another profession's jurisdiction by challenging it at this academic level. Abbott argues that in the 1920s the psychiatric profession tried to challenge the legal profession for control over society's response to criminal behavior. Abbott argues the formalization of a profession often serves to make a jurisdiction easier or harder to protect from other jurisdictions: general principles making it harder for other professions to gain jurisdiction over one area, clear boundaries preventing encroachment, fuzzy boundaries making it easier for one profession to take jurisdiction over other tasks.\n\nProfessions may expand their jurisdiction by other means. Lay education on the part of professions as in part an attempt to expand jurisdiction by imposing a particular understanding on the world (one in which the profession has expertise). He terms this sort of jurisdiction public jurisdiction. Legal jurisdiction is a monopoly created by the state legislation, as applies to law in many nations.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "There is considerable agreement about defining the characteristic features of a profession. They have a \"professional association, cognitive base, institutionalized training, licensing, work autonomy, colleague control... (and) code of ethics\",[28] to which Larson then also adds, \"high standards of professional and intellectual excellence,\" (Larson, p. 221) that \"professions are occupations with special power and prestige\", (Larson, p.x) and that they comprise \"an exclusive elite group,\" (Larson, p. 20) in all societies. Members of a profession have also been defined as \"workers whose qualities of detachment, autonomy, and group allegiance are more extensive than those found among other groups...their attributes include a high degree of systematic knowledge; strong community orientation and loyalty; self-regulation; and a system of rewards defined and administered by the community of workers.\"[29]\n\nA profession has been further defined as: \"a special type of occupation...(possessing) corporate solidarity...prolonged specialized training in a body of abstract knowledge, and a collectivity or service orientation...a vocational sub-culture which comprises implicit codes of behavior, generates an esprit de corps among members of the same profession, and ensures them certain occupational advantages...(also) bureaucratic structures and monopolistic privileges to perform certain types of work...professional literature, legislation, etc.\"[30]\n\nA critical characteristic of a profession is the need to cultivate and exercise professional discretion - that is, the ability to make case by case judgements that cannot be determined by an absolute rule or instruction.[31]\n\n"
        },
        {
            "title": "References",
            "text": "Cruess, S. R., Johnston, S. & Cruess R. L. (2004). \"Profession\": a working definition for medical educators. Teaching and learning in Medicine,16(1): 74–76.\n\nFreidson, E. (1994). Professionalism reborn: Theory, prophecyand policy. Chicago, IL: University of Chicago Press.\n\nGailmard, S. & Patty, J. W. (2007). Slackers and zealots: Civil service, policy discretion, and bureaucratic expertise. American Journal of Political Science, 51(4), 873–889. doi: 10.1111/j.1540-5907.2007.00286.x\n\nGulick, L. (1937). Notes on the theory of organization. In J. Shafritz & A. Hyde (Eds.), Classics of public administration, eighth edition (pp. 105–114). Boston, Massachusetts: Cengage Learning.\n\nHowlett, M., McConnell, A., and Pearl, A. (2014). Streams and stages: Reconciling Kingdon and policy process theory. European Journal of Political Research, 54(3) 419–434. doi: 10.1111/1475-6765.12064\n\nLindblom, C. E. (1959). The science of \"muddling through\". In J. Shafritz and A. Hyde (Eds.), Classics of public administration, eighth edition, (pp. 172–182). Boston, Massachusetts: Cengage Learning.\n\nNiskanen, Jr. (1971). Bureaucracy and Representative Government. New York: Imprint Routledge. doi: 10.4324/9781315081878\n\nSinek, S. (2019). The Infinite Game. New York: Random House\n\nSurowiecki, J. (2005). The wisdom of crowds. New York: Random House.\n\nTaylor, F. W. (1912). The principles of scientific management. New York: Harper and Brothers.\n\nTaylor, E. B. (1878). Researches into the early history of mankind and the development of civilization. Boston: Estes and Lauriat.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Research",
        "https://en.wikipedia.org/wiki/List_of_academic_fields",
        "https://en.wikipedia.org/wiki/Applied_science",
        "https://en.wikipedia.org/wiki/Research_and_development",
        "https://en.wikipedia.org/wiki/Formal_science",
        "https://en.wikipedia.org/wiki/Humanities",
        "https://en.wikipedia.org/wiki/Natural_science",
        "https://en.wikipedia.org/wiki/Social_science",
        "https://en.wikipedia.org/wiki/Research_design",
        "https://en.wikipedia.org/wiki/Research_proposal",
        "https://en.wikipedia.org/wiki/Research_question",
        "https://en.wikipedia.org/wiki/Academic_writing",
        "https://en.wikipedia.org/wiki/Argument",
        "https://en.wikipedia.org/wiki/Citation",
        "https://en.wikipedia.org/wiki/List_of_schools_of_philosophy",
        "https://en.wikipedia.org/wiki/Empiricism",
        "https://en.wikipedia.org/wiki/Positivism",
        "https://en.wikipedia.org/wiki/Antipositivism",
        "https://en.wikipedia.org/wiki/Postpositivism",
        "https://en.wikipedia.org/wiki/Subtle_realism",
        "https://en.wikipedia.org/wiki/Interdisciplinarity",
        "https://en.wikipedia.org/wiki/Multimethodology",
        "https://en.wikipedia.org/wiki/Qualitative_research",
        "https://en.wikipedia.org/wiki/Quantitative_research",
        "https://en.wikipedia.org/wiki/Methodology",
        "https://en.wikipedia.org/wiki/Action_research",
        "https://en.wikipedia.org/wiki/Art_methodology",
        "https://en.wikipedia.org/wiki/Critical_theory",
        "https://en.wikipedia.org/wiki/Feminism",
        "https://en.wikipedia.org/wiki/Grounded_theory",
        "https://en.wikipedia.org/wiki/Hermeneutics",
        "https://en.wikipedia.org/wiki/Historiography",
        "https://en.wikipedia.org/wiki/Narrative_inquiry",
        "https://en.wikipedia.org/wiki/Pragmatism",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Case_study",
        "https://en.wikipedia.org/wiki/Content_analysis",
        "https://en.wikipedia.org/wiki/Descriptive_statistics",
        "https://en.wikipedia.org/wiki/Discourse_analysis",
        "https://en.wikipedia.org/wiki/Ethnography",
        "https://en.wikipedia.org/wiki/Experiment",
        "https://en.wikipedia.org/wiki/Field_experiment",
        "https://en.wikipedia.org/wiki/Social_experiment",
        "https://en.wikipedia.org/wiki/Field_research",
        "https://en.wikipedia.org/wiki/Historical_method",
        "https://en.wikipedia.org/wiki/Statistical_inference",
        "https://en.wikipedia.org/wiki/Interview",
        "https://en.wikipedia.org/wiki/Cartography",
        "https://en.wikipedia.org/wiki/Cultural_mapping",
        "https://en.wikipedia.org/wiki/Phenomenography",
        "https://en.wikipedia.org/wiki/Secondary_research",
        "https://en.wikipedia.org/wiki/Bibliometrics",
        "https://en.wikipedia.org/wiki/Literature_review",
        "https://en.wikipedia.org/wiki/Scoping_review",
        "https://en.wikipedia.org/wiki/Systematic_review",
        "https://en.wikipedia.org/wiki/Scientific_modelling",
        "https://en.wikipedia.org/wiki/Simulation",
        "https://en.wikipedia.org/wiki/Professionalized",
        "https://en.wikipedia.org/wiki/Professional",
        "https://en.wikipedia.org/wiki/Education",
        "https://en.wikipedia.org/wiki/Training",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Craft",
        "https://en.wikipedia.org/wiki/Defense_lawyer",
        "https://en.wikipedia.org/wiki/District_attorney",
        "https://en.wikipedia.org/wiki/Public_defender",
        "https://en.wikipedia.org/wiki/Anglicization",
        "https://en.wikipedia.org/wiki/European_Union",
        "https://en.wikipedia.org/wiki/European_Commission",
        "https://en.wikipedia.org/wiki/Professionalization",
        "https://en.wikipedia.org/wiki/Monopoly",
        "https://en.wikipedia.org/wiki/Educational_institution",
        "https://en.wikipedia.org/wiki/University",
        "https://en.wikipedia.org/wiki/Voluntary_association",
        "https://en.wikipedia.org/wiki/Professional_ethics",
        "https://en.wikipedia.org/wiki/Licensure",
        "https://en.wikipedia.org/wiki/Surveying",
        "https://en.wikipedia.org/wiki/Actuarial_science",
        "https://en.wikipedia.org/wiki/Dentistry",
        "https://en.wikipedia.org/wiki/Civil_engineering",
        "https://en.wikipedia.org/wiki/Logistics",
        "https://en.wikipedia.org/wiki/Architecture",
        "https://en.wikipedia.org/wiki/Accounting",
        "https://en.wikipedia.org/wiki/Mechanical_engineering",
        "https://en.wikipedia.org/wiki/Pharmacy",
        "https://en.wikipedia.org/wiki/Veterinary_medicine",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Nursing",
        "https://en.wikipedia.org/wiki/Teaching",
        "https://en.wikipedia.org/wiki/Librarianship",
        "https://en.wikipedia.org/wiki/Optometry",
        "https://en.wikipedia.org/wiki/Social_work",
        "https://en.wikipedia.org/wiki/Professional_body",
        "https://en.wikipedia.org/wiki/College_of_Physicians",
        "https://en.wikipedia.org/wiki/Inns_of_Court",
        "https://en.wikipedia.org/wiki/Psychotherapy",
        "https://en.wikipedia.org/wiki/Industrial_and_organizational_psychology",
        "https://en.wikipedia.org/wiki/British_Psychological_Society",
        "https://en.wikipedia.org/wiki/Association_of_Business_Psychologists",
        "https://en.wikipedia.org/wiki/Ethical_code",
        "https://en.wikipedia.org/wiki/British_qualified_accountants",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Association_of_Chartered_Certified_Accountants",
        "https://en.wikipedia.org/wiki/Chartered_Accountants_Ireland",
        "https://en.wikipedia.org/wiki/Chartered_Institute_of_Management_Accountants",
        "https://en.wikipedia.org/wiki/Chartered_Institute_of_Public_Finance_and_Accountancy",
        "https://en.wikipedia.org/wiki/Institute_of_Chartered_Accountants_in_England_and_Wales",
        "https://en.wikipedia.org/wiki/Institute_of_Chartered_Accountants_of_Scotland",
        "https://en.wikipedia.org/wiki/Royal_Charter",
        "https://en.wikipedia.org/wiki/Association_of_Authorised_Public_Accountants",
        "https://en.wikipedia.org/wiki/Institute_of_Financial_Accountants",
        "https://en.wikipedia.org/wiki/Certified_Public_Accountants_Association",
        "https://en.wikipedia.org/wiki/Engineering",
        "https://en.wikipedia.org/wiki/Professional_Engineer",
        "https://en.wikipedia.org/wiki/Chartered_Engineer",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Postgraduate_Diploma_in_Education",
        "https://en.wikipedia.org/wiki/Education",
        "https://en.wikipedia.org/wiki/Initial_public_offering",
        "https://en.wikipedia.org/wiki/Professional_corporation",
        "https://en.wikipedia.org/wiki/Occupational_prestige",
        "https://en.wikipedia.org/wiki/Social_status",
        "https://en.wikipedia.org/wiki/Expertise",
        "https://en.wikipedia.org/wiki/Licensure",
        "https://en.wikipedia.org/wiki/Continuing_education",
        "https://en.wikipedia.org/wiki/Authoritarianism",
        "https://en.wikipedia.org/wiki/Anomie",
        "https://en.wikipedia.org/wiki/Structural_functionalism",
        "https://en.wikipedia.org/wiki/Talcott_Parsons",
        "https://en.wikipedia.org/wiki/Esther_Lucile_Brown",
        "https://en.wikipedia.org/wiki/Russell_Sage_Foundation",
        "https://en.wikipedia.org/wiki/Conflict_theories",
        "https://en.wikipedia.org/wiki/Karl_Marx",
        "https://en.wikipedia.org/wiki/Max_Weber",
        "https://en.wikipedia.org/wiki/George_Herbert_Mead",
        "https://en.wikipedia.org/wiki/Martin_Heidegger",
        "https://en.wikipedia.org/wiki/Thomas_Luckmann",
        "https://en.wikipedia.org/wiki/The_Social_Construction_of_Reality",
        "https://en.wikipedia.org/wiki/Andrew_Abbott",
        "https://en.wikipedia.org/wiki/Psychiatry",
        "https://en.wikipedia.org/wiki/Work_autonomy",
        "https://en.wikipedia.org/wiki/Elite",
        "https://en.wikipedia.org/wiki/Loyalty",
        "https://en.wikipedia.org/wiki/Esprit_de_corps",
        "https://en.wikipedia.org/wiki/Anticipatory_socialization",
        "https://en.wikipedia.org/wiki/Professional",
        "https://en.wikipedia.org/wiki/First_professional_degree",
        "https://en.wikipedia.org/wiki/Professional_association",
        "https://en.wikipedia.org/wiki/Professional_boundaries",
        "https://en.wikipedia.org/wiki/Professional_class",
        "https://en.wikipedia.org/wiki/Professional_degree",
        "https://en.wikipedia.org/wiki/Professional_development",
        "https://en.wikipedia.org/wiki/Professional_responsibility",
        "https://en.wikipedia.org/wiki/Professional_ethics",
        "https://en.wikipedia.org/wiki/Professionalization",
        "https://en.wikipedia.org/wiki/Semiprofession",
        "https://en.wikipedia.org/wiki/Centre_for_the_Study_of_Professions",
        "https://en.wikipedia.org/wiki/List_of_occupations",
        "https://en.wikipedia.org/wiki/New_Statesman",
        "https://en.wikipedia.org/wiki/Sidney_Webb",
        "https://en.wikipedia.org/wiki/Beatrice_Webb",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Guy_Benveniste",
        "https://en.wikipedia.org/wiki/Profession",
        "https://en.wikipedia.org/wiki/Profession",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}