{
    "url": "https://en.wikipedia.org/wiki/Project_Cyclops",
    "title": "Project Cyclops",
    "table_of_contents": [
        "1 Original conclusions",
        "2 More modern perspective",
        "3 Current availability",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Project Cyclops is a 1971 NASA project that investigated how SETI should be conducted.  As a NASA product the report is in the public domain. The project team created a design for coordinating large numbers of radio telescopes to search for Earth-like radio signals at a distance of up to 1,000 light-years to find intelligent life. The proposed design was shelved due to costs. However, the report became the basis for much of the SETI work to follow.\n\n"
        },
        {
            "title": "Original conclusions",
            "text": "The main conclusions, taken verbatim from the report.  The italics are in the original, as is the flowery language (see for example conclusion 12):\n\n1. It is vastly less expensive to look for and to send signals than to attempt contact by spaceship or by probes. This conclusion is based not on the present state of our technological prowess but on our present knowledge of physical law.\n\n2. The order-of-magnitude uncertainty in the average distance between communicative civilizations in the galaxy strongly argues for an expandable search system. The search can be begun with the minimum system that would be effective for nearby stars. The system is then expanded and the search carried farther into space until success is achieved or a new search strategy is initiated.\n\n3. Of all the communication means at our disposal, microwaves are the best. They are also the best for other races and for the same reasons. The energy required at these wavelengths is least and the necessary stabilities and collecting areas are fundamentally easier to realize and cheaper than at shorter wavelengths.\n\n4. The best part of the microwave region is the low frequency end of the \"microwave window\"- frequencies from about 1 to 2 or 3 GHz. Again, this is because greater absolute frequency stability is possible there, the Doppler rates are lower, beamwidths are broader for a given gain, and collecting area is cheaper than at the high end of the window.\n\n5. Nature has provided us with a rather narrow quiet band in this best part of the spectrum that seems especially marked for interstellar contact. It lies between the spectral lines of hydrogen (1420 MHz) and the hydroxyl radical (1662 MHz). Standing like the Om and the Um on either side of a gate, these two emissions of the disassociation products of water beckon all water-based life to search for its kind at the age-old meeting place of all species: the water hole.\n\n6. It is technologically feasible today to build phased antenna arrays operable in the 1- to 3 GHz region with total collecting areas of 100 or more square kilometers. The Cyclops system is not nearly this large, but we see no technological limits that would prevent its expansion to such a size.\n\n7. With antenna arrays equivalent to a single antenna a few kilometers in diameter at both the transmitting and receiving end, microwave communication is possible over intergalactic distances, and high-speed communication is possible over large interstellar distances. Thus rapid information transmission can occur once contact has been confirmed between two civilizations.\n\n8. In the search phase we cannot count on receiving signals beamed at us by directive antennas. Neither can we afford to overlook this possibility. Beamed signals may be radiated at relatively low powers by communicative races to as many as a thousand nearby likely stars and for very long times. Long range beacons, intended to be detectable at any of the million or so likely stars within 1000 light-years, will probably be omnidirectional and very high powered (\n\n\n\n>\n\n10\n\n9\n\n\n\n\n{\\displaystyle >10^{9}}\n\n W).\n\n9. Beacons will very likely be circularly polarized and will surely be highly monochromatic. Spectral widths of 1 Hz or less are probable. They will convey information at a slow rate and in a manner that does not seriously degrade their detectability.  How best to respond will be contained in this information.\n\n10. The efficient detection of beacons involves searching in the frequency domain with very high resolution (1 Hz or less). One of the major contributions of the Cyclops study is a data processing method that permits a 100 MHz frequency band to be searched simultaneously with a resolution of 0.1 Hz. The Cyclops system provides a receiver with a billion simultaneous narrow channel outputs. Although the Cyclops system bandwidth is 100 MHz, no very great technological barriers prevent widening it to 200 MHz. This would permit searching the entire \"water hole\" simultaneously. If our conclusion as to the appropriateness of this band is correct, the problem posed by the frequency dimension of the search can be considered solved.\n\n11. The cost of a system capable of making an effective search, using the techniques we have considered, is on the order of 6 to 10 billion dollars, and this sum would be spent over a period of 10 to 15 years. If contact were achieved early in this period, we might either stop expanding the system or be encouraged to go on to make further contacts. The principal cost in the Cyclops design is in the antenna structures. Adopting an upper frequency limit of 3 GHz rather than 10 GHz could reduce the antenna cost by a factor of two.\n\n12. The search will almost certainly take years, perhaps decades and possibly centuries.  To undertake so enduring a program requires not only that the search be highly automated, it requires a long term funding commitment. This in turn requires faith. Faith that the quest is worth the effort, faith that man will survive to reap the benefits of success, and faith that other races are, and have been, equally curious and determined to expand their horizons. We are almost certainly not the first intelligent species to undertake the search. The first races to do so undoubtedly followed their listening phase with long transmission epochs, and so have later races to enter the search. Their perseverance will be our greatest asset in our beginning listening phase.\n\n13. The search for extraterrestrial intelligent life is a legitimate scientific undertaking and should be included as part of a comprehensive and balanced space program. We believe that the exploration of the Solar System was and is a proper initial step in the space program but should not be considered its only ultimate goal. The quest for other intelligent life fires the popular imagination and might receive support from those critics who now question the value of landings on \"dead\" planets and moons.\n\n14. A great deal more study of the problem and of the optimum system design should precede the commitment to fund the search program. However, it is not too early to fund these studies.  Out of such studies would undoubtedly emerge a system with greater a capability-to-cost ratio than the first Cyclops design we have proposed.\n\n15. The existence of more than one Cyclops-like system has such great value in providing complete sky coverage, continuous reception of detected signals, and in long base-line studies, that international cooperation should be solicited and encouraged by complete dissemination of information. The search should, after all, represent an effort of all mankind, not just of one country.\n\n"
        },
        {
            "title": "More modern perspective",
            "text": "Many, but not all, of the conclusions have withstood the test of time - there is a chapter in the book SETI 2020[1] that revisits the conclusions of the Cyclops report.  Particular differences include:\n\n"
        },
        {
            "title": "Current availability",
            "text": "In the 1970s, 10,000 copies of the Cyclops report were distributed by NASA. It is reasonable to assume that most major figures within the current SETI community have seen the document.\n\nAs of the 1990s, the Cyclops report had long been out of print. In 1995 The SETI League collaborated with the SETI Institute to reprint this important historical document.[3] Project Cyclops, Second Printing, is currently available through The SETI League.[4]  It went on sale in June, 1996, honoring the 25th anniversary of the opening Project Cyclops meeting. John Billingham, who co-chaired the Cyclops team, wrote a dedication to Bernard M. Oliver, which appears in the new edition, along with introductory remarks by SETI League president Richard Factor and executive director H. Paul Shuch.\n\nIn the 2000s, NASA digitized the original report and made it available on-line at no cost.[5]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/SETI",
        "https://en.wikipedia.org/wiki/Radio",
        "https://en.wikipedia.org/wiki/Microwave",
        "https://en.wikipedia.org/wiki/Spread_spectrum",
        "https://en.wikipedia.org/wiki/John_Billingham",
        "https://en.wikipedia.org/wiki/SETI",
        "https://en.wikipedia.org/wiki/Square_Kilometre_Array",
        "https://en.wikipedia.org/wiki/Isotropic_beacon",
        "https://en.wikipedia.org/wiki/SETI_Institute",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Extraterrestrial_life",
        "https://en.wikipedia.org/wiki/Shergotty_meteorite",
        "https://en.wikipedia.org/wiki/Nakhla_meteorite",
        "https://en.wikipedia.org/wiki/Murchison_meteorite",
        "https://en.wikipedia.org/wiki/Viking_lander_biological_experiments",
        "https://en.wikipedia.org/wiki/Allan_Hills_77005",
        "https://en.wikipedia.org/wiki/Allan_Hills_84001",
        "https://en.wikipedia.org/wiki/Yamato_000593",
        "https://en.wikipedia.org/wiki/CI1_fossils",
        "https://en.wikipedia.org/wiki/EPIC_204278916",
        "https://en.wikipedia.org/wiki/HD_164595",
        "https://en.wikipedia.org/wiki/Fast_radio_burst",
        "https://en.wikipedia.org/wiki/BLC1",
        "https://en.wikipedia.org/wiki/Earliest_known_life_forms",
        "https://en.wikipedia.org/wiki/Life_on_Mars",
        "https://en.wikipedia.org/wiki/Planetary_habitability",
        "https://en.wikipedia.org/wiki/Catalog_of_Nearby_Habitable_Systems",
        "https://en.wikipedia.org/wiki/Circumstellar_habitable_zone",
        "https://en.wikipedia.org/wiki/Earth_analog",
        "https://en.wikipedia.org/wiki/Extraterrestrial_liquid_water",
        "https://en.wikipedia.org/wiki/Galactic_habitable_zone",
        "https://en.wikipedia.org/wiki/Habitability_of_binary_star_systems",
        "https://en.wikipedia.org/wiki/Habitability_of_red_dwarf_systems",
        "https://en.wikipedia.org/wiki/Habitability_of_natural_satellites",
        "https://en.wikipedia.org/wiki/Planetary_habitability",
        "https://en.wikipedia.org/wiki/Beagle_2",
        "https://en.wikipedia.org/wiki/Biological_Oxidant_and_Life_Detection",
        "https://en.wikipedia.org/wiki/BioSentinel",
        "https://en.wikipedia.org/wiki/Enceladus_Explorer",
        "https://en.wikipedia.org/wiki/Enceladus_Life_Finder",
        "https://en.wikipedia.org/wiki/Europa_Clipper",
        "https://en.wikipedia.org/wiki/ExoMars",
        "https://en.wikipedia.org/wiki/ExoLance",
        "https://en.wikipedia.org/wiki/EXPOSE",
        "https://en.wikipedia.org/wiki/Icebreaker_Life",
        "https://en.wikipedia.org/wiki/Journey_to_Enceladus_and_Titan",
        "https://en.wikipedia.org/wiki/Life_Investigation_For_Enceladus",
        "https://en.wikipedia.org/wiki/Living_Interplanetary_Flight_Experiment",
        "https://en.wikipedia.org/wiki/Mars_Geyser_Hopper",
        "https://en.wikipedia.org/wiki/Mars_2020",
        "https://en.wikipedia.org/wiki/SpaceX_Red_Dragon",
        "https://en.wikipedia.org/wiki/Tanpopo_mission",
        "https://en.wikipedia.org/wiki/Titan_Mare_Explorer",
        "https://en.wikipedia.org/wiki/Venus_In_Situ_Explorer",
        "https://en.wikipedia.org/wiki/Viking_1",
        "https://en.wikipedia.org/wiki/Viking_2",
        "https://en.wikipedia.org/wiki/Interstellar_communication",
        "https://en.wikipedia.org/wiki/Active_SETI",
        "https://en.wikipedia.org/wiki/Allen_Telescope_Array",
        "https://en.wikipedia.org/wiki/Arecibo_message",
        "https://en.wikipedia.org/wiki/Arecibo_Observatory",
        "https://en.wikipedia.org/wiki/Berkeley_SETI_Research_Center",
        "https://en.wikipedia.org/wiki/Bracewell_probe",
        "https://en.wikipedia.org/wiki/Breakthrough_Initiatives",
        "https://en.wikipedia.org/wiki/Breakthrough_Listen",
        "https://en.wikipedia.org/wiki/Breakthrough_Message",
        "https://en.wikipedia.org/wiki/Communication_with_extraterrestrial_intelligence",
        "https://en.wikipedia.org/wiki/Astrolinguistics",
        "https://en.wikipedia.org/wiki/Lincos_language",
        "https://en.wikipedia.org/wiki/NIROSETI",
        "https://en.wikipedia.org/wiki/Pioneer_plaque",
        "https://en.wikipedia.org/wiki/Project_Ozma",
        "https://en.wikipedia.org/wiki/SERENDIP",
        "https://en.wikipedia.org/wiki/Search_for_extraterrestrial_intelligence",
        "https://en.wikipedia.org/wiki/SetiQuest",
        "https://en.wikipedia.org/wiki/Voyager_Golden_Record",
        "https://en.wikipedia.org/wiki/Alien_language",
        "https://en.wikipedia.org/wiki/The_Science_of_Aliens",
        "https://en.wikipedia.org/wiki/Cosmic_pluralism",
        "https://en.wikipedia.org/wiki/Directed_panspermia",
        "https://en.wikipedia.org/wiki/Drake_equation",
        "https://en.wikipedia.org/wiki/Extraterrestrial_hypothesis",
        "https://en.wikipedia.org/wiki/Fermi_paradox",
        "https://en.wikipedia.org/wiki/Hypothetical_types_of_biochemistry",
        "https://en.wikipedia.org/wiki/Interplanetary_contamination",
        "https://en.wikipedia.org/wiki/Kardashev_scale",
        "https://en.wikipedia.org/wiki/Mediocrity_principle",
        "https://en.wikipedia.org/wiki/Panspermia",
        "https://en.wikipedia.org/wiki/Fermi_paradox",
        "https://en.wikipedia.org/wiki/Aestivation_hypothesis",
        "https://en.wikipedia.org/wiki/Berserker_hypothesis",
        "https://en.wikipedia.org/wiki/Dark_forest_hypothesis",
        "https://en.wikipedia.org/wiki/Firstborn_hypothesis",
        "https://en.wikipedia.org/wiki/Great_Filter",
        "https://en.wikipedia.org/wiki/Neocatastrophism",
        "https://en.wikipedia.org/wiki/Planetarium_hypothesis",
        "https://en.wikipedia.org/wiki/Rare_Earth_hypothesis",
        "https://en.wikipedia.org/wiki/Zoo_hypothesis",
        "https://en.wikipedia.org/wiki/Outline_of_extraterrestrial_life",
        "https://en.wikipedia.org/wiki/Ancient_astronauts",
        "https://en.wikipedia.org/wiki/Astrobiology",
        "https://en.wikipedia.org/wiki/Astroecology",
        "https://en.wikipedia.org/wiki/Biosignature",
        "https://en.wikipedia.org/wiki/Brookings_Report",
        "https://en.wikipedia.org/wiki/Exotheology",
        "https://en.wikipedia.org/wiki/Extraterrestrials_in_fiction",
        "https://en.wikipedia.org/wiki/Extremophile",
        "https://en.wikipedia.org/wiki/Hemolithin",
        "https://en.wikipedia.org/wiki/MERMOZ",
        "https://en.wikipedia.org/wiki/Nexus_for_Exoplanet_System_Science",
        "https://en.wikipedia.org/wiki/Noosphere",
        "https://en.wikipedia.org/wiki/Planetary_protection",
        "https://en.wikipedia.org/wiki/Potential_cultural_impact_of_extraterrestrial_contact",
        "https://en.wikipedia.org/wiki/San_Marino_Scale",
        "https://en.wikipedia.org/wiki/Technosignature",
        "https://en.wikipedia.org/wiki/UFO_religion",
        "https://en.wikipedia.org/wiki/Xenoarchaeology",
        "https://en.wikipedia.org/wiki/Project_Cyclops",
        "https://en.wikipedia.org/wiki/Project_Cyclops",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}