{
    "url": "https://en.wikipedia.org/wiki/Vehicle_propulsion",
    "title": "Propulsion",
    "table_of_contents": [
        "1 Vehicular propulsion",
        "1.1 Air propulsion",
        "1.2 Ground",
        "1.3 Maglev",
        "1.4 Marine",
        "1.5 Space",
        "1.6 Cable",
        "2 Animal",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Propulsion is the generation of force by any combination of pushing or pulling to modify the translational motion of an object, which is typically a rigid body (or an articulated rigid body) but may also concern a fluid. The term is derived from two Latin words: pro, meaning before or forward; and pellere, meaning to drive.[1] \nA propulsion system consists of a source of mechanical power, and a propulsor (means of converting this power into propulsive force). \n\nPlucking a guitar string to induce a vibratory translation is technically a form of propulsion of the guitar string; this is not commonly depicted in this vocabulary, even though human muscles are considered to propel the fingertips. The motion of an object moving through a gravitational field is affected by the field, and within some frames of reference physicists speak of the gravitational field generating a force upon the object, but for deep theoretic reasons, physicists now consider the curved path of an object moving freely through space-time as shaped by gravity as a natural movement of the object, unaffected by a propulsive force (in this view, the falling apple is considered to be unpropelled, while the observer of the apple standing on the ground is considered to be propelled by the reactive force of the Earth's surface). \n\nBiological propulsion systems use an animal's muscles as the power source, and limbs such as wings, fins or legs as the propulsors. A technological system uses an engine or motor as the power source (commonly called a powerplant), and wheels and axles, propellers, or a propulsive nozzle to generate the force. Components such as clutches or gearboxes may be needed to connect the motor to axles, wheels, or propellers. A technological/biological system may use human, or trained animal, muscular work to power a mechanical device.\n\nSmall objects, such as bullets, propelled at high speed are known as projectiles; larger objects propelled at high speed, often into ballistic flight, are known as rockets or missiles. \n\nInfluencing rotational motion is also technically a form of propulsion, but in speech, an automotive mechanic might prefer to describe the hot gasses in an engine cylinder as propelling the piston (translational motion), which drives the crankshaft (rotational motion), the crankshaft then drives the wheels (rotational motion), and the wheels propel the car forward (translational motion). In common speech, propulsion is associated with spacial displacement more strongly than locally contained forms of motion, such as rotation or vibration. As another example, internal stresses in a rotating baseball cause the surface of the baseball to travel along a sinusoidal or helical trajectory, which would not happen in the absence of these interior forces; these forces meet the technical definition of propulsion from Newtonian mechanics, but are not commonly spoken of in this language. \n\n"
        },
        {
            "title": "Vehicular propulsion",
            "text": "An aircraft propulsion system generally consists of an aircraft engine and some means to generate thrust, such as a propeller or a propulsive nozzle.\n\nAn aircraft propulsion system must achieve two things. First, the thrust from the propulsion system must balance the drag of the airplane when the airplane is cruising. And second, the thrust from the propulsion system must exceed the drag of the airplane for the airplane to accelerate. The greater the difference between the thrust and the drag, called the excess thrust, the faster the airplane will accelerate.[1]\n\nSome aircraft, like airliners and cargo planes, spend most of their life in a cruise condition. For these airplanes, excess thrust is not as important as high engine efficiency and low fuel usage. Since thrust depends on both the amount of gas moved and the velocity, we can generate high thrust by accelerating a large mass of gas by a small amount, or by accelerating a small mass of gas by a large amount. Because of the aerodynamic efficiency of propellers and fans, it is more fuel efficient to accelerate a large mass by a small amount, which is why high-bypass turbofans and turboprops are commonly used on cargo planes and airliners.[1]\n\nSome aircraft, like fighter planes or experimental high speed aircraft, require very high excess thrust to accelerate quickly and to overcome the high drag associated with high speeds. For these airplanes, engine efficiency is not as important as very high thrust. Modern combat aircraft usually have an afterburner added to a low bypass turbofan. Future hypersonic aircraft may use some type of ramjet or rocket propulsion.[1]\n\nGround propulsion is any mechanism for propelling solid bodies along the ground, usually for the purposes of transportation. The propulsion system often consists of a combination of an engine or motor, a gearbox and wheel and axles in standard applications.\n\nMaglev (derived from magnetic levitation) is a system of transportation that uses magnetic levitation to suspend, guide and propel vehicles with magnets rather than using mechanical methods, such as wheels, axles and bearings. With maglev a vehicle is levitated a short distance away from a guide way using magnets to create both lift and thrust. Maglev vehicles are claimed to move more smoothly and quietly and to require less maintenance than wheeled mass transit systems. It is claimed that non-reliance on friction also means that acceleration and deceleration can far surpass that of existing forms of transport. The power needed for levitation is not a particularly large percentage of the overall energy consumption; most of the power used is needed to overcome air resistance (drag), as with any other high-speed form of transport.\n\nMarine propulsion is the mechanism or system used to generate thrust to move a ship or boat across water. While paddles and sails are still used on some smaller boats, most modern ships are propelled by mechanical systems consisting of a motor or engine turning a propeller, or less frequently, in jet drives, an impeller. Marine engineering is the discipline concerned with the design of marine propulsion systems.\n\nSteam engines were the first mechanical engines used in marine propulsion, but have mostly been replaced by two-stroke or four-stroke diesel engines, outboard motors, and gas turbine engines on faster ships. Nuclear reactors producing steam are used to propel warships and icebreakers, and there have been attempts to utilize them to power commercial vessels. Electric motors have been used on submarines and electric boats and have been proposed for energy-efficient propulsion.[2] Recent development in liquified natural gas (LNG) fueled engines are gaining recognition for their low emissions and cost advantages.\n\nSpacecraft propulsion is any method used to accelerate spacecraft and artificial satellites. There are many different methods. Each method has drawbacks and advantages, and spacecraft propulsion is an active area of research. However, most spacecraft today are propelled by forcing a gas from the back/rear of the vehicle at very high speed through a supersonic de Laval nozzle. This sort of engine is called a rocket engine.\n\nAll current spacecraft use chemical rockets (bipropellant or solid-fuel) for launch, though some (such as the Pegasus rocket and SpaceShipOne) have used air-breathing engines on their first stage. Most satellites have simple reliable chemical thrusters (often monopropellant rockets) or resistojet rockets for orbital station-keeping and some use momentum wheels for attitude control. Soviet bloc satellites have used electric propulsion for decades, and newer Western geo-orbiting spacecraft are starting to use them for north–south stationkeeping and orbit raising. Interplanetary vehicles mostly use chemical rockets as well, although a few have used ion thrusters and Hall-effect thrusters (two different types of electric propulsion) to great success.\n\nA cable car is any of a variety of transportation systems relying on cables to pull vehicles along or lower them at a steady rate. The terminology also refers to the vehicles on these systems. The cable car vehicles are motor-less and engine-less and they are pulled by a cable that is rotated by a motor off-board.\n\n"
        },
        {
            "title": "Animal",
            "text": "Animal locomotion, which is the act of self-propulsion by an animal, has many manifestations, including running, swimming, jumping and flying. Animals move for a variety of reasons, such as to find food, a mate, or a suitable microhabitat, and to escape predators. For many animals the ability to move is essential to survival and, as a result, selective pressures have shaped the locomotion methods and mechanisms employed by moving organisms. For example, migratory animals that travel vast distances (such as the Arctic tern) typically have a locomotion mechanism that costs very little energy per unit distance, whereas non-migratory animals that must frequently move quickly to escape predators (such as frogs) are likely to have costly but very fast locomotion. The study of animal locomotion is typically considered to be a sub-field of biomechanics.\n\nLocomotion requires energy to overcome friction, drag, inertia, and gravity, though in many circumstances some of these factors are negligible. In terrestrial environments gravity must be overcome, though the drag of air is much less of an issue. In aqueous environments however, friction (or drag) becomes the major challenge, with gravity being less of a concern. Although animals with natural buoyancy need not expend much energy maintaining vertical position, some will naturally sink and must expend energy to remain afloat. Drag may also present a problem in flight, and the aerodynamically efficient body shapes of birds highlight this point. Flight presents a different problem from movement in water however, as there is no way for a living organism to have lower density than air. Limbless organisms moving on land must often contend with surface friction, but do not usually need to expend significant energy to counteract gravity.\n\nNewton's third law of motion is widely used in the study of animal locomotion: if at rest, to move forward an animal must push something backward. Terrestrial animals must push the solid ground; swimming and flying animals must push against a fluid (either water or air).[3] The effect of forces during locomotion on the design of the skeletal system is also important, as is the interaction between locomotion and muscle physiology, in determining how the structures and effectors of locomotion enable or limit animal movement.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Armadillo_Aerospace",
        "https://en.wikipedia.org/wiki/Rocket",
        "https://en.wikipedia.org/wiki/Shock_diamond",
        "https://en.wikipedia.org/wiki/Force",
        "https://en.wikipedia.org/wiki/Motion",
        "https://en.wikipedia.org/wiki/Rigid_body",
        "https://en.wikipedia.org/wiki/Fluid",
        "https://en.wikipedia.org/wiki/Vibration",
        "https://en.wikipedia.org/wiki/Gravitational_field",
        "https://en.wikipedia.org/wiki/General_relativity",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Wing",
        "https://en.wikipedia.org/wiki/Fin",
        "https://en.wikipedia.org/wiki/Leg",
        "https://en.wikipedia.org/wiki/Technology",
        "https://en.wikipedia.org/wiki/Engine",
        "https://en.wikipedia.org/wiki/Wheel_and_axle",
        "https://en.wikipedia.org/wiki/Propeller",
        "https://en.wikipedia.org/wiki/Propulsive_nozzle",
        "https://en.wikipedia.org/wiki/Clutch",
        "https://en.wikipedia.org/wiki/Gearbox",
        "https://en.wikipedia.org/wiki/Bullet",
        "https://en.wikipedia.org/wiki/Projectile",
        "https://en.wikipedia.org/wiki/Ballistic_flight",
        "https://en.wikipedia.org/wiki/Rocket",
        "https://en.wikipedia.org/wiki/Missile",
        "https://en.wikipedia.org/wiki/Rotation",
        "https://en.wikipedia.org/wiki/Baseball",
        "https://en.wikipedia.org/wiki/Newtonian_mechanics",
        "https://en.wikipedia.org/wiki/Powered_aircraft",
        "https://en.wikipedia.org/wiki/Turboprop",
        "https://en.wikipedia.org/wiki/Aircraft_engine",
        "https://en.wikipedia.org/wiki/Propulsive_nozzle",
        "https://en.wikipedia.org/wiki/Aircraft",
        "https://en.wikipedia.org/wiki/Cargo_planes",
        "https://en.wikipedia.org/wiki/Fighter_planes",
        "https://en.wikipedia.org/wiki/Combat_aircraft",
        "https://en.wikipedia.org/wiki/Low_bypass_turbofan",
        "https://en.wikipedia.org/wiki/Hypersonic_aircraft",
        "https://en.wikipedia.org/wiki/Ground_propulsion",
        "https://en.wikipedia.org/wiki/Transportation",
        "https://en.wikipedia.org/wiki/Engine",
        "https://en.wikipedia.org/wiki/Gearbox",
        "https://en.wikipedia.org/wiki/Wheel_and_axle",
        "https://en.wikipedia.org/wiki/Transrapid",
        "https://en.wikipedia.org/wiki/Emsland_test_facility",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/Maglev",
        "https://en.wikipedia.org/wiki/Magnetic_levitation",
        "https://en.wikipedia.org/wiki/Wheel_and_axle",
        "https://en.wikipedia.org/wiki/Mass_transit",
        "https://en.wikipedia.org/wiki/Marine_propulsion",
        "https://en.wikipedia.org/wiki/Thrust",
        "https://en.wikipedia.org/wiki/Ship",
        "https://en.wikipedia.org/wiki/Boat",
        "https://en.wikipedia.org/wiki/Paddle",
        "https://en.wikipedia.org/wiki/Sail",
        "https://en.wikipedia.org/wiki/Propeller",
        "https://en.wikipedia.org/wiki/Impeller",
        "https://en.wikipedia.org/wiki/Propulsion_system",
        "https://en.wikipedia.org/wiki/Steam_engine",
        "https://en.wikipedia.org/wiki/Gas_turbine_engine",
        "https://en.wikipedia.org/wiki/Nuclear_marine_propulsion",
        "https://en.wikipedia.org/wiki/Warship",
        "https://en.wikipedia.org/wiki/Icebreaker",
        "https://en.wikipedia.org/wiki/Electric_motor",
        "https://en.wikipedia.org/wiki/Submarine",
        "https://en.wikipedia.org/wiki/Electric_boat",
        "https://en.wikipedia.org/wiki/Space_Shuttle_main_engine",
        "https://en.wikipedia.org/wiki/Spacecraft_propulsion",
        "https://en.wikipedia.org/wiki/Spacecraft",
        "https://en.wikipedia.org/wiki/Satellite",
        "https://en.wikipedia.org/wiki/Rocket_engine_nozzle",
        "https://en.wikipedia.org/wiki/Engine",
        "https://en.wikipedia.org/wiki/Rocket_engine",
        "https://en.wikipedia.org/wiki/Bipropellant_rocket",
        "https://en.wikipedia.org/wiki/Solid_rocket",
        "https://en.wikipedia.org/wiki/Pegasus_rocket",
        "https://en.wikipedia.org/wiki/SpaceShipOne",
        "https://en.wikipedia.org/wiki/Multistage_rocket",
        "https://en.wikipedia.org/wiki/Monopropellant_rocket",
        "https://en.wikipedia.org/wiki/Resistojet_rocket",
        "https://en.wikipedia.org/wiki/Momentum_wheel",
        "https://en.wikipedia.org/wiki/Attitude_control",
        "https://en.wikipedia.org/wiki/Electrically_powered_spacecraft_propulsion",
        "https://en.wikipedia.org/wiki/Ion_thruster",
        "https://en.wikipedia.org/wiki/Animal_locomotion",
        "https://en.wikipedia.org/wiki/Bee",
        "https://en.wikipedia.org/wiki/Running",
        "https://en.wikipedia.org/wiki/Aquatic_locomotion",
        "https://en.wikipedia.org/wiki/Jumping",
        "https://en.wikipedia.org/wiki/Flying_and_gliding_animals",
        "https://en.wikipedia.org/wiki/Microhabitat",
        "https://en.wikipedia.org/wiki/Arctic_tern",
        "https://en.wikipedia.org/wiki/Frog",
        "https://en.wikipedia.org/wiki/Biomechanics",
        "https://en.wikipedia.org/wiki/Energy",
        "https://en.wikipedia.org/wiki/Friction",
        "https://en.wikipedia.org/wiki/Inertia",
        "https://en.wikipedia.org/wiki/Gravity",
        "https://en.wikipedia.org/wiki/Terrestrial_planet",
        "https://en.wikipedia.org/wiki/Buoyancy",
        "https://en.wikipedia.org/wiki/Flight",
        "https://en.wikipedia.org/wiki/Aerodynamic",
        "https://en.wikipedia.org/wiki/Bird",
        "https://en.wikipedia.org/wiki/Density",
        "https://en.wikipedia.org/wiki/Fluid",
        "https://en.wikipedia.org/wiki/Water",
        "https://en.wikipedia.org/wiki/Air",
        "https://en.wikipedia.org/wiki/Transport",
        "https://en.wikipedia.org/wiki/Brady_Haran",
        "https://en.wikipedia.org/wiki/University_of_Nottingham",
        "https://en.wikipedia.org/wiki/Propulsion",
        "https://en.wikipedia.org/wiki/Propulsion",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}