{
    "url": "https://en.wikipedia.org/wiki/Proteomics",
    "title": "Proteomics",
    "table_of_contents": [
        "1 History and etymology",
        "2 Complexity of the problem",
        "2.1 Post-translational modifications",
        "2.1.1 Phosphorylation",
        "2.1.2 Ubiquitination",
        "2.1.3 Additional modifications",
        "2.2 Distinct proteins are made under distinct settings",
        "3 Limitations of genomics and proteomics studies",
        "4 Methods of studying proteins",
        "4.1 Protein detection with antibodies (immunoassays)",
        "4.2 Antibody-free protein detection",
        "4.2.1 Detection methods",
        "4.2.2 Separation methods",
        "4.3 Hybrid technologies",
        "4.4 Current research methodologies",
        "4.5 High-throughput proteomic technologies",
        "4.5.1 Mass spectrometry and protein profiling",
        "4.5.2 Affinity proteomics",
        "4.5.3 Protein chips",
        "4.5.4 Reverse-phased protein microarrays",
        "5 Practical applications",
        "5.1 New drug discovery",
        "5.2 Interaction proteomics and protein networks",
        "5.3 Expression proteomics",
        "5.4 Biomarkers",
        "5.5 Proteogenomics",
        "5.6 Structural proteomics",
        "6 Bioinformatics for proteomics (proteome informatics)",
        "6.1 Protein identification",
        "6.2 Protein structure",
        "6.3 Post-translational modifications",
        "6.4 Computational methods in studying protein biomarkers",
        "7 Emerging trends",
        "7.1 Systems biology",
        "7.2 Human plasma proteome",
        "8 Journals",
        "9 See also",
        "9.1 Protein databases",
        "9.2 Research centers",
        "10 References",
        "11 Bibliography",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Proteomics is the large-scale study of proteins.[1][2] Proteins are vital parts of living organisms, with many functions such as the formation of structural fibers of muscle tissue, enzymatic digestion of food, or synthesis and replication of DNA. In addition, other kinds of proteins include antibodies that protect an organism from infection, and hormones that send important signals throughout the body.\n\nThe proteome is the entire set of proteins produced or modified by an organism or system. Proteomics enables the identification of ever-increasing numbers of proteins. This varies with time and distinct requirements, or stresses, that a cell or organism undergoes.[3]\n\nProteomics is an interdisciplinary domain that has benefited greatly from the genetic information of various genome projects, including the Human Genome Project.[4] It covers the exploration of proteomes from the overall level of protein composition, structure, and activity, and is an important component of functional genomics.\n\nProteomics generally denotes the large-scale experimental analysis of proteins and proteomes, but often refers specifically to protein purification and mass spectrometry.\n\n"
        },
        {
            "title": "History and etymology",
            "text": "The first studies of proteins that could be regarded as proteomics began in 1975, after the introduction of the two-dimensional gel and mapping of the proteins from the bacterium Escherichia coli.\n\nProteome is blend of the words \"protein\" and \"genome\". It was coined in 1994 by then-Ph.D student Marc Wilkins at Macquarie University,[5] which founded the first dedicated proteomics laboratory in 1995.[6][7]\n\n"
        },
        {
            "title": "Complexity of the problem",
            "text": "After genomics and transcriptomics, proteomics is the next step in the study of biological systems. It is more complicated than genomics because an organism's genome is more or less constant, whereas proteomes differ from cell to cell and from time to time. Distinct genes are expressed in different cell types, which means that even the basic set of proteins produced in a cell must be identified.\n\nIn the past this phenomenon was assessed by RNA analysis, which was found to lack correlation with protein content.[8][9] It is now known that mRNA is not always translated into protein,[10] and the amount of protein produced for a given amount of mRNA depends on the gene it is transcribed from and on the cell's physiological state. Proteomics confirms the presence of the protein and provides a direct measure of its quantity.\n\nNot only does the translation from mRNA cause differences, but many proteins also are subjected to a wide variety of chemical modifications after translation. The most common and widely studied post-translational modifications include phosphorylation and glycosylation. Many of these post-translational modifications are critical to the protein's function.\n\nOne such modification is phosphorylation, which happens to many enzymes and structural proteins in the process of cell signaling. The addition of a phosphate to particular amino acids—most commonly serine and threonine[11] mediated by serine-threonine kinases, or more rarely tyrosine mediated by tyrosine kinases—causes a protein to become a target for binding or interacting with a distinct set of other proteins that recognize the phosphorylated domain.\n\nBecause protein phosphorylation is one of the most studied protein modifications, many \"proteomic\" efforts are geared to determining the set of phosphorylated proteins in a particular cell or tissue-type under particular circumstances. This alerts the scientist to the signaling pathways that may be active in that instance.\n\nUbiquitin is a small protein that may be affixed to certain protein substrates by enzymes called E3 ubiquitin ligases. Determining which proteins are poly-ubiquitinated helps understand how protein pathways are regulated. This is, therefore, an additional legitimate \"proteomic\" study. Similarly, once a researcher determines which substrates are ubiquitinated by each ligase, determining the set of ligases expressed in a particular cell type is helpful.\n\nIn addition to phosphorylation and ubiquitination, proteins may be subjected to (among others) methylation, acetylation, glycosylation, oxidation, and nitrosylation. Some proteins undergo all these modifications, often in time-dependent combinations. This illustrates the potential complexity of studying protein structure and function.\n\nA cell may make different sets of proteins at different times or under different conditions, for example during development, cellular differentiation, cell cycle, or carcinogenesis. Further increasing proteome complexity, as mentioned, most proteins are able to undergo a wide range of post-translational modifications.\n\nTherefore, a \"proteomics\" study may become complex very quickly, even if the topic of study is restricted. In more ambitious settings, such as when a biomarker for a specific cancer subtype is sought, the proteomics scientist might elect to study multiple blood serum samples from multiple cancer patients to minimise confounding factors and account for experimental noise.[12] Thus, complicated experimental designs are sometimes necessary to account for the dynamic complexity of the proteome.\n\n"
        },
        {
            "title": "Limitations of genomics and proteomics studies",
            "text": "Proteomics gives a different level of understanding than genomics for many reasons:\n\nReproducibility. One major factor affecting reproducibility in proteomics experiments is the simultaneous elution of many more peptides than mass spectrometers can measure. This causes stochastic differences between experiments due to data-dependent acquisition of tryptic peptides. Although early large-scale shotgun proteomics analyses showed considerable variability between laboratories,[15][16] presumably due in part to technical and experimental differences between laboratories, reproducibility has been improved in more recent mass spectrometry analysis, particularly on the protein level.[17] Notably, targeted proteomics shows increased reproducibility and repeatability compared with shotgun methods, although at the expense of data density and effectiveness.[18]\n\n"
        },
        {
            "title": "Methods of studying proteins",
            "text": "In proteomics, there are multiple methods to study proteins. Generally, proteins may be detected by using either antibodies (immunoassays), electrophoretic separation or mass spectrometry. If a complex biological sample is analyzed, either a very specific antibody needs to be used in quantitative dot blot analysis (QDB), or biochemical separation then needs to be used before the detection step, as there are too many analytes in the sample to perform accurate detection and quantification.\n\nAntibodies to particular proteins, or to their modified forms, have been used in biochemistry and cell biology studies. These are among the most common tools used by molecular biologists today. There are several specific techniques and protocols that use antibodies for protein detection. The enzyme-linked immunosorbent assay (ELISA) has been used for decades to detect and quantitatively measure proteins in samples.  The western blot may be used for detection and quantification of individual proteins, where in an initial step, a complex protein mixture is separated using SDS-PAGE and then the protein of interest is identified using an antibody.\n\nModified proteins may be studied by developing an antibody specific to that modification. For example, there are antibodies that only recognize certain proteins when they are tyrosine-phosphorylated, they are known as phospho-specific antibodies. Also, there are antibodies specific to other modifications. These may be used to determine the set of proteins that have undergone the modification of interest.\n\nImmunoassays can also be carried out using recombinantly generated immunoglobulin derivatives or synthetically designed protein scaffolds that are selected for high antigen specificity. Such binders include single domain antibody fragments (Nanobodies),[19] designed ankyrin repeat proteins (DARPins)[20] and aptamers.[21]\n\nDisease detection at the molecular level is driving the emerging revolution of early diagnosis and treatment. A challenge facing the field is that protein biomarkers for early diagnosis may be present in very low abundance. The lower limit of detection with conventional immunoassay technology is the upper femtomolar range (10−13 M). Digital immunoassay technology has improved detection sensitivity three logs, to the attomolar range (10−16 M). This capability has the potential to open new advances in diagnostics and therapeutics, but such technologies have been relegated to manual procedures that are not well suited for efficient routine use.[22]\n\nWhile protein detection with antibodies is still very common in molecular biology, other methods have been developed as well, that do not rely on an antibody. These methods offer various advantages, for instance they often are able to determine the sequence of a protein or peptide, they may have higher throughput than antibody-based, and they sometimes can identify and quantify proteins for which no antibody exists.\n\nOne of the earliest methods for protein analysis has been Edman degradation (introduced in 1967) where a single peptide is subjected to multiple steps of chemical degradation to resolve its sequence. These early methods have mostly been supplanted by technologies that offer higher throughput.\n\nMore recently implemented methods use mass spectrometry-based techniques, a development that was made possible by the discovery of \"soft ionization\" methods developed in the 1980s, such as matrix-assisted laser desorption/ionization (MALDI) and electrospray ionization (ESI). These methods gave rise to the top-down and the bottom-up proteomics workflows where often additional separation is performed before analysis (see below).\n\nFor the analysis of complex biological samples, a reduction of sample complexity is required. This may be performed off-line by one-dimensional or two-dimensional separation. More recently, on-line methods have been developed where individual peptides (in bottom-up proteomics approaches) are separated using reversed-phase chromatography and then, directly ionized using ESI; the direct coupling of separation and analysis explains the term \"on-line\" analysis.\n\nThere are several hybrid technologies that use antibody-based purification of individual analytes and then perform mass spectrometric analysis for identification and quantification. Examples of these methods are the \nMSIA (mass spectrometric immunoassay), developed by Randall Nelson in 1995,[23] and the SISCAPA (Stable Isotope Standard Capture with Anti-Peptide Antibodies) method, introduced by Leigh Anderson in 2004.[24]\n\nFluorescence two-dimensional differential gel electrophoresis (2-D DIGE)[25] may be used to quantify variation in the 2-D DIGE process and establish statistically valid thresholds for assigning quantitative changes between samples.[25]\n\nComparative proteomic analysis may reveal the role of proteins in complex biological systems, including reproduction. For example, treatment with the insecticide triazophos causes an increase in the content of brown planthopper (Nilaparvata lugens (Stål)) male accessory gland proteins (Acps) that may be transferred to females via mating, causing an increase in fecundity (i.e. birth rate) of females.[26] To identify changes in the types of accessory gland proteins (Acps) and reproductive proteins that mated female planthoppers received from male planthoppers, researchers conducted a comparative proteomic analysis of mated N. lugens females.[27] The results indicated that these proteins participate in the reproductive process of N. lugens adult females and males.[27]\n\nProteome analysis of Arabidopsis peroxisomes[28] has been established as the major unbiased approach for identifying new peroxisomal proteins on a large scale.[28]\n\nThere are many approaches to characterizing the human proteome, which is estimated to contain between 20,000 and 25,000 non-redundant proteins. The number of unique protein species likely will increase by between 50,000 and 500,000 due to RNA splicing and proteolysis events, and when post-translational modification also are considered, the total number of unique human proteins is estimated to range in the low millions.[29][30]\n\nIn addition, the first promising attempts to decipher the proteome of animal tumors have recently been reported.[31]\nThis method was used as a functional method in Macrobrachium rosenbergii protein profiling.[32]\n\nProteomics has steadily gained momentum over the past decade with the evolution of several approaches. Few of these are new, and others build on traditional methods. Mass spectrometry-based methods, affinity proteomics, and micro arrays are the most common technologies for large-scale study of proteins.\n\nThere are two mass spectrometry-based methods currently used for protein profiling. The more established and widespread method uses high resolution, two-dimensional electrophoresis to separate proteins from different samples in parallel, followed by selection and staining of differentially expressed proteins to be identified by mass spectrometry. Despite the advances in 2-DE and its maturity, it has its limits as well.\nThe central concern is the inability to resolve all the proteins within a sample, given their dramatic range in expression level and differing properties. The combination of pore size, and protein charge, size and shape can greatly determine migration rate which leads to other complications.[33]\n\nThe second quantitative approach uses stable isotope tags to differentially label proteins from two different complex mixtures. Here, the proteins within a complex mixture are labeled isotopically first, and then digested to yield labeled peptides. The labeled mixtures are then combined, the peptides separated by multidimensional liquid chromatography and analyzed by tandem mass spectrometry. Isotope coded affinity tag (ICAT) reagents are the widely used isotope tags. In this method, the cysteine residues of proteins get covalently attached to the ICAT reagent, thereby reducing the complexity of the mixtures omitting the non-cysteine residues.\n\nQuantitative proteomics using stable isotopic tagging is an increasingly useful tool in modern development. Firstly, chemical reactions have been used to introduce tags into specific sites or proteins for the purpose of probing specific protein functionalities. The isolation of phosphorylated peptides has been achieved using isotopic labeling and selective chemistries to capture the fraction of protein among the complex mixture. Secondly, the ICAT technology was used to differentiate between partially purified or purified macromolecular complexes such as large RNA polymerase II pre-initiation complex and the proteins complexed with yeast transcription factor. Thirdly, ICAT labeling was recently combined with chromatin isolation to identify and quantify chromatin-associated proteins. Finally ICAT reagents are useful for proteomic profiling of cellular organelles and specific cellular fractions.[33]\n\nAnother quantitative approach is the accurate mass and time (AMT) tag approach developed by Richard D. Smith and coworkers at Pacific Northwest National Laboratory. In this approach, increased throughput and sensitivity is achieved by avoiding the need for tandem mass spectrometry, and making use of precisely determined separation time information and highly accurate mass determinations for peptide and protein identifications.\n\nAffinity proteomics uses antibodies or other affinity reagents (such as oligonucleotide-based aptamers) as protein-specific detection probes.[34] Currently this method can interrogate several thousand proteins, typically from biofluids such as plasma, serum or cerebrospinal fluid (CSF). A key differentiator for this technology is the ability to analyze hundreds or thousands of samples in a reasonable timeframe (a matter of days or weeks); mass spectrometry-based based methods are not scalable to this level of sample throughput for proteomics analyses.\n\nBalancing the use of mass spectrometers in proteomics and in medicine is the use of protein micro arrays. The aim behind protein micro arrays is to print thousands of protein detecting features for the interrogation of biological samples. Antibody arrays are an example in which a host of different antibodies are arrayed to detect their respective antigens from a sample of human blood. Another approach is the arraying of multiple protein types for the study of properties like protein-DNA, protein-protein and protein-ligand interactions. Ideally, the functional proteomic arrays would contain the entire complement of the proteins of a given organism. The first version of such arrays consisted of 5000 purified proteins from yeast deposited onto glass microscopic slides. Despite the success of first chip, it was a greater challenge for protein arrays to be implemented. Proteins are inherently much more difficult to work with than DNA. They have a broad dynamic range, are less stable than DNA and their structure is difficult to preserve on glass slides, though they are essential for most assays. The global ICAT technology has striking advantages over protein chip technologies.[33]\n\nThis is a promising and newer microarray application for the diagnosis, study and treatment of complex diseases such as cancer. The technology merges laser capture microdissection (LCM) with micro array technology, to produce reverse-phase protein microarrays. In this type of microarrays, the whole collection of protein themselves are immobilized with the intent of capturing various stages of disease within an individual patient. When used with LCM, reverse phase arrays can monitor the fluctuating state of proteome among different cell population within a small area of human tissue. This is useful for profiling the status of cellular signaling molecules, among a cross-section of tissue that includes both normal and cancerous cells. This approach is useful in monitoring the status of key factors in normal prostate epithelium and invasive prostate cancer tissues.  LCM then dissects these tissue and protein lysates were arrayed onto nitrocellulose slides, which were probed with specific antibodies. This method can track all kinds of molecular events and can compare diseased and healthy tissues within the same patient enabling the development of treatment strategies and diagnosis. The ability to acquire proteomics snapshots of neighboring cell populations, using reverse-phase microarrays in conjunction with LCM has a number of applications beyond the study of tumors. The approach can provide insights into normal physiology and pathology of all the tissues and is invaluable for characterizing developmental processes and anomalies.[33]\n\n"
        },
        {
            "title": "Practical applications",
            "text": "One major development to come from the study of human genes and proteins has been the identification of potential new drugs for the treatment of disease. This relies on genome and proteome information to identify proteins associated with a disease, which computer software can then use as targets for new drugs. For example, if a certain protein is implicated in a disease, its 3D structure provides the information to design drugs to interfere with the action of the protein. A molecule that fits the active site of an enzyme, but cannot be released by the enzyme, inactivates the enzyme. This is the basis of new drug-discovery tools, which aim to find new drugs to inactivate proteins involved in disease. As genetic differences among individuals are found, researchers expect to use these techniques to develop personalized drugs that are more effective for the individual.[35]\n\nProteomics is also used to reveal complex plant-insect interactions that help identify candidate genes involved in the defensive response of plants to herbivory.[36][37][38]\n\nA branch of proteomics called chemoproteomics provides numerous tools and techniques to detect protein targets of drugs.[39]\n\nInteraction proteomics is the analysis of protein interactions from scales of binary interactions to proteome- or network-wide.  Most proteins function via protein–protein interactions, and one goal of interaction proteomics is to identify binary protein interactions, protein complexes, and interactomes.\n\nSeveral methods are available to probe protein–protein interactions. While the most traditional method is yeast two-hybrid analysis, a powerful emerging method is affinity purification followed by protein mass spectrometry using tagged protein baits. Other methods include surface plasmon resonance (SPR),[40][41] protein microarrays, dual polarisation interferometry, microscale thermophoresis, kinetic exclusion assay, and experimental methods such as phage display and in silico computational methods.\n\nKnowledge of protein-protein interactions is especially useful in regard to biological networks and systems biology, for example in cell signaling cascades and gene regulatory networks (GRNs, where knowledge of protein-DNA interactions is also informative). Proteome-wide analysis of protein interactions, and integration of these interaction patterns into larger biological networks, is crucial towards understanding systems-level biology.[42][43]\n\nExpression proteomics includes the analysis of protein expression at a larger scale. It helps identify main proteins in a particular sample, and those proteins differentially expressed in related samples—such as diseased vs. healthy tissue. If a protein is found only in a diseased sample then it can be a useful drug target or diagnostic marker. Proteins with the same or similar expression profiles may also be functionally related. There are technologies such as 2D-PAGE and mass spectrometry that are used in expression proteomics.[44]\n\nThe National Institutes of Health has defined a biomarker as \"a characteristic that is objectively measured and evaluated as an indicator of normal biological processes, pathogenic processes, or pharmacologic responses to a therapeutic intervention.\"[45][46]\n\nUnderstanding the proteome, the structure and function of each protein and the complexities of protein–protein interactions are critical for developing the most effective diagnostic techniques and disease treatments in the future. For example, proteomics is highly useful in the identification of candidate biomarkers (proteins in body fluids that are of value for diagnosis), identification of the bacterial antigens that are targeted by the immune response, and identification of possible immunohistochemistry markers of infectious or neoplastic diseases.[47]\n\nAn interesting use of proteomics is using specific protein biomarkers to diagnose disease. A number of techniques allow to test for proteins produced during a particular disease, which helps to diagnose the disease quickly. Techniques include western blot, immunohistochemical staining, enzyme linked immunosorbent assay (ELISA) or mass spectrometry.[31][48] Secretomics, a subfield of proteomics that studies secreted proteins and secretion pathways using proteomic approaches, has recently emerged as an important tool for the discovery of biomarkers of disease.[49]\n\nIn proteogenomics, proteomic technologies such as mass spectrometry are used for improving gene annotations. Parallel analysis of the genome and the proteome facilitates discovery of post-translational modifications and proteolytic events,[50] especially when comparing multiple species (comparative proteogenomics).[51]\n\nStructural proteomics includes the analysis of protein structures at large-scale. It compares protein structures and helps identify functions of newly discovered genes. The structural analysis also helps to understand that where drugs bind to proteins and also shows where proteins interact with each other. This understanding is achieved using different technologies such as X-ray crystallography and NMR spectroscopy.[44]\n\n"
        },
        {
            "title": "",
            "text": "Much proteomics data is collected with the help of high throughput technologies such as mass spectrometry and microarray. It would often take weeks or months to analyze the data and perform comparisons by hand. For this reason, biologists and chemists are collaborating with computer scientists and mathematicians to create programs and pipeline to computationally analyze the protein data. Using bioinformatics techniques, researchers are capable of faster analysis and data storage. A good place to find lists of current programs and databases is on the ExPASy bioinformatics resource portal. The applications of bioinformatics-based proteomics include medicine, disease diagnosis, biomarker identification, and many more.\n\nMass spectrometry and microarray produce peptide fragmentation information but do not give identification of specific proteins present in the original sample. Due to the lack of specific protein identification, past researchers were forced to decipher the peptide fragments themselves. However, there are currently programs available for protein identification. These programs take the peptide sequences output from mass spectrometry and microarray and return information about matching or similar proteins. This is done through algorithms implemented by the program which perform alignments with proteins from known databases such as UniProt[52] and PROSITE[53] to predict what proteins are in the sample with a degree of certainty.\n\nThe biomolecular structure forms the 3D configuration of the protein. Understanding the protein's structure aids in the identification of the protein's interactions and function. It used to be that the 3D structure of proteins could only be determined using X-ray crystallography and NMR spectroscopy. As of 2017, Cryo-electron microscopy is a leading technique, solving difficulties with crystallization (in X-ray crystallography) and conformational ambiguity (in NMR); resolution was 2.2Å as of 2015. Now, through bioinformatics, there are computer programs that can in some cases predict and model the structure of proteins. These programs use the chemical properties of amino acids and structural properties of known proteins to predict the 3D model of sample proteins. This also allows scientists to model protein interactions on a larger scale. In addition, biomedical engineers are developing methods to factor in the flexibility of protein structures to make comparisons and predictions.[54]\n\nMost programs available for protein analysis are not written for proteins that have undergone post-translational modifications.[55] Some programs will accept post-translational modifications to aid in protein identification but then ignore the modification during further protein analysis. It is important to account for these modifications since they can affect the protein's structure. In turn, computational analysis of post-translational modifications has gained the attention of the scientific community. The current post-translational modification programs are only predictive.[56] Chemists, biologists and computer scientists are working together to create and introduce new pipelines that allow for analysis of post-translational modifications that have been experimentally identified for their effect on the protein's structure and function.\n\nOne example of the use of bioinformatics and the use of computational methods is the study of protein biomarkers. Computational predictive models[57] have shown that extensive and diverse feto-maternal protein trafficking occurs during pregnancy and can be readily detected non-invasively in maternal whole blood. This computational approach circumvented a major limitation, the abundance of maternal proteins interfering with the detection of fetal proteins, to fetal proteomic analysis of maternal blood. Computational models can use fetal gene transcripts previously identified in maternal whole blood to create a comprehensive proteomic network of the term neonate. Such work shows that the fetal proteins detected in pregnant woman's blood originate from a diverse group of tissues and organs from the developing fetus. The proteomic networks contain many biomarkers that are proxies for development and illustrate the potential clinical application of this technology as a way to monitor normal and abnormal fetal development.\n\nAn information-theoretic framework has also been introduced for biomarker discovery, integrating biofluid and tissue information.[58] This new approach takes advantage of functional synergy between certain biofluids and tissues with the potential for clinically significant findings not possible if tissues and biofluids were considered individually. By conceptualizing tissue-biofluid as information channels, significant biofluid proxies can be identified and then used for the guided development of clinical diagnostics. Candidate biomarkers are then predicted based on information transfer criteria across the tissue-biofluid channels. Significant biofluid-tissue relationships can be used to prioritize clinical validation of biomarkers.[58]\n\n"
        },
        {
            "title": "Emerging trends",
            "text": "A number of emerging concepts have the potential to improve the current features of proteomics. Obtaining absolute quantification of proteins and monitoring post-translational modifications are the two tasks that impact the understanding of protein function in healthy and diseased cells. For many cellular events, the protein concentrations do not change; rather, their function is modulated by post-translational modifications (PTM). Methods of monitoring PTM are an underdeveloped area in proteomics. Selecting a particular subset of protein for analysis substantially reduces protein complexity, making it advantageous for diagnostic purposes where blood is the starting material. Another important aspect of proteomics, yet not addressed, is that proteomics methods should focus on studying proteins in the context of the environment. The increasing use of chemical cross-linkers, introduced into living cells to fix protein-protein, protein-DNA and other interactions, may ameliorate this problem partially. The challenge is to identify suitable methods of preserving relevant interactions. Another goal for studying protein is to develop more sophisticated methods to image proteins and other molecules in living cells and real-time.[33]\n\nAdvances in quantitative proteomics would clearly enable more in-depth analysis of cellular systems.[42][43] Biological systems are subject to a variety of perturbations (cell cycle, cellular differentiation, carcinogenesis, environment (biophysical), etc.). Transcriptional and translational responses to these perturbations results in functional changes to the proteome implicated in response to the stimulus. Therefore, describing and quantifying proteome-wide changes in protein abundance is crucial towards understanding biological phenomenon more holistically, on the level of the entire system. In this way, proteomics can be seen as complementary to genomics, transcriptomics, epigenomics, metabolomics, and other -omics approaches in integrative analyses attempting to define biological phenotypes more comprehensively. As an example, The Cancer Proteome Atlas provides quantitative protein expression data for ~200 proteins in over 4,000 tumor samples with matched transcriptomic and genomic data from The Cancer Genome Atlas.[59] Similar datasets in other cell types, tissue types, and species, particularly using deep shotgun mass spectrometry, will be an immensely important resource for research in fields like cancer biology, developmental and stem cell biology, medicine, and evolutionary biology.\n\nCharacterizing the human plasma proteome has become a major goal in the proteomics arena, but it is also the most challenging proteomes of all human tissues.[60] It contains immunoglobulin, cytokines, protein hormones, and secreted proteins indicative of infection on top of resident, hemostatic proteins. It also contains tissue leakage proteins due to the blood circulation through different tissues in the body. The blood thus contains information on the physiological state of all tissues and, combined with its accessibility, makes the blood proteome invaluable for medical purposes. It is thought that characterizing the proteome of blood plasma is a daunting challenge.\n\nThe depth of the plasma proteome encompasses a dynamic range of more than 1010 between the highest abundant protein (albumin) and the lowest (some cytokines) and is thought to be one of the main challenges for proteomics.[61] Temporal and spatial dynamics further complicate the study of human plasma proteome. The turnover of some proteins is quite faster than others and the protein content of an artery may substantially vary from that of a vein. All these differences make even the simplest proteomic task of cataloging the proteome seem out of reach. To tackle this problem, priorities need to be established. Capturing the most meaningful subset of proteins among the entire proteome to generate a diagnostic tool is one such priority. Secondly, since cancer is associated with enhanced glycosylation of proteins, methods that focus on this part of proteins will also be useful. Again: multiparameter analysis best reveals a pathological state. As these technologies improve, the disease profiles should be continually related to respective gene expression changes.[33] Due to the above-mentioned problems plasma proteomics remained challenging. However, technological advancements and continuous developments seem to result in a revival of plasma proteomics as it was shown recently by a technology called plasma proteome profiling.[62] Due to such technologies researchers were able to investigate inflammation processes in mice, the heritability of plasma proteomes as well as to show the effect of such a common life style change like weight loss on the plasma proteome.[63][64][65]\n\n"
        },
        {
            "title": "Journals",
            "text": "Numerous journals are dedicated to the field of proteomics and related areas. Note that journals dealing with proteins are usually more focused on structure and function while proteomics journals are more focused on the large-scale analysis of whole proteomes or at least large sets of proteins. Some of the more important ones[according to whom?] are listed below (with their publishers).\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/MALDI",
        "https://en.wikipedia.org/wiki/Mass_spectrometry",
        "https://en.wikipedia.org/wiki/Protein",
        "https://en.wikipedia.org/wiki/Proteome",
        "https://en.wikipedia.org/wiki/Human_Genome_Project",
        "https://en.wikipedia.org/wiki/Functional_genomics",
        "https://en.wikipedia.org/wiki/Protein_purification",
        "https://en.wikipedia.org/wiki/Mass_spectrometry",
        "https://en.wikipedia.org/wiki/Escherichia_coli",
        "https://en.wikipedia.org/wiki/Macquarie_University",
        "https://en.wikipedia.org/wiki/Genomics",
        "https://en.wikipedia.org/wiki/Transcriptomics",
        "https://en.wikipedia.org/wiki/Gene_expression",
        "https://en.wikipedia.org/wiki/Messenger_RNA",
        "https://en.wikipedia.org/wiki/Phosphorylation",
        "https://en.wikipedia.org/wiki/Enzymes",
        "https://en.wikipedia.org/wiki/Cell_signaling",
        "https://en.wikipedia.org/wiki/Serine",
        "https://en.wikipedia.org/wiki/Threonine",
        "https://en.wikipedia.org/wiki/Kinase",
        "https://en.wikipedia.org/wiki/Tyrosine",
        "https://en.wikipedia.org/wiki/Kinases",
        "https://en.wikipedia.org/wiki/Ubiquitin",
        "https://en.wikipedia.org/wiki/E3_ubiquitin_ligase",
        "https://en.wikipedia.org/wiki/Phosphorylation",
        "https://en.wikipedia.org/wiki/Ubiquitination",
        "https://en.wikipedia.org/wiki/Methylation",
        "https://en.wikipedia.org/wiki/Acetylation",
        "https://en.wikipedia.org/wiki/Glycosylation",
        "https://en.wikipedia.org/wiki/Oxidation",
        "https://en.wikipedia.org/wiki/Nitrosylation",
        "https://en.wikipedia.org/wiki/Developmental_biology",
        "https://en.wikipedia.org/wiki/Cellular_differentiation",
        "https://en.wikipedia.org/wiki/Cell_cycle",
        "https://en.wikipedia.org/wiki/Carcinogenesis",
        "https://en.wikipedia.org/wiki/MRNA",
        "https://en.wikipedia.org/wiki/Phosphoproteomics",
        "https://en.wikipedia.org/wiki/Glycoproteomics",
        "https://en.wikipedia.org/wiki/Alternative_splicing",
        "https://en.wikipedia.org/wiki/Elution",
        "https://en.wikipedia.org/wiki/Stochastic",
        "https://en.wikipedia.org/wiki/Shotgun_proteomics",
        "https://en.wikipedia.org/wiki/Targeted_mass_spectrometry",
        "https://en.wikipedia.org/wiki/Antibody",
        "https://en.wikipedia.org/wiki/Mass_spectrometry",
        "https://en.wikipedia.org/wiki/Antibodies",
        "https://en.wikipedia.org/wiki/Biochemistry",
        "https://en.wikipedia.org/wiki/Cell_biology",
        "https://en.wikipedia.org/wiki/Western_blot",
        "https://en.wikipedia.org/wiki/Antibody",
        "https://en.wikipedia.org/wiki/Phosphorylated",
        "https://en.wikipedia.org/wiki/Edman_degradation",
        "https://en.wikipedia.org/wiki/Peptide",
        "https://en.wikipedia.org/wiki/Mass_spectrometry",
        "https://en.wikipedia.org/wiki/Electrospray_ionization",
        "https://en.wikipedia.org/wiki/Electrospray_ionization",
        "https://en.wikipedia.org/wiki/Mass_spectrometric_immunoassay",
        "https://en.wikipedia.org/wiki/Macrobrachium_rosenbergii",
        "https://en.wikipedia.org/wiki/Mass_spectrometry",
        "https://en.wikipedia.org/wiki/Pacific_Northwest_National_Laboratory",
        "https://en.wikipedia.org/wiki/Laser_capture_microdissection",
        "https://en.wikipedia.org/wiki/Genome",
        "https://en.wikipedia.org/wiki/Proteome",
        "https://en.wikipedia.org/wiki/Chemoproteomics",
        "https://en.wikipedia.org/wiki/Multiprotein_complex",
        "https://en.wikipedia.org/wiki/Interactome",
        "https://en.wikipedia.org/wiki/Protein_mass_spectrometry",
        "https://en.wikipedia.org/wiki/Protein_tag",
        "https://en.wikipedia.org/wiki/Surface_plasmon_resonance",
        "https://en.wikipedia.org/wiki/Protein_microarray",
        "https://en.wikipedia.org/wiki/Dual_polarisation_interferometry",
        "https://en.wikipedia.org/wiki/Microscale_thermophoresis",
        "https://en.wikipedia.org/wiki/Kinetic_exclusion_assay",
        "https://en.wikipedia.org/wiki/Phage_display",
        "https://en.wikipedia.org/wiki/Biological_network",
        "https://en.wikipedia.org/wiki/Systems_biology",
        "https://en.wikipedia.org/wiki/Cell_signaling",
        "https://en.wikipedia.org/wiki/Gene_regulatory_network",
        "https://en.wikipedia.org/wiki/Transcription_factor",
        "https://en.wikipedia.org/wiki/Biological_network",
        "https://en.wikipedia.org/wiki/Mass_spectrometry",
        "https://en.wikipedia.org/wiki/Biomarker",
        "https://en.wikipedia.org/wiki/National_Institutes_of_Health",
        "https://en.wikipedia.org/wiki/Western_blot",
        "https://en.wikipedia.org/wiki/Immunohistochemical_staining",
        "https://en.wikipedia.org/wiki/Enzyme_linked_immunosorbent_assay",
        "https://en.wikipedia.org/wiki/Mass_spectrometry",
        "https://en.wikipedia.org/wiki/Secretomics",
        "https://en.wikipedia.org/wiki/Secretory_protein",
        "https://en.wikipedia.org/wiki/Proteogenomics",
        "https://en.wikipedia.org/wiki/Mass_spectrometry",
        "https://en.wikipedia.org/wiki/Gene_annotation",
        "https://en.wikipedia.org/wiki/Mass_spectrometry",
        "https://en.wikipedia.org/wiki/Bioinformatics",
        "https://en.wikipedia.org/wiki/ExPASy",
        "https://en.wikipedia.org/wiki/PROSITE",
        "https://en.wikipedia.org/wiki/Protein_structure_prediction",
        "https://en.wikipedia.org/wiki/Biomolecular_structure",
        "https://en.wikipedia.org/wiki/NMR_spectroscopy",
        "https://en.wikipedia.org/wiki/Fetal_protein",
        "https://en.wikipedia.org/wiki/Whole_blood",
        "https://en.wikipedia.org/wiki/Neonate",
        "https://en.wikipedia.org/wiki/Cell_cycle",
        "https://en.wikipedia.org/wiki/Cellular_differentiation",
        "https://en.wikipedia.org/wiki/Carcinogenesis",
        "https://en.wikipedia.org/wiki/Holism",
        "https://en.wikipedia.org/wiki/Genomics",
        "https://en.wikipedia.org/wiki/Transcriptomics",
        "https://en.wikipedia.org/wiki/Epigenomics",
        "https://en.wikipedia.org/wiki/Metabolomics",
        "https://en.wikipedia.org/wiki/Omics",
        "https://en.wikipedia.org/wiki/Phenotype",
        "https://en.wikipedia.org/wiki/The_Cancer_Genome_Atlas",
        "https://en.wikipedia.org/wiki/Cancer",
        "https://en.wikipedia.org/wiki/Developmental_biology",
        "https://en.wikipedia.org/wiki/Stem_cell",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Evolution",
        "https://en.wikipedia.org/wiki/Protein",
        "https://en.wikipedia.org/wiki/American_Society_for_Biochemistry_and_Molecular_Biology",
        "https://en.wikipedia.org/wiki/Journal_of_Proteome_Research",
        "https://en.wikipedia.org/wiki/American_Chemical_Society",
        "https://en.wikipedia.org/wiki/Journal_of_Proteomics",
        "https://en.wikipedia.org/wiki/Elsevier",
        "https://en.wikipedia.org/wiki/Activity_based_proteomics",
        "https://en.wikipedia.org/wiki/Cytomics",
        "https://en.wikipedia.org/wiki/Functional_genomics",
        "https://en.wikipedia.org/wiki/Heat_stabilization",
        "https://en.wikipedia.org/wiki/Human_proteome_project",
        "https://en.wikipedia.org/wiki/Immunoproteomics",
        "https://en.wikipedia.org/wiki/List_of_biological_databases",
        "https://en.wikipedia.org/wiki/List_of_omics_topics_in_biology",
        "https://en.wikipedia.org/wiki/PEGylation",
        "https://en.wikipedia.org/wiki/Phosphoproteomics",
        "https://en.wikipedia.org/wiki/Protein_production",
        "https://en.wikipedia.org/wiki/Proteogenomics",
        "https://en.wikipedia.org/wiki/Proteomic_chemistry",
        "https://en.wikipedia.org/wiki/Secretomics",
        "https://en.wikipedia.org/wiki/Shotgun_proteomics",
        "https://en.wikipedia.org/wiki/Systems_biology",
        "https://en.wikipedia.org/wiki/Glycomics",
        "https://en.wikipedia.org/wiki/Human_Protein_Atlas",
        "https://en.wikipedia.org/wiki/Human_Protein_Reference_Database",
        "https://en.wikipedia.org/wiki/National_Center_for_Biotechnology_Information",
        "https://en.wikipedia.org/wiki/PeptideAtlas",
        "https://en.wikipedia.org/wiki/Protein_Data_Bank",
        "https://en.wikipedia.org/wiki/Protein_Information_Resource",
        "https://en.wikipedia.org/wiki/Proteomics_Identifications_Database",
        "https://en.wikipedia.org/wiki/Proteopedia",
        "https://en.wikipedia.org/wiki/UniProt",
        "https://en.wikipedia.org/wiki/European_Bioinformatics_Institute",
        "https://en.wikipedia.org/wiki/Netherlands_Proteomics_Centre",
        "https://en.wikipedia.org/wiki/Wikiversity",
        "https://en.wikipedia.org/wiki/Curlie",
        "https://en.wikipedia.org/wiki/Abiogenesis",
        "https://en.wikipedia.org/wiki/Aerobiology",
        "https://en.wikipedia.org/wiki/Agrostology",
        "https://en.wikipedia.org/wiki/Anatomy",
        "https://en.wikipedia.org/wiki/Astrobiology",
        "https://en.wikipedia.org/wiki/Bacteriology",
        "https://en.wikipedia.org/wiki/Biochemistry",
        "https://en.wikipedia.org/wiki/Biogeography",
        "https://en.wikipedia.org/wiki/Biogeology",
        "https://en.wikipedia.org/wiki/Bioinformatics",
        "https://en.wikipedia.org/wiki/Biological_engineering",
        "https://en.wikipedia.org/wiki/Biomechanics",
        "https://en.wikipedia.org/wiki/Biophysics",
        "https://en.wikipedia.org/wiki/Biosemiotics",
        "https://en.wikipedia.org/wiki/Biostatistics",
        "https://en.wikipedia.org/wiki/Biotechnology",
        "https://en.wikipedia.org/wiki/Botany",
        "https://en.wikipedia.org/wiki/Cell_biology",
        "https://en.wikipedia.org/wiki/Cellular_microbiology",
        "https://en.wikipedia.org/wiki/Chemical_biology",
        "https://en.wikipedia.org/wiki/Chronobiology",
        "https://en.wikipedia.org/wiki/Cognitive_biology",
        "https://en.wikipedia.org/wiki/Computational_biology",
        "https://en.wikipedia.org/wiki/Conservation_biology",
        "https://en.wikipedia.org/wiki/Cryobiology",
        "https://en.wikipedia.org/wiki/Cytogenetics",
        "https://en.wikipedia.org/wiki/Dendrology",
        "https://en.wikipedia.org/wiki/Developmental_biology",
        "https://en.wikipedia.org/wiki/Ecological_genetics",
        "https://en.wikipedia.org/wiki/Ecology",
        "https://en.wikipedia.org/wiki/Embryology",
        "https://en.wikipedia.org/wiki/Epidemiology",
        "https://en.wikipedia.org/wiki/Epigenetics",
        "https://en.wikipedia.org/wiki/Evolutionary_biology",
        "https://en.wikipedia.org/wiki/Freshwater_biology",
        "https://en.wikipedia.org/wiki/Genetics",
        "https://en.wikipedia.org/wiki/Genomics",
        "https://en.wikipedia.org/wiki/Geobiology",
        "https://en.wikipedia.org/wiki/Gerontology",
        "https://en.wikipedia.org/wiki/Herpetology",
        "https://en.wikipedia.org/wiki/Histology",
        "https://en.wikipedia.org/wiki/Human_biology",
        "https://en.wikipedia.org/wiki/Ichthyology",
        "https://en.wikipedia.org/wiki/Immunology",
        "https://en.wikipedia.org/wiki/Lipidology",
        "https://en.wikipedia.org/wiki/Mammalogy",
        "https://en.wikipedia.org/wiki/Marine_biology",
        "https://en.wikipedia.org/wiki/Mathematical_and_theoretical_biology",
        "https://en.wikipedia.org/wiki/Microbiology",
        "https://en.wikipedia.org/wiki/Molecular_biology",
        "https://en.wikipedia.org/wiki/Mycology",
        "https://en.wikipedia.org/wiki/Neontology",
        "https://en.wikipedia.org/wiki/Neuroscience",
        "https://en.wikipedia.org/wiki/Nutritional_science",
        "https://en.wikipedia.org/wiki/Ornithology",
        "https://en.wikipedia.org/wiki/Osteology",
        "https://en.wikipedia.org/wiki/Paleontology",
        "https://en.wikipedia.org/wiki/Parasitology",
        "https://en.wikipedia.org/wiki/Pathology",
        "https://en.wikipedia.org/wiki/Pharmacology",
        "https://en.wikipedia.org/wiki/Photobiology",
        "https://en.wikipedia.org/wiki/Phycology",
        "https://en.wikipedia.org/wiki/Phylogenetics",
        "https://en.wikipedia.org/wiki/Physiology",
        "https://en.wikipedia.org/wiki/Pomology",
        "https://en.wikipedia.org/wiki/Primatology",
        "https://en.wikipedia.org/wiki/Protistology",
        "https://en.wikipedia.org/wiki/Quantum_biology",
        "https://en.wikipedia.org/wiki/Reproductive_biology",
        "https://en.wikipedia.org/wiki/Sociobiology",
        "https://en.wikipedia.org/wiki/Structural_biology",
        "https://en.wikipedia.org/wiki/Synthetic_biology",
        "https://en.wikipedia.org/wiki/Systematics",
        "https://en.wikipedia.org/wiki/Systems_biology",
        "https://en.wikipedia.org/wiki/Teratology",
        "https://en.wikipedia.org/wiki/Toxicology",
        "https://en.wikipedia.org/wiki/Virology",
        "https://en.wikipedia.org/wiki/Virophysics",
        "https://en.wikipedia.org/wiki/Xenobiology",
        "https://en.wikipedia.org/wiki/Zoology",
        "https://en.wikipedia.org/wiki/History_of_biology",
        "https://en.wikipedia.org/wiki/Nobel_Prize_in_Physiology_or_Medicine",
        "https://en.wikipedia.org/wiki/Timeline_of_biology_and_organic_chemistry",
        "https://en.wikipedia.org/wiki/Omics",
        "https://en.wikipedia.org/wiki/Genomics",
        "https://en.wikipedia.org/wiki/Cognitive_genomics",
        "https://en.wikipedia.org/wiki/Computational_genomics",
        "https://en.wikipedia.org/wiki/Comparative_genomics",
        "https://en.wikipedia.org/wiki/Functional_genomics",
        "https://en.wikipedia.org/wiki/Genome_project",
        "https://en.wikipedia.org/wiki/Human_Genome_Project",
        "https://en.wikipedia.org/wiki/Metagenomics",
        "https://en.wikipedia.org/wiki/Human_Microbiome_Project",
        "https://en.wikipedia.org/wiki/Pangenomics",
        "https://en.wikipedia.org/wiki/Personal_genomics",
        "https://en.wikipedia.org/wiki/Population_genomics",
        "https://en.wikipedia.org/wiki/Social_genomics",
        "https://en.wikipedia.org/wiki/Structural_genomics",
        "https://en.wikipedia.org/wiki/Bioinformatics",
        "https://en.wikipedia.org/wiki/Biochip",
        "https://en.wikipedia.org/wiki/Cheminformatics",
        "https://en.wikipedia.org/wiki/Chemogenomics",
        "https://en.wikipedia.org/wiki/Connectomics",
        "https://en.wikipedia.org/wiki/Human_Connectome_Project",
        "https://en.wikipedia.org/wiki/Epigenomics",
        "https://en.wikipedia.org/wiki/Human_Epigenome_Project",
        "https://en.wikipedia.org/wiki/Glycomics",
        "https://en.wikipedia.org/wiki/Immunomics",
        "https://en.wikipedia.org/wiki/Lipidomics",
        "https://en.wikipedia.org/wiki/Metabolomics",
        "https://en.wikipedia.org/wiki/Microbiome",
        "https://en.wikipedia.org/wiki/Nutrigenomics",
        "https://en.wikipedia.org/wiki/Paleopolyploidy",
        "https://en.wikipedia.org/wiki/Pharmacogenetics",
        "https://en.wikipedia.org/wiki/Pharmacogenomics",
        "https://en.wikipedia.org/wiki/Systems_biology",
        "https://en.wikipedia.org/wiki/Toxicogenomics",
        "https://en.wikipedia.org/wiki/Transcriptomics",
        "https://en.wikipedia.org/wiki/Structural_biology",
        "https://en.wikipedia.org/wiki/Human_proteome_project",
        "https://en.wikipedia.org/wiki/Expression_proteomics",
        "https://en.wikipedia.org/wiki/Mass_spectrometer",
        "https://en.wikipedia.org/wiki/Electrospray_ionization",
        "https://en.wikipedia.org/wiki/Isotope_affinity_tags",
        "https://en.wikipedia.org/wiki/Chromosome_conformation_capture",
        "https://en.wikipedia.org/wiki/DNA_Data_Bank_of_Japan",
        "https://en.wikipedia.org/wiki/European_Molecular_Biology_Laboratory",
        "https://en.wikipedia.org/wiki/National_Institutes_of_Health",
        "https://en.wikipedia.org/wiki/Wellcome_Sanger_Institute",
        "https://en.wikipedia.org/wiki/List_of_omics_topics_in_biology",
        "https://en.wikipedia.org/wiki/Quantitative_proteomics",
        "https://en.wikipedia.org/wiki/Protein_mass_spectrometry",
        "https://en.wikipedia.org/wiki/Mass_spectrometry",
        "https://en.wikipedia.org/wiki/Stable_isotope_labeling_by_amino_acids_in_cell_culture",
        "https://en.wikipedia.org/wiki/Isobaric_labeling",
        "https://en.wikipedia.org/wiki/Tandem_mass_tag",
        "https://en.wikipedia.org/wiki/Isobaric_tag_for_relative_and_absolute_quantitation",
        "https://en.wikipedia.org/wiki/Shotgun_proteomics",
        "https://en.wikipedia.org/wiki/Selected_reaction_monitoring",
        "https://en.wikipedia.org/wiki/Proteomics",
        "https://en.wikipedia.org/wiki/Proteomics",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}