{
    "url": "https://en.wikipedia.org/wiki/Protoscientific",
    "title": "Protoscience",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "In the philosophy of science, there are several definitions of protoscience. Its simplest meaning (most closely reflecting its roots of proto- + science) involves the earliest eras of the history of science, when the scientific method was still nascent. The term can also be applied to modern emerging fields of study.\n\n"
        },
        {
            "title": "Prescientific protoscience",
            "text": "The term prescientific means at root \"relating to an era before science existed\". For example, traditional medicine existed for thousands of years before medical science did, and thus many aspects of it can be described as prescientific. In a related sense, protoscientific topics (such as the alchemy of Newton's day) can be called prescientific, in which case the proto- and pre- labels can function more or less synonymously (the latter focusing more sharply on the idea that nothing but science is science).[citation needed]\n\nCompared to fringe science, which is considered highly speculative or even strongly refuted,[1] some protosciences go on to become accepted parts of mainstream science.[citation needed] The historical basis of much of modern chemistry is based on the discoveries of alchemy, a proto-chemistry using some of the modern techniques and processes of modern proven chemistry.[citation needed]\n\n"
        },
        {
            "title": "Modern protoscience",
            "text": "Another meaning extends this idea into the present, with protoscience being an emerging field of study which is still not completely scientific, but later becomes a proper science.[2] Philosopher of chemistry Jaap Brakel defines it as \"the study of normative criteria for the use of experimental technology in science.\"[3]\n\nAn example of it is the general theory of relativity, which started as a protoscience (a theoretical work which had not been tested), but later was experimentally verified and became fully scientific.[citation needed] Protoscience in this sense is distinguished from pseudoscience by a genuine willingness to be changed through new evidence, as opposed to having a theory that can be used to rationalize a predetermined belief (i.e., confirmation bias)[citation needed]\n\nThomas Kuhn said that protosciences \"generate testable conclusions but ... nevertheless resemble philosophy and the arts rather than the established sciences in their developmental patterns. I think, for example, of fields like chemistry and electricity before the mid-18th century, of the study of heredity and phylogeny before the mid-nineteenth, or of many of the social sciences today.\" While noting that they meet the demarcation criteria of falsifiability from Popper, he questions whether the discussion in protoscience fields \"result[s] in clear-cut progress\". Kuhn concluded that protosciences, \"like the arts and philosophy, lack some element which, in the mature sciences, permits the more obvious forms of progress. It is not, however, anything that a methodological prescription can provide. ... I claim no therapy to assist the transformation of a proto-science to a science, nor do I suppose anything of this sort is to be had\".[4]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Philosophy_of_science",
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/History_of_science",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Traditional_medicine",
        "https://en.wikipedia.org/wiki/Synonym",
        "https://en.wikipedia.org/wiki/Fringe_science",
        "https://en.wikipedia.org/wiki/Scientific_consensus",
        "https://en.wikipedia.org/wiki/Alchemy",
        "https://en.wikipedia.org/wiki/Philosopher_of_chemistry",
        "https://en.wikipedia.org/wiki/Normative",
        "https://en.wikipedia.org/wiki/General_theory_of_relativity",
        "https://en.wikipedia.org/wiki/Theory",
        "https://en.wikipedia.org/wiki/Experiment",
        "https://en.wikipedia.org/wiki/Pseudoscience",
        "https://en.wikipedia.org/wiki/Evidence",
        "https://en.wikipedia.org/wiki/Confirmation_bias",
        "https://en.wikipedia.org/wiki/Thomas_Kuhn",
        "https://en.wikipedia.org/wiki/Testable",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/The_arts",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Electricity",
        "https://en.wikipedia.org/wiki/Heredity",
        "https://en.wikipedia.org/wiki/Phylogeny",
        "https://en.wikipedia.org/wiki/Social_sciences",
        "https://en.wikipedia.org/wiki/Falsifiability",
        "https://en.wikipedia.org/wiki/Karl_Popper",
        "https://en.wikipedia.org/wiki/History_of_science",
        "https://en.wikipedia.org/wiki/Hypothesis",
        "https://en.wikipedia.org/wiki/Pseudoscience",
        "https://en.wikipedia.org/wiki/Methodical_culturalism",
        "https://en.wikipedia.org/wiki/Natural_philosophy",
        "https://en.wikipedia.org/wiki/Obsolete_scientific_theories",
        "https://en.wikipedia.org/wiki/Pathological_science",
        "https://en.wikipedia.org/wiki/Journal_of_Geological_Education",
        "https://en.wikipedia.org/wiki/Protoscience",
        "https://en.wikipedia.org/wiki/Protoscience",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}