{
    "url": "https://en.wikipedia.org/wiki/Prussian_Academy_of_Sciences",
    "title": "Prussian Academy of Sciences",
    "table_of_contents": [
        "1 Origins",
        "2 Frederick the Great",
        "3 19th century",
        "4 20th century",
        "5 Notable members",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Royal Prussian Academy of Sciences  (German: Königlich-Preußische Akademie der Wissenschaften) was an academy established in Berlin, Germany on 11 July 1700, four years after the Akademie der Künste, or \"Arts Academy,\" to which \"Berlin Academy\" may also refer.[1][2][3]  In the 18th century, it was a French-language institution since French was the language of science and culture during that era.\n\n"
        },
        {
            "title": "Origins",
            "text": "Prince-elector Frederick III of Brandenburg, Germany founded the Academy under the name of Kurfürstlich Brandenburgische Societät der Wissenschaften (\"Electoral Brandenburg Society of Sciences\") upon the advice of Gottfried Wilhelm Leibniz, who was appointed president. Unlike other Academies, the Prussian Academy was not directly funded out of the state treasury. Frederick granted it the monopoly on producing and selling calendars in Brandenburg, a suggestion from Leibniz. As Frederick was crowned \"King in Prussia\" in 1701, creating the Kingdom of Prussia, the Academy was renamed Königlich Preußische Sozietät der Wissenschaften (\"Royal Prussian Society of Sciences\"). While other Academies focused on a few topics, the Prussian Academy was the first to teach both sciences and humanities. In 1710, the Academy statute was set, dividing the Academy into two sciences and two humanities classes. This was not changed until 1830, when the physics-mathematics and the philosophy-history classes replaced the four old classes.[1][2]\n\n"
        },
        {
            "title": "Frederick the Great",
            "text": "The reign of King Frederick II of Prussia (\"Frederick the Great\") saw major changes to the Academy. In 1744, the Nouvelle Société Littéraire and the Society of Sciences were merged into the Königliche Akademie der Wissenschaften (\"Royal Academy of Sciences\"). An obligation from the new statute were public calls for ideas on unsolved scientific questions with a monetary reward for solutions. The Academy acquired its own research facilities in the 18th century, including an observatory in 1709; an anatomical theater in 1717; a Collegium medico-chirurgicum in 1723; a botanical garden in 1718; and a laboratory in 1753. However, those were later taken over by the University of Berlin.\n\nAs a French-language institution its publications were in French such as the Histoire de l'Académie royale des sciences et belles lettres de Berlin which was published between 1745 and 1796.\n\nA linguistics historian from Princeton University, Hans Aarsleff, notes that before Frederick ascended the throne in 1740, the academy was overshadowed by similar bodies in London and Paris. Frederick made French the official language and speculative philosophy the most important topic of study. The membership was strong in mathematics and philosophy, and included notable philosophers such as Immanuel Kant, Jean-Baptiste le Rond d'Alembert, Pierre-Louis de Maupertuis, and Etienne de Condillac. However, the academy was in a crisis for two decades at mid-century, due to scandals and internal rivalries such as the debates between Newtonianism and Leibnizian views, and the personality conflicts between the philosopher Voltaire and the mathematician Maupertuis. At a higher level, Maupertuis, the director from 1746 to 1759 and a monarchist, argued that the action of individuals was shaped by the character of the institution that contained them, and they worked for the glory of the state. By contrast, d'Alembert took a republican rather than monarchical approach and emphasized the international Republic of Letters as the vehicle for scientific advance.[4] By 1789, however, the academy had gained an international repute while making major contributions to German culture and thought. Frederick invited Joseph-Louis Lagrange to succeed Leonhard Euler as director; both were world-class mathematicians. Other intellectuals attracted to the philosopher's kingdom were Francesco Algarotti, Jean-Baptiste de Boyer, and Julien Offray de La Mettrie. Immanuel Kant published religious writings in Berlin which would have been censored elsewhere in Europe.[1][2][5]\n\n"
        },
        {
            "title": "19th century",
            "text": "Beginning in 1815, research businesses led by Academy committees (such as the Greek-Roman Archeology Committee or the Oriental Committee) were founded at the Academy. They employed mostly scientists to work alongside the corresponding committee's members. University departments emanated from some of these businesses after 1945.\n\n"
        },
        {
            "title": "20th century",
            "text": "On 25 November 1915 Albert Einstein presented his field equations of general relativity to the Academy.\n\nUnder the rule of Nazi Germany from 1933 to 1945, the Academy was subject to the Gleichschaltung, a \"Nazification\" process that was established to take totalitarian control over various aspects of society. However, compared with other institutions, such as the universities where Jewish employees and members were expelled starting in 1933, Jewish Academy members were not expelled until 1938, following a direct request by the Ministry of Education.[6]\nThe new Academy statute went into effect on 8 June 1939, reorganizing the Academy according to the Nazi leadership principle (the Führerprinzip).\n\nFollowing World War II, the Soviet Military Administration in Germany, or SMAD, reorganized the Academy under the name of Deutsche Akademie der Wissenschaften zu Berlin (English: German Academy of Sciences at Berlin) on 1 July 1946. In 1972, it was renamed Akademie der Wissenschaften der DDR or AdW (English: Academy of Sciences of the GDR). At its height, the AdW had 400 researchers and 24,000 employees in locations across East Germany. Following German Reunification, the Academy was disbanded and the Berlin-Brandenburgische Akademie der Wissenschaften (\"Berlin-Brandenburg Academy of Sciences and Humanities\") was founded in its place, in compliance with a 1992 treaty between the State Parliaments of Berlin and Brandenburg. Sixty of the AdW members broke off and created the private Leibniz Society in 1993.[7]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Unter_Den_Linden",
        "https://en.wikipedia.org/wiki/Berlin_State_Library",
        "https://en.wikipedia.org/wiki/German_language",
        "https://en.wikipedia.org/wiki/Academy",
        "https://en.wikipedia.org/wiki/Berlin",
        "https://en.wikipedia.org/wiki/German_Empire",
        "https://en.wikipedia.org/wiki/French_language",
        "https://en.wikipedia.org/wiki/Frederick_I_of_Prussia",
        "https://en.wikipedia.org/wiki/Brandenburg",
        "https://en.wikipedia.org/wiki/Gottfried_Wilhelm_Leibniz",
        "https://en.wikipedia.org/wiki/Monopoly",
        "https://en.wikipedia.org/wiki/Calendar",
        "https://en.wikipedia.org/wiki/King_in_Prussia",
        "https://en.wikipedia.org/wiki/Kingdom_of_Prussia",
        "https://en.wikipedia.org/wiki/Frederick_II_of_Prussia",
        "https://en.wikipedia.org/wiki/Observatory",
        "https://en.wikipedia.org/wiki/Anatomical_theater",
        "https://en.wikipedia.org/wiki/Botanical_garden",
        "https://en.wikipedia.org/wiki/Laboratory",
        "https://en.wikipedia.org/wiki/Humboldt_University_of_Berlin",
        "https://en.wikipedia.org/wiki/Princeton_University",
        "https://en.wikipedia.org/wiki/Hans_Aarsleff",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/Paris",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Etienne_de_Condillac",
        "https://en.wikipedia.org/wiki/Newtonianism",
        "https://en.wikipedia.org/wiki/Leibnizian",
        "https://en.wikipedia.org/wiki/Voltaire",
        "https://en.wikipedia.org/wiki/Pierre_Louis_Maupertuis",
        "https://en.wikipedia.org/wiki/Monarchism",
        "https://en.wikipedia.org/wiki/Republicanism",
        "https://en.wikipedia.org/wiki/Republic_of_Letters",
        "https://en.wikipedia.org/wiki/Leonhard_Euler",
        "https://en.wikipedia.org/wiki/Francesco_Algarotti",
        "https://en.wikipedia.org/wiki/Julien_Offray_de_La_Mettrie",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Albert_Einstein",
        "https://en.wikipedia.org/wiki/General_relativity",
        "https://en.wikipedia.org/wiki/Nazi_Germany",
        "https://en.wikipedia.org/wiki/Gleichschaltung",
        "https://en.wikipedia.org/wiki/Totalitarianism",
        "https://en.wikipedia.org/wiki/Jew",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Soviet_Military_Administration_in_Germany",
        "https://en.wikipedia.org/wiki/German_Academy_of_Sciences_at_Berlin",
        "https://en.wikipedia.org/wiki/German_Academy_of_Sciences_Berlin",
        "https://en.wikipedia.org/wiki/East_Germany",
        "https://en.wikipedia.org/wiki/German_Reunification",
        "https://en.wikipedia.org/wiki/States_of_Germany",
        "https://en.wikipedia.org/wiki/Christoph_Ludwig_von_Stille",
        "https://en.wikipedia.org/wiki/Gottfried_Wilhelm_Leibniz",
        "https://en.wikipedia.org/wiki/Jacob_Paul_von_Gundling",
        "https://en.wikipedia.org/wiki/Dimitrie_Cantemir",
        "https://en.wikipedia.org/wiki/Leonhard_Euler",
        "https://en.wikipedia.org/wiki/Voltaire",
        "https://en.wikipedia.org/wiki/Denis_Diderot",
        "https://en.wikipedia.org/wiki/Asmus_Ehrenreich_von_Bredow",
        "https://en.wikipedia.org/wiki/Johann_Heinrich_Lambert",
        "https://en.wikipedia.org/wiki/Gotthold_Ephraim_Lessing",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Heinrich_Friedrich_von_Diez",
        "https://en.wikipedia.org/wiki/Friedrich_Schleiermacher",
        "https://en.wikipedia.org/wiki/Hermann_von_Helmholtz",
        "https://en.wikipedia.org/wiki/Ferdinand_Georg_Frobenius",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/Josiah_Willard_Gibbs",
        "https://en.wikipedia.org/wiki/Henry_Augustus_Rowland",
        "https://en.wikipedia.org/wiki/William_James",
        "https://en.wikipedia.org/wiki/John_Pentland_Mahaffy",
        "https://en.wikipedia.org/wiki/Alexander_Stuart_Murray",
        "https://en.wikipedia.org/wiki/Francis_Llewellyn_Griffith",
        "https://en.wikipedia.org/wiki/Frederic_William_Maitland",
        "https://en.wikipedia.org/wiki/Philipp_Lenard",
        "https://en.wikipedia.org/wiki/Fritz_Haber",
        "https://en.wikipedia.org/wiki/Albert_Einstein",
        "https://en.wikipedia.org/wiki/Kurt_Heinrich_Sethe",
        "https://en.wikipedia.org/wiki/Hermann_Grapow",
        "https://en.wikipedia.org/wiki/MacTutor_History_of_Mathematics_archive",
        "https://en.wikipedia.org/wiki/Prussian_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/Prussian_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}