{
    "url": "https://en.wikipedia.org/wiki/Psychoacoustics",
    "title": "Psychoacoustics",
    "table_of_contents": [
        "1 Background",
        "2 Limits of perception",
        "3 Sound localization",
        "4 Masking effects",
        "5 Missing fundamental",
        "6 Software",
        "7 Music",
        "8 Applied psychoacoustics",
        "9 See also",
        "9.1 Related fields",
        "9.2 Psychoacoustic topics",
        "10 References",
        "10.1 Notes",
        "10.2 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Psychoacoustics is the branch of psychophysics involving the scientific study of sound perception and audiology—how humans perceive various sounds. More specifically, it is the branch of science studying the psychological responses associated with sound (including noise, speech, and music). Psychoacoustics is an interdisciplinary field of many areas, including psychology, acoustics, electronic engineering, physics, biology, physiology, and computer science.[1]\n\n"
        },
        {
            "title": "Background",
            "text": "Hearing is not a purely mechanical phenomenon of wave propagation, but is also a sensory and perceptual event; in other words, when a person hears something, that something arrives at the ear as a mechanical sound wave traveling through the air, but within the ear it is transformed into neural action potentials. The outer hair cells (OHC) of a mammalian cochlea give rise to enhanced sensitivity and better[clarification needed] frequency resolution of the mechanical response of the cochlear partition. These nerve pulses then travel to the brain where they are perceived. Hence, in many problems in acoustics, such as for audio processing, it is advantageous to take into account not just the mechanics of the environment, but also the fact that both the ear and the brain are involved in a person's listening experience.[clarification needed][citation needed]\n\nThe inner ear, for example, does significant signal processing in converting sound waveforms into neural stimuli, so certain differences between waveforms may be imperceptible.[2] Data compression techniques, such as MP3, make use of this fact.[3] In addition, the ear has a nonlinear response to sounds of different intensity levels; this nonlinear response is called loudness. Telephone networks and audio noise reduction systems make use of this fact by nonlinearly compressing data samples before transmission, and then expanding them for playback.[4]    Another effect of the ear's nonlinear response is that sounds that are close in frequency produce phantom beat notes, or intermodulation distortion products.[5]\n\nThe term \"psychoacoustics\" also arises in discussions about cognitive psychology and the effects that personal expectations, prejudices, and predispositions may have on listeners' relative evaluations and comparisons of sonic aesthetics and acuity and on listeners' varying determinations about the relative qualities of various musical instruments and performers. The expression that one \"hears what one wants (or expects) to hear\" may pertain in such discussions.[citation needed]\n\n"
        },
        {
            "title": "Limits of perception",
            "text": "The human ear can nominally hear sounds in the range 20 Hz (0.02 kHz) to 20,000 Hz (20 kHz).  The upper limit tends to decrease with age; most adults are unable to hear above 16 kHz. The lowest frequency that has been identified as a musical tone is 12 Hz under ideal laboratory conditions.[6] Tones between 4 and 16 Hz can be perceived via the body's sense of touch.\n\nFrequency resolution of the ear is about 3.6 Hz within the octave of 1000–2000 Hz.  That is, changes in pitch larger than 3.6 Hz can be perceived in a clinical setting.[6] However, even smaller pitch differences can be perceived through other means. For example, the interference of two pitches can often be heard as a repetitive variation in volume of the tone. This amplitude modulation occurs with a frequency equal to the difference in frequencies of the two tones and is known as beating.\n\nThe semitone scale used in Western musical notation is not a linear frequency scale but logarithmic. Other scales have been derived directly from experiments on human hearing perception, such as the mel scale and Bark scale (these are used in studying perception, but not usually in musical composition), and these are approximately logarithmic in frequency at the high-frequency end, but nearly linear at the low-frequency end.\n\nThe intensity range of audible sounds is enormous. Human eardrums are sensitive to variations in the sound pressure, and can detect pressure changes from as small as a few micropascals (μPa) to greater than 100 kPa.  For this reason, sound pressure level is also measured logarithmically, with all pressures referenced to 20 μPa (or 1.97385×10−10 atm). The lower limit of audibility is therefore defined as 0 dB, but the upper limit is not as clearly defined. The upper limit is more a question of the limit where the ear will be physically harmed or with the potential to cause noise-induced hearing loss.\n\nA more rigorous exploration of the lower limits of audibility determines that the minimum threshold at which a sound can be heard is frequency dependent.  By measuring this minimum intensity for testing tones of various frequencies, a frequency dependent absolute threshold of hearing (ATH) curve may be derived.  Typically, the ear shows a peak of sensitivity (i.e., its lowest ATH) between 1–5 kHz, though the threshold changes with age, with older ears showing decreased sensitivity above 2 kHz.[7]\n\nThe ATH is the lowest of the equal-loudness contours. Equal-loudness contours indicate the sound pressure level (dB SPL), over the range of audible frequencies, that are perceived as being of equal loudness.  Equal-loudness contours were first measured by Fletcher and Munson at Bell Labs in 1933 using pure tones reproduced via headphones, and the data they collected are called Fletcher–Munson curves.  Because subjective loudness was difficult to measure, the Fletcher–Munson curves were averaged over many subjects.\n\nRobinson and Dadson refined the process in 1956 to obtain a new set of equal-loudness curves for a frontal sound source measured in an anechoic chamber. The Robinson-Dadson curves were standardized as ISO 226 in 1986. In 2003, ISO 226 was revised as equal-loudness contour using data collected from 12 international studies.\n\n"
        },
        {
            "title": "Sound localization",
            "text": "Sound localization is the process of determining the location of a sound source. The brain utilizes subtle differences in loudness, tone and timing between the two ears to allow us to localize sound sources.[8] Localization can be described in terms of three-dimensional position: the azimuth or horizontal angle, the zenith or vertical angle, and the distance (for static sounds) or velocity (for moving sounds).[9] Humans, as most four-legged animals, are adept at detecting direction in the horizontal, but less so in the vertical directions due to the ears being placed symmetrically. Some species of owls have their ears placed asymmetrically and can detect sound in all three planes, an adaption to hunt small mammals in the dark.[10]\n\n"
        },
        {
            "title": "Masking effects",
            "text": "Suppose a listener can hear a given acoustical signal under silent conditions. When a signal is playing while another sound is being played (a masker), the signal has to be stronger for the listener to hear it. The masker does not need to have the frequency components of the original signal for masking to happen. A masked signal can be heard even though it is weaker than the masker. Masking happens when a signal and a masker are played together—for instance, when one person whispers while another person shouts—and the listener doesn't hear the weaker signal as it has been masked by the louder masker. Masking can also happen to a signal before a masker starts or after a masker stops. For example, a single sudden loud clap sound can make sounds that immediately precede or follow inaudible.  The effects of backward masking is weaker than forward masking. The masking effect has been widely studied in psychoacoustical research. One can change the level of the masker and measure the threshold, then create a diagram of a psychophysical tuning curve that will reveal similar features. Masking effects are also used in lossy audio encoding, such as MP3.\n\n"
        },
        {
            "title": "Missing fundamental",
            "text": "When presented with a harmonic series of frequencies in the relationship 2f, 3f, 4f, 5f, etc. (where f is a specific frequency), humans tend to perceive that the pitch is f. An audible example can be found on YouTube.[11]\n\n"
        },
        {
            "title": "Software",
            "text": "The psychoacoustic model provides for high quality lossy signal compression by describing which parts of a given digital audio signal can be removed (or aggressively compressed) safely—that is, without significant losses in the (consciously) perceived quality of the sound.\n\nIt can explain how a sharp clap of the hands might seem painfully loud in a quiet library, but is hardly noticeable after a car backfires on a busy, urban street.  This provides great benefit to the overall compression ratio, and psychoacoustic analysis routinely leads to compressed music files that are 1/10th to 1/12th the size of high quality masters, but with discernibly less proportional quality loss. Such compression is a feature of nearly all modern lossy audio compression formats. Some of these formats include Dolby Digital (AC-3), MP3, Opus, Ogg Vorbis, AAC, WMA, MPEG-1 Layer II (used for digital audio broadcasting in several countries) and ATRAC, the compression used in MiniDisc and some Walkman models.\n\nPsychoacoustics is based heavily on human anatomy, especially the ear's limitations in perceiving sound as outlined previously.  To summarize, these limitations are:\n\nA compression algorithm can assign a lower priority to sounds outside the range of human hearing.  By carefully shifting bits away from the unimportant components and toward the important ones, the algorithm ensures that the sounds a listener is most likely to perceive are most accurately represented.\n\n"
        },
        {
            "title": "Music",
            "text": "Psychoacoustics includes topics and studies that are relevant to music psychology and music therapy. Theorists such as Benjamin Boretz consider some of the results of psychoacoustics to be meaningful only in a musical context.[12]\n\nIrv Teibel's Environments series LPs (1969–79) are an early example of commercially available sounds released expressly for enhancing psychological abilities.[13]\n\n"
        },
        {
            "title": "Applied psychoacoustics",
            "text": "Psychoacoustics has long enjoyed a symbiotic relationship with computer science. Internet pioneers J. C. R. Licklider and Bob Taylor both completed graduate-level work in psychoacoustics, while BBN Technologies originally specialized in consulting on acoustics issues before it began building the first packet-switched network.\n\nLicklider wrote a paper entitled \"A duplex theory of pitch perception\".[14]\n\nPsychoacoustics is applied within many fields of software development, where developers map proven and experimental mathematical patterns in digital signal processing. Many audio compression codecs such as MP3 and Opus use a psychoacoustic model to increase compression ratios. The success of conventional audio systems for the reproduction of music in theatres and homes can be attributed to psychoacoustics[15] and psychoacoustic considerations gave rise to novel audio systems, such as psychoacoustic sound field synthesis.[16] Furthermore, scientists have experimented with limited success in creating new acoustic weapons, which emit frequencies that may impair, harm, or kill.[17] Psychoacoustics are also leveraged in sonification to make multiple independent data dimensions audible and easily interpretable.[18] This enables auditory guidance without the need for spatial audio and in sonification computer games[19] and other applications, such as drone flying and image-guided surgery.[20] It is also applied today within music, where musicians and artists continue to create new auditory experiences by masking unwanted frequencies of instruments, causing other frequencies to be enhanced. Yet another application is in the design of small or lower-quality loudspeakers, which can use the phenomenon of missing fundamentals to give the effect of bass notes at lower frequencies than the loudspeakers are physically able to produce (see references).\n\nAutomobile manufacturers engineer their engines and even doors to have a certain sound.[21]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Psychophysics",
        "https://en.wikipedia.org/wiki/Sound",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Audiology",
        "https://en.wikipedia.org/wiki/Psychological",
        "https://en.wikipedia.org/wiki/Noise",
        "https://en.wikipedia.org/wiki/Speech",
        "https://en.wikipedia.org/wiki/Music",
        "https://en.wikipedia.org/wiki/Wave_propagation",
        "https://en.wikipedia.org/wiki/Ear",
        "https://en.wikipedia.org/wiki/Action_potentials",
        "https://en.wikipedia.org/wiki/Cochlea",
        "https://en.wikipedia.org/wiki/Auditory_system",
        "https://en.wikipedia.org/wiki/Inner_ear",
        "https://en.wikipedia.org/wiki/Signal_processing",
        "https://en.wikipedia.org/wiki/Waveform",
        "https://en.wikipedia.org/wiki/Data_compression",
        "https://en.wikipedia.org/wiki/MP3",
        "https://en.wikipedia.org/wiki/Loudness",
        "https://en.wikipedia.org/wiki/Telephone_network",
        "https://en.wikipedia.org/wiki/Noise_reduction",
        "https://en.wikipedia.org/wiki/Intermodulation",
        "https://en.wikipedia.org/wiki/Voice_frequency",
        "https://en.wikipedia.org/wiki/Hertz",
        "https://en.wikipedia.org/wiki/Sense_of_touch",
        "https://en.wikipedia.org/wiki/Semitone",
        "https://en.wikipedia.org/wiki/Logarithmic_scale",
        "https://en.wikipedia.org/wiki/Mel_scale",
        "https://en.wikipedia.org/wiki/Bark_scale",
        "https://en.wikipedia.org/wiki/Micropascal",
        "https://en.wikipedia.org/wiki/Sound_pressure",
        "https://en.wikipedia.org/wiki/Decibel",
        "https://en.wikipedia.org/wiki/Absolute_threshold_of_hearing",
        "https://en.wikipedia.org/wiki/Bell_Labs",
        "https://en.wikipedia.org/wiki/Anechoic_chamber",
        "https://en.wikipedia.org/wiki/International_Organization_for_Standardization",
        "https://en.wikipedia.org/wiki/Sound_localization",
        "https://en.wikipedia.org/wiki/Sound_localization",
        "https://en.wikipedia.org/wiki/Azimuth",
        "https://en.wikipedia.org/wiki/Zenith",
        "https://en.wikipedia.org/wiki/Tetrapoda",
        "https://en.wikipedia.org/wiki/Owls",
        "https://en.wikipedia.org/wiki/Auditory_masking",
        "https://en.wikipedia.org/wiki/Backward_masking",
        "https://en.wikipedia.org/wiki/MP3",
        "https://en.wikipedia.org/wiki/Missing_fundamental",
        "https://en.wikipedia.org/wiki/Lossy_data_compression",
        "https://en.wikipedia.org/wiki/Dolby_Digital",
        "https://en.wikipedia.org/wiki/MP3",
        "https://en.wikipedia.org/wiki/Ogg_Vorbis",
        "https://en.wikipedia.org/wiki/Advanced_Audio_Coding",
        "https://en.wikipedia.org/wiki/Windows_Media_Audio",
        "https://en.wikipedia.org/wiki/Digital_audio_broadcasting",
        "https://en.wikipedia.org/wiki/ATRAC",
        "https://en.wikipedia.org/wiki/MiniDisc",
        "https://en.wikipedia.org/wiki/Walkman",
        "https://en.wikipedia.org/wiki/Human_anatomy",
        "https://en.wikipedia.org/wiki/Absolute_threshold_of_hearing",
        "https://en.wikipedia.org/wiki/Temporal_masking",
        "https://en.wikipedia.org/wiki/Simultaneous_masking",
        "https://en.wikipedia.org/wiki/Music_psychology",
        "https://en.wikipedia.org/wiki/Music_therapy",
        "https://en.wikipedia.org/wiki/Benjamin_Boretz",
        "https://en.wikipedia.org/wiki/Irv_Teibel",
        "https://en.wikipedia.org/wiki/Computer_science",
        "https://en.wikipedia.org/wiki/BBN_Technologies",
        "https://en.wikipedia.org/wiki/MP3",
        "https://en.wikipedia.org/wiki/Home_audio",
        "https://en.wikipedia.org/wiki/Wave_field_synthesis",
        "https://en.wikipedia.org/wiki/Sonification",
        "https://en.wikipedia.org/wiki/Sonification",
        "https://en.wikipedia.org/wiki/Computer_games",
        "https://en.wikipedia.org/wiki/Drone_racing",
        "https://en.wikipedia.org/wiki/Missing_fundamental",
        "https://en.wikipedia.org/wiki/Cognitive_neuroscience_of_music",
        "https://en.wikipedia.org/wiki/Music_psychology",
        "https://en.wikipedia.org/wiki/Transfer_function",
        "https://en.wikipedia.org/wiki/ABX_test",
        "https://en.wikipedia.org/wiki/Auditory_illusion",
        "https://en.wikipedia.org/wiki/Auditory_scene_analysis",
        "https://en.wikipedia.org/wiki/Binaural_beats",
        "https://en.wikipedia.org/wiki/Blind_signal_separation",
        "https://en.wikipedia.org/wiki/Combination_tone",
        "https://en.wikipedia.org/wiki/Scale_illusion",
        "https://en.wikipedia.org/wiki/Equivalent_rectangular_bandwidth",
        "https://en.wikipedia.org/wiki/Franssen_effect",
        "https://en.wikipedia.org/wiki/Glissando_illusion",
        "https://en.wikipedia.org/wiki/Hypersonic_effect",
        "https://en.wikipedia.org/wiki/Language_processing",
        "https://en.wikipedia.org/wiki/Levitin_effect",
        "https://en.wikipedia.org/wiki/Misophonia",
        "https://en.wikipedia.org/wiki/Musical_tuning",
        "https://en.wikipedia.org/wiki/Noise_health_effects",
        "https://en.wikipedia.org/wiki/Octave_illusion",
        "https://en.wikipedia.org/wiki/Precedence_effect",
        "https://en.wikipedia.org/wiki/Psycholinguistics",
        "https://en.wikipedia.org/wiki/Sound_localization",
        "https://en.wikipedia.org/wiki/Sound_of_fingernails_scraping_chalkboard",
        "https://en.wikipedia.org/wiki/Sound_masking",
        "https://en.wikipedia.org/wiki/Speech_perception",
        "https://en.wikipedia.org/wiki/Speech_recognition",
        "https://en.wikipedia.org/wiki/Timbre",
        "https://en.wikipedia.org/wiki/Tritone_paradox",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Acoustics",
        "https://en.wikipedia.org/wiki/Acoustical_engineering",
        "https://en.wikipedia.org/wiki/Architectural_acoustics",
        "https://en.wikipedia.org/wiki/Monochord",
        "https://en.wikipedia.org/wiki/Reverberation",
        "https://en.wikipedia.org/wiki/Soundproofing",
        "https://en.wikipedia.org/wiki/String_vibration",
        "https://en.wikipedia.org/wiki/Sympathetic_resonance",
        "https://en.wikipedia.org/wiki/Spectrogram",
        "https://en.wikipedia.org/wiki/Bark_scale",
        "https://en.wikipedia.org/wiki/Mel_scale",
        "https://en.wikipedia.org/wiki/Frequency",
        "https://en.wikipedia.org/wiki/Formant",
        "https://en.wikipedia.org/wiki/Fundamental_frequency",
        "https://en.wikipedia.org/wiki/Frequency_spectrum",
        "https://en.wikipedia.org/wiki/Harmonic_spectrum",
        "https://en.wikipedia.org/wiki/Harmonic",
        "https://en.wikipedia.org/wiki/Inharmonicity",
        "https://en.wikipedia.org/wiki/Missing_fundamental",
        "https://en.wikipedia.org/wiki/Combination_tone",
        "https://en.wikipedia.org/wiki/Overtone",
        "https://en.wikipedia.org/wiki/Acoustic_resonance",
        "https://en.wikipedia.org/wiki/Standing_wave",
        "https://en.wikipedia.org/wiki/Undertone_series",
        "https://en.wikipedia.org/wiki/Jens_Blauert",
        "https://en.wikipedia.org/wiki/Ernst_Chladni",
        "https://en.wikipedia.org/wiki/Hermann_von_Helmholtz",
        "https://en.wikipedia.org/wiki/Carleen_Hutchins",
        "https://en.wikipedia.org/wiki/Franz_Melde",
        "https://en.wikipedia.org/wiki/Marin_Mersenne",
        "https://en.wikipedia.org/wiki/Joseph_Sauveur",
        "https://en.wikipedia.org/wiki/Infrasound",
        "https://en.wikipedia.org/wiki/Sound",
        "https://en.wikipedia.org/wiki/Ultrasound",
        "https://en.wikipedia.org/wiki/Musical_acoustics",
        "https://en.wikipedia.org/wiki/Piano_acoustics",
        "https://en.wikipedia.org/wiki/Violin_acoustics",
        "https://en.wikipedia.org/wiki/Music_psychology",
        "https://en.wikipedia.org/wiki/Biomusicology",
        "https://en.wikipedia.org/wiki/Cognitive_musicology",
        "https://en.wikipedia.org/wiki/Neuroscience_of_music",
        "https://en.wikipedia.org/wiki/Culture_in_music_cognition",
        "https://en.wikipedia.org/wiki/Evolutionary_musicology",
        "https://en.wikipedia.org/wiki/Absolute_pitch",
        "https://en.wikipedia.org/wiki/Auditory_illusion",
        "https://en.wikipedia.org/wiki/Auditory_imagery",
        "https://en.wikipedia.org/wiki/Background_music",
        "https://en.wikipedia.org/wiki/Consonance_and_dissonance",
        "https://en.wikipedia.org/wiki/Earworm",
        "https://en.wikipedia.org/wiki/Embodied_music_cognition",
        "https://en.wikipedia.org/wiki/Exercise_and_music",
        "https://en.wikipedia.org/wiki/Eye_movement_in_music_reading",
        "https://en.wikipedia.org/wiki/Franssen_effect",
        "https://en.wikipedia.org/wiki/Generative_theory_of_tonal_music",
        "https://en.wikipedia.org/wiki/Glissando_illusion",
        "https://en.wikipedia.org/wiki/Hedonic_music_consumption_model",
        "https://en.wikipedia.org/wiki/Illusory_continuity_of_tones",
        "https://en.wikipedia.org/wiki/Levitin_effect",
        "https://en.wikipedia.org/wiki/Melodic_expectation",
        "https://en.wikipedia.org/wiki/Melodic_fission",
        "https://en.wikipedia.org/wiki/Mozart_effect",
        "https://en.wikipedia.org/wiki/Music_and_emotion",
        "https://en.wikipedia.org/wiki/Dance",
        "https://en.wikipedia.org/wiki/Music_in_psychological_operations",
        "https://en.wikipedia.org/wiki/Psychology_of_music_preference",
        "https://en.wikipedia.org/wiki/Musical_gesture",
        "https://en.wikipedia.org/wiki/Musical_semantics",
        "https://en.wikipedia.org/wiki/Musical_syntax",
        "https://en.wikipedia.org/wiki/Octave_illusion",
        "https://en.wikipedia.org/wiki/Relative_pitch",
        "https://en.wikipedia.org/wiki/Sharawadji_effect",
        "https://en.wikipedia.org/wiki/Shepard_tone",
        "https://en.wikipedia.org/wiki/Temporal_dynamics_of_music_and_language",
        "https://en.wikipedia.org/wiki/Tonal_memory",
        "https://en.wikipedia.org/wiki/Tritone_paradox",
        "https://en.wikipedia.org/wiki/Amusia",
        "https://en.wikipedia.org/wiki/Auditory_arrhythmia",
        "https://en.wikipedia.org/wiki/Beat_deafness",
        "https://en.wikipedia.org/wiki/Musical_hallucinations",
        "https://en.wikipedia.org/wiki/Focal_dystonia",
        "https://en.wikipedia.org/wiki/Tone_deafness",
        "https://en.wikipedia.org/wiki/Aesthetics_of_music",
        "https://en.wikipedia.org/wiki/Bioacoustics",
        "https://en.wikipedia.org/wiki/Ethnomusicology",
        "https://en.wikipedia.org/wiki/Hearing",
        "https://en.wikipedia.org/wiki/Melodic_intonation_therapy",
        "https://en.wikipedia.org/wiki/Music_education",
        "https://en.wikipedia.org/wiki/Music_therapy",
        "https://en.wikipedia.org/wiki/Musical_acoustics",
        "https://en.wikipedia.org/wiki/Musicology",
        "https://en.wikipedia.org/wiki/Music_therapy",
        "https://en.wikipedia.org/wiki/Neuronal_encoding_of_sound",
        "https://en.wikipedia.org/wiki/Performance_science",
        "https://en.wikipedia.org/wiki/Philosophy_of_music",
        "https://en.wikipedia.org/wiki/Psychoanalysis_and_music",
        "https://en.wikipedia.org/wiki/Sociomusicology",
        "https://en.wikipedia.org/wiki/Systematic_musicology",
        "https://en.wikipedia.org/wiki/Zoomusicology",
        "https://en.wikipedia.org/wiki/Jamshed_Bharucha",
        "https://en.wikipedia.org/wiki/Lola_Cuddy",
        "https://en.wikipedia.org/wiki/Robert_Cutietta",
        "https://en.wikipedia.org/wiki/Diana_Deutsch",
        "https://en.wikipedia.org/wiki/Tuomas_Eerola",
        "https://en.wikipedia.org/wiki/Henkjan_Honing",
        "https://en.wikipedia.org/wiki/David_Huron",
        "https://en.wikipedia.org/wiki/Nina_Kraus",
        "https://en.wikipedia.org/wiki/Fred_Lerdahl",
        "https://en.wikipedia.org/wiki/Daniel_Levitin",
        "https://en.wikipedia.org/wiki/Max_Friedrich_Meyer",
        "https://en.wikipedia.org/wiki/James_Mursell",
        "https://en.wikipedia.org/wiki/Richard_Parncutt",
        "https://en.wikipedia.org/wiki/Oliver_Sacks",
        "https://en.wikipedia.org/wiki/Carl_Seashore",
        "https://en.wikipedia.org/wiki/Max_Schoen",
        "https://en.wikipedia.org/wiki/Roger_Shepard",
        "https://en.wikipedia.org/wiki/John_Sloboda",
        "https://en.wikipedia.org/wiki/Carl_Stumpf",
        "https://en.wikipedia.org/wiki/William_Forde_Thompson",
        "https://en.wikipedia.org/wiki/Sandra_Trehub",
        "https://en.wikipedia.org/wiki/Music_Perception",
        "https://en.wikipedia.org/wiki/Musicophilia",
        "https://en.wikipedia.org/wiki/The_World_in_Six_Songs",
        "https://en.wikipedia.org/wiki/This_Is_Your_Brain_on_Music",
        "https://en.wikipedia.org/wiki/Cognition",
        "https://en.wikipedia.org/wiki/Awareness",
        "https://en.wikipedia.org/wiki/Understanding",
        "https://en.wikipedia.org/wiki/Consciousness",
        "https://en.wikipedia.org/wiki/Critical_thinking",
        "https://en.wikipedia.org/wiki/Imagination",
        "https://en.wikipedia.org/wiki/Intuition",
        "https://en.wikipedia.org/wiki/Problem_solving",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Amodal_perception",
        "https://en.wikipedia.org/wiki/Color_vision",
        "https://en.wikipedia.org/wiki/RGB_color_model",
        "https://en.wikipedia.org/wiki/Depth_perception",
        "https://en.wikipedia.org/wiki/Form_perception",
        "https://en.wikipedia.org/wiki/Haptic_perception",
        "https://en.wikipedia.org/wiki/Touch",
        "https://en.wikipedia.org/wiki/Aesthetic_interpretation",
        "https://en.wikipedia.org/wiki/Peripheral_vision",
        "https://en.wikipedia.org/wiki/Social_perception",
        "https://en.wikipedia.org/wiki/Harmonic",
        "https://en.wikipedia.org/wiki/Speech_perception",
        "https://en.wikipedia.org/wiki/Visual_perception",
        "https://en.wikipedia.org/wiki/Memory",
        "https://en.wikipedia.org/wiki/Memory_consolidation",
        "https://en.wikipedia.org/wiki/Attention",
        "https://en.wikipedia.org/wiki/Institute_of_Higher_Nervous_Activity",
        "https://en.wikipedia.org/wiki/Intention",
        "https://en.wikipedia.org/wiki/Learning",
        "https://en.wikipedia.org/wiki/Thought",
        "https://en.wikipedia.org/wiki/Psychoacoustics",
        "https://en.wikipedia.org/wiki/Psychoacoustics",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}