{
    "url": "https://en.wikipedia.org/wiki/Psychophysical_Parallelism",
    "title": "Psychophysical parallelism",
    "table_of_contents": [
        "1 Overview",
        "2 History",
        "2.1 Malebranche",
        "2.2 Spinoza",
        "2.3 Leibniz",
        "3 See also",
        "4 Notes",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In the philosophy of mind, psychophysical parallelism (or simply parallelism) is the theory that mental and bodily events are perfectly coordinated, without any causal interaction between them. As such, it affirms the correlation of mental and bodily events (since it accepts that when a mental event occurs, a corresponding physical effect occurs as well), but denies a direct cause and effect relation between mind and body.[1] This coordination of mental and bodily events has been postulated to occur either in advance by means of God (as per Gottfried Leibniz's idea of pre-established harmony) or at the time of the event (as in the occasionalism of Nicolas Malebranche) or, finally, according to Baruch Spinoza's Ethics, mind and matter are two of infinite attributes of the only Substance-God, which go as one without interacting with each other. On this view, mental and bodily phenomena are independent yet inseparable, like two sides of a coin.\n\n"
        },
        {
            "title": "Overview",
            "text": "Psychophysical parallelism is a third possible alternative regarding the relation between mind and body, between interaction (e.g., Mind–body dualism) and one-way body-to-mind causality (e.g., materialism, epiphenomenalism).[2]\n\nParallelism is a theory which is related to dualism and which suggests that although there is a correlation between mental and physical events there is not any causal relationship. The body and mind do not interact with each other but simply operate independently of each other, in parallel, and there happens to be a correspondence between the two but neither causes the other. That is to say that the physical event of burning your finger and the mental event of feeling pain happen to occur simultaneously as a response to contact with a hot object—one does not cause the other.\n\nIn his 1925 book The Mind and its Place in Nature, C. D. Broad maintains concerning parallelism: \"The assertion is that to every particular change in the mind there corresponds a certain change in the brain which this mind animates, and that to every change in the brain there corresponds a certain change in the mind which animates this brain.\"\n\n"
        },
        {
            "title": "History",
            "text": "A prominent version of parallelism is called occasionalism. Defended by Nicolas Malebranche (1638–1715), occasionalism agrees that mind and body are separated but does not agree with Descartes's explanation of how the two interact. For Malebranche, God intercedes if there was a need for the mind and body to interact. For example, if the body is injured, God is aware of the injury and makes the mind, or the person (subject of experience), feel pain.[3]  Likewise, if a person wants to move their hand, i.e. to grasp an object with their fingers, that want is made aware to God and then God makes the person's hand move. In reality, the mind and body are not actually in contact with each other, it just seems that way because God is intervening. Occasionalism can be considered as parallelism with divine intervention, because if God did not mediate between the mind and body, there would not be any interaction between the two.\n\nAccording to Baruch Spinoza, as mentioned in his publication Ethics, the two attributes of God, namely thought and extension, are not related causally. Rather, they are two different means of comprehending one and the same reality. Thus, the human body has a corresponding idea, which is the human mind or soul. Whatever happens in the body always occurs in tandem with contents of the mind. Since everything that exists is a modus of God, Spinoza's concept represents a monist account of parallelism, contrary to Leibniz's pluralist version.\n\nGerman philosopher Gottfried Wilhelm Leibniz concluded that the world was composed of an infinite number of life units called monads (from the Greek monas, meaning \"single\"). Similar to living atoms, monads are all active and functioning. As there is naturally a hierarchy in nature, monads vary in degrees of intelligence.[4] Some are more specialized and are more capable of having more distinctive thoughts, opposed to monads that are simpler in structure. Next to God, humans possess the monads that are able to exhibit the most complex type of comprehensive thinking. However, humans possess many types of monads, varying from very simple to very complex forms, which explains why the ideas we experience at times differ in clarity.[5] Monads according to Leibniz can never be influenced by anything outside of themselves. Therefore, the only way that they can change is by internal development, or more specifically, by actualizing their potential. He believed monads never influence each other; it just seems like they do. Whenever we perceive a monad to be the cause of something, other monads are created in such a way as to seem like they are affecting the others. According to Leibniz, the entire universe was created by God to be in a pre-established harmony, so nothing in the universe actually influences anything else.[6] Considering psychophysical parallelism thusly, you could imagine the mind and body as two identical clocks. The clocks will always be in agreement because of the pre-existing harmony between them, but will never interact. And like the two clocks, no interaction or causation among the monads that compose the mind and body is necessary because they are already synchronized.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Philosophy_of_mind",
        "https://en.wikipedia.org/wiki/Causality",
        "https://en.wikipedia.org/wiki/Gottfried_Leibniz",
        "https://en.wikipedia.org/wiki/Occasionalism",
        "https://en.wikipedia.org/wiki/Nicolas_Malebranche",
        "https://en.wikipedia.org/wiki/Baruch_Spinoza",
        "https://en.wikipedia.org/wiki/Mind",
        "https://en.wikipedia.org/wiki/Matter",
        "https://en.wikipedia.org/wiki/Substance_theory",
        "https://en.wikipedia.org/wiki/Phenomena",
        "https://en.wikipedia.org/wiki/Mind",
        "https://en.wikipedia.org/wiki/Materialism",
        "https://en.wikipedia.org/wiki/Epiphenomenalism",
        "https://en.wikipedia.org/wiki/Occasionalism",
        "https://en.wikipedia.org/wiki/Nicolas_Malebranche",
        "https://en.wikipedia.org/wiki/Pain",
        "https://en.wikipedia.org/wiki/Divinity",
        "https://en.wikipedia.org/wiki/Baruch_Spinoza",
        "https://en.wikipedia.org/wiki/Gottfried_Wilhelm_Leibniz",
        "https://en.wikipedia.org/wiki/Gottfried_Wilhelm_Leibniz",
        "https://en.wikipedia.org/wiki/Atom",
        "https://en.wikipedia.org/wiki/Nature",
        "https://en.wikipedia.org/wiki/God",
        "https://en.wikipedia.org/wiki/Interaction",
        "https://en.wikipedia.org/wiki/Causality",
        "https://en.wikipedia.org/wiki/Metaphysical_naturalism",
        "https://en.wikipedia.org/wiki/Catholic_Encyclopedia",
        "https://en.wikipedia.org/wiki/Psychophysical_parallelism",
        "https://en.wikipedia.org/wiki/Psychophysical_parallelism",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}