{
    "url": "https://en.wikipedia.org/wiki/Public_awareness_of_science",
    "title": "Public awareness of science",
    "table_of_contents": [
        "1 Major themes",
        "2 The Bodmer report",
        "3 Models of engagement",
        "3.1 The Contextualist Model",
        "3.2 Deliberative Model",
        "3.3 Civic Science Model",
        "4 Measuring public understanding of science",
        "4.1 1. Factual knowledge",
        "4.1.1 Examples of measurement",
        "4.2 2. Self-reported knowledge, perceived knowledge, or perceived familiarity",
        "4.2.1 Examples of measurement",
        "4.3 3. Structural knowledge",
        "4.3.1 Examples of measurement",
        "4.4 Mixed use of the three measures",
        "5 Project examples",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPublic awareness of science (PAwS) is everything relating to the awareness, attitudes, behaviors, opinions, and activities that comprise the relations between the general public or lay society as a whole to scientific knowledge and organization. This concept is also known as public understanding of science (PUS), or more recently, public engagement with science and technology (PEST). It is a comparatively new approach to the task of exploring the multitude of relations and linkages science, technology, and innovation have among the general public.[1] While early work in the discipline focused on increasing or augmenting the public's knowledge of scientific topics, in line with the information deficit model of science communication, the deficit model has largely been abandoned by science communication researchers. Instead, there is an increasing emphasis on understanding how the public chooses to use scientific knowledge and on the development of interfaces to mediate between expert and lay understandings of an issue.[example  needed] Newer frameworks of communicating science include the dialogue and the participation models.[2] The dialogue model aims to create spaces for conversations between scientists and non-scientists to occur while the participation model aims to include non-scientists in the process of science.\n\n"
        },
        {
            "title": "Major themes",
            "text": "The area integrates a series of fields and themes such as:\n\nImportant lines of research are how to raise public awareness and public understanding of science and technology. Also, learning how the public feels and knows about science generally as well as individual subjects, such as genetic engineering, or bioethics. Research by Matthew Nisbet highlights several challenges in science communication, including the paradox that scientific success can create either trust or distrust in experts in different populations and that attitudes of trust are shaped by mostly socioeconomic rather than religious or ideological differences.[3] A 2020 survey by the Pew Research Center found varying levels of trust in science by country, political leanings, and other factors.[4]\n\n"
        },
        {
            "title": "The Bodmer report",
            "text": "The publication of the Royal Society's' report The Public Understanding of Science[5] (or Bodmer Report) in 1985 is widely held to be the birth of the Public Understanding of Science movement in Britain.[6] The report led to the foundation of the Committee on the Public Understanding of Science and a cultural change in the attitude of scientists to outreach activities.[7]\n\n"
        },
        {
            "title": "Models of engagement",
            "text": "In the 1990s, a new perspective emerged in the field with the classic study of Cumbrian Sheep Farmers' interaction with the Nuclear scientists in England. Brian Wynne demonstrated how the experts were ignorant or disinterested in taking into account the lay knowledge of the sheep farmers while conducting field experiments on the impact of the Chernobyl nuclear fallout on the sheep in the region.[8] Because of this shortcoming from the side of the scientists, local farmers lost their trust in them. The experts were unaware of the local environmental conditions and the behaviour of sheep and this has eventually led to the failure of their experimental models. Following this study, scholars have studies similar micro-sociological contexts of expert-lay interaction and proposed that the context of knowledge communication is important to understand public engagement with science. Instead of large scale public opinion surveys, researchers proposed studies informed by sociology of scientific knowledge (SSK). The contextualist model focuses on the social impediments in the bidirectional flow of scientific knowledge between experts and laypersons/communities.\n\nScholars like Sheila Jasanoff have advanced the debate around public engagement with science by leveraging the theory of deliberative democracy to analyze the public deliberation of and participation in science through various institutional forms. Proponents of greater public deliberation argue it is a basic condition for decision making in democratic societies, even on science and technology issues.[9] There are also attempts to develop more inclusive participatory models of technological governance in the form of consensus conferences, citizen juries, extended peer reviews, and deliberative mapping.[10]\n\nSome scholars have identified a new era of \"post-normal science\" (PNS) in which many scientific discoveries carry high stakes if risks are estimated incorrectly within a broader social context that has a high degree of uncertainty.[11][12] This PNS era requires a new approach to public engagement efforts and requires a reevaluation of the underlying assumptions of \"public engagement\", especially with emerging science and technology issues, like CRISPR gene editing, that have the potential to become \"wicked problems\".[13][14] These \"wicked\"  issues often require regulatory and policy decisions that have no single correct solution and often involve numerous interest groups – none of whom are clearly positioned to decide and resolve the problem. Policy and regulatory decisions around these scientific issues are inherently political and must balance trade-offs between the scientific research, perceptions of risk, societal needs, and ethical values.[15] While scientists can provide factual answers to research questions and mathematical estimates of risk, many considerations surrounding these wicked science and technology issues have no factual answer. The unidirectional deficit model of simply educating the public on theses issues is insufficient to address these complex questions, and some scholars have proposed scientists adopt a culture of civic science: \"broad public engagement with issues that arise at the many intersections between science and society.\"[13] An emphasis is placed on developing an iterative engagement model that actively seeks to incorporate groups who stand to be adversely effected by a new technology[14] and conducting this engagement away from universities so that it can be done on the public's terms with the public's terms.[16] Other scholars have emphasized that this model of public engagement requires that the public be able to influence science, not merely be engaged by it, up to the point of being able to say \"no\" to research that does not align with the broader public's values.[17] Under the civic science model, there are five key lessons for scientists committed to public engagement:[14][18][19][20]\n\n"
        },
        {
            "title": "Measuring public understanding of science",
            "text": "Social scientists use various metrics to measure public understanding of science, including:\n\nThe Key assumptions is that the more individual pieces of information a person is able to retrieve, the more that person is considered to have learned.[21]\n\nThe key assumption is that emphasizes the value of knowledge of one's knowledge.[22]\n\nThe nature of connections among different pieces of information in memory.[21]\nThe key assumption is that the use of elaboration increases the likelihood of remembering information.[21]\n\n"
        },
        {
            "title": "Project examples",
            "text": "Government and private-led campaigns and events, such as Dana Foundation's \"Brain Awareness Week\", are becoming a strong focus of programmes which try to promote public awareness of science.\n\nThe UK PAWS Foundation dramatically went as far as establishing a Drama Fund with the BBC in 1994. The purpose was to encourage and support the creation of new drama for television, drawing on the world of science and technology.[24]\n\nThe Vega Science Trust[25] was set up in 1994 to promote science through the media of television and the internet with the aim of giving scientists a platform from which to communicate to the general public.\n\nThe Simonyi Professorship for the Public Understanding of Science chair at The University of Oxford was established in 1995 for the ethologist Richard Dawkins[26] by an endowment from Charles Simonyi. Mathematician Marcus du Sautoy has held the chair since Dawkins' retirement in 2008.[27] Similar professorships have since been created at other British universities. Professorships in the field have been held by well-known academics including Richard Fortey and Kathy Sykes at the University of Bristol, Brian Cox at Manchester University, Tanya Byron at Edge Hill University, Jim Al-Khalili at the University of Surrey, and Alice Roberts at the University of Birmingham.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Public_Understanding_of_Science",
        "https://en.wikipedia.org/wiki/Awareness",
        "https://en.wikipedia.org/wiki/Innovation",
        "https://en.wikipedia.org/wiki/Information_deficit_model",
        "https://en.wikipedia.org/wiki/Science_communication",
        "https://en.wikipedia.org/wiki/Uses_and_gratifications_theory",
        "https://en.wikipedia.org/wiki/Expertise",
        "https://en.wikipedia.org/wiki/Citizen_science",
        "https://en.wikipedia.org/wiki/Consumer_education",
        "https://en.wikipedia.org/wiki/Medialisation",
        "https://en.wikipedia.org/wiki/Research_and_development",
        "https://en.wikipedia.org/wiki/Science_communication",
        "https://en.wikipedia.org/wiki/Science_education",
        "https://en.wikipedia.org/wiki/Science_fair",
        "https://en.wikipedia.org/wiki/Science_festival",
        "https://en.wikipedia.org/wiki/Science_in_popular_culture",
        "https://en.wikipedia.org/wiki/Science_museums",
        "https://en.wikipedia.org/wiki/Aquarium",
        "https://en.wikipedia.org/wiki/Planetarium",
        "https://en.wikipedia.org/wiki/Zoo",
        "https://en.wikipedia.org/wiki/Botanical_garden",
        "https://en.wikipedia.org/wiki/Social_movement",
        "https://en.wikipedia.org/wiki/Consciousness_raising",
        "https://en.wikipedia.org/wiki/Genetic_engineering",
        "https://en.wikipedia.org/wiki/Bioethics",
        "https://en.wikipedia.org/wiki/Matthew_Nisbet",
        "https://en.wikipedia.org/wiki/Pew_Research_Center",
        "https://en.wikipedia.org/wiki/Royal_Society",
        "https://en.wikipedia.org/wiki/Committee_on_the_Public_Understanding_of_Science",
        "https://en.wikipedia.org/wiki/Cumbria",
        "https://en.wikipedia.org/wiki/Brian_Wynne",
        "https://en.wikipedia.org/wiki/Chernobyl",
        "https://en.wikipedia.org/wiki/Sociology_of_scientific_knowledge",
        "https://en.wikipedia.org/wiki/Sheila_Jasanoff",
        "https://en.wikipedia.org/wiki/Deliberative_democracy",
        "https://en.wikipedia.org/wiki/CRISPR_gene_editing",
        "https://en.wikipedia.org/wiki/Wicked_problem",
        "https://en.wikipedia.org/wiki/Information_deficit_model",
        "https://en.wikipedia.org/wiki/Elaborative_interrogation",
        "https://en.wikipedia.org/wiki/Dana_Foundation",
        "https://en.wikipedia.org/wiki/Brain_Awareness_Week",
        "https://en.wikipedia.org/wiki/Simonyi_Professorship_for_the_Public_Understanding_of_Science",
        "https://en.wikipedia.org/wiki/The_University_of_Oxford",
        "https://en.wikipedia.org/wiki/Ethology",
        "https://en.wikipedia.org/wiki/Richard_Dawkins",
        "https://en.wikipedia.org/wiki/Charles_Simonyi",
        "https://en.wikipedia.org/wiki/Marcus_du_Sautoy",
        "https://en.wikipedia.org/wiki/Richard_Fortey",
        "https://en.wikipedia.org/wiki/Kathy_Sykes",
        "https://en.wikipedia.org/wiki/University_of_Bristol",
        "https://en.wikipedia.org/wiki/Manchester_University",
        "https://en.wikipedia.org/wiki/Tanya_Byron",
        "https://en.wikipedia.org/wiki/Edge_Hill_University",
        "https://en.wikipedia.org/wiki/University_of_Surrey",
        "https://en.wikipedia.org/wiki/Alice_Roberts",
        "https://en.wikipedia.org/wiki/University_of_Birmingham",
        "https://en.wikipedia.org/wiki/British_Association_for_the_Advancement_of_Science",
        "https://en.wikipedia.org/wiki/Citizen_science",
        "https://en.wikipedia.org/wiki/Coalition_on_the_Public_Understanding_of_Science",
        "https://en.wikipedia.org/wiki/Conversazione",
        "https://en.wikipedia.org/wiki/Easiness_effect",
        "https://en.wikipedia.org/wiki/Public_engagement",
        "https://en.wikipedia.org/wiki/Science_and_technology_studies",
        "https://en.wikipedia.org/wiki/Science_and_technology_studies_in_India",
        "https://en.wikipedia.org/wiki/Science_journalism",
        "https://en.wikipedia.org/wiki/Science_studies",
        "https://en.wikipedia.org/wiki/Science_outreach",
        "https://en.wikipedia.org/wiki/Scientific_literacy",
        "https://en.wikipedia.org/wiki/Sense_About_Science",
        "https://en.wikipedia.org/wiki/This_Week_in_Science",
        "https://en.wikipedia.org/wiki/World_Science_Day_for_Peace_and_Development",
        "https://en.wikipedia.org/wiki/Skeptical_Inquirer",
        "https://en.wikipedia.org/wiki/Glenn_Branch",
        "https://en.wikipedia.org/wiki/Skeptical_Inquirer",
        "https://en.wikipedia.org/wiki/Center_for_Inquiry",
        "https://en.wikipedia.org/wiki/Massachusetts",
        "https://en.wikipedia.org/wiki/Citizen_science",
        "https://en.wikipedia.org/wiki/Conversazione",
        "https://en.wikipedia.org/wiki/March_for_Science",
        "https://en.wikipedia.org/wiki/Physics_outreach",
        "https://en.wikipedia.org/wiki/Popular_science",
        "https://en.wikipedia.org/wiki/Public_science",
        "https://en.wikipedia.org/wiki/Science_by_press_conference",
        "https://en.wikipedia.org/wiki/Science_communication",
        "https://en.wikipedia.org/wiki/Science_fair",
        "https://en.wikipedia.org/wiki/Science_festival",
        "https://en.wikipedia.org/wiki/Science_journalism",
        "https://en.wikipedia.org/wiki/Science_museum",
        "https://en.wikipedia.org/wiki/Science_outreach",
        "https://en.wikipedia.org/wiki/Science_policy",
        "https://en.wikipedia.org/wiki/The_Amateur_Scientist",
        "https://en.wikipedia.org/wiki/Public_awareness_of_science",
        "https://en.wikipedia.org/wiki/Public_awareness_of_science",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}