{
    "url": "https://en.wikipedia.org/wiki/Pulcinella",
    "title": "Pulcinella",
    "table_of_contents": [
        "1 Characteristics",
        "2 Mask",
        "3 Costume and props",
        "4 Etymology",
        "5 Variants",
        "6 Miscellanea",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pulcinella (Italian pronunciation: [pultʃiˈnɛlla]; Neapolitan: Pulecenella) is a classical character that originated in commedia dell'arte of the 17th century and became a stock character in Neapolitan puppetry. Pulcinella's versatility in status and attitude has captivated audiences worldwide and kept the character popular in countless forms since his introduction to commedia dell'arte by Silvio Fiorillo [it] in 1620.[1]\n\nHis visual appearance includes a humpback, a crooked nose, gangly legs, a potbelly, large cheeks, and a gigantic mouth. These traits were inherited from two stock characters of the Atellan Farce. He typically wears a pointed hat (conical hat). When depicted as a member of the upper class, Pulcinella is a cunning thief and schemer. When depicted as a member of the servant class, Pulcinella is a perverted bumpkin. In either case, he is a social climber, striving to rise above his station in life. He is an opportunist who always sides with the winner in any situation, and fears no consequences. His main motivations are self-interest and self-preservation, yet Pulcinella tends to rescue other characters from trouble. He is said to be every character's savior, despite acting as a rebel and a delinquent in the shape of an old man. \n\n"
        },
        {
            "title": "Characteristics",
            "text": "Pulcinella has his origins in two stock characters of the ancient Roman Atellan Farce, Maccus and Bucco. Maccus is described as being witty, sarcastic, rude, and cruel, while Bucco is a nervous thief who is as silly as he is full of himself.[2] This duality manifested itself in both the way Pulcinella is shaped and the way he acts. Physically, the characteristics he inherited from his ancestors attributed to his top-heavy, chicken-like shape. He inherited his humpback, his large, crooked nose, and his gangly legs from Maccus. His potbelly, large cheeks, and gigantic mouth come from Bucco.[3]\n\nDue to this duality of heredity, Pulcinella can be portrayed as either a servant or a master, depending on the scenario. \"Upper\" Pulcinella is more like Bucco, with a scheming nature, an aggressive sensuality, and great intelligence. \"Lower\" Pulcinella, however, favors Maccus, and is described by Pierre Louis Duchartre as being \"a dull and coarse bumpkin.\"[4] This juxtaposition of proud, cunning thief from the upper class and loud, crass pervert from the servant class is one that is key to understanding Pulcinella's behaviors.\n\nPulcinella is a dualistic character: he either plays dumb, though he is very much aware of the situation, or he acts as though he is the most intelligent and competent, despite being woefully ignorant.[6] He is incessantly trying to rise above his station, though he does not intend to work for it. He is a social chameleon, who tries to get those below him to think highly of him, but is sure to appease those in positions of power. Pulcinella's closing couplet translates to \"I am Prince of everything, Lord of land and main. Except for my public whose faithful servant I remain.\"[7] However, because his world is often that of a servant, he has no real investment in preserving the socio-political world of his master.[8] He is always on the side of the winner, though he often does not decide this until after they have won. No matter his initial intent, Pulcinella always manages to win. If something ends poorly, another thing is successful. If he is put out in a sense, he is rewarded in another.[9] This often accidental triumph is his normal. Another important characteristic of Pulcinella is that he fears nothing. He does not worry about consequences as he will be victorious no matter what. It is said that he is so wonderful to watch because he does what audience members would do were they not afraid of the consequences.[10]\n\nPulcinella is the ultimate self-preservationist, looking out for himself in most every situation, yet he still manages to sort out the affairs of everyone around him. Antonio Fava, a world-renowned maskmaker and Maestro of Commedia dell'arte, is particularly fond of the character in both performance and study due to his influence and continuity throughout history. Fava explained that \"Pulcinella, a man without dignity, is nevertheless indispensable to us all: without [him] ... none of his countless 'bosses' could ever escape from the awkward tangle of troubles in which they find themselves. Pulcinella is everyone's saviour, saved by no one.\"[12] This accidental helpfulness is key to his success. He goes out of his way to avoid responsibility, yet always ends up with more of it than he bargained for.\n\nHis movements are broad and laborious, allowing him to aggressively emphasize his speech and simultaneously exhausting him. He will also get excited about something and move very quickly and deliberately, leaving him with no choice but to halt the action and catch his breath.[13] He is to be thought of as a rebellious delinquent in the body of an old man.[13]\n\n"
        },
        {
            "title": "Mask",
            "text": "Traditionally made of leather, Pulcinella's mask is either black or dark brown, to imply weathering from the sun. His nose varies, but is always the most prominent feature of the mask by far. It can be long and curved, hooking over the mouth, or it can be shorter, with a more bulbous bridge. But either way, the nose is to resemble a bird's beak. There is often a wart somewhere on the mask, typically on the forehead or nose.[14] Furrowed eyebrows and deep wrinkles are also important, though there is room for artistic interpretation there. He can have a protruding brow ridge, knitted brows, a furrowed brow, or simply raised eyebrows. It is simply important that they are deeply wrinkled and prominent enough to match the exaggerated style of commedia dell'arte masks. The mask used to feature a bushy black mustache or beard, but this was mostly abandoned through the 17th century.[15]\n\n"
        },
        {
            "title": "Costume and props",
            "text": "Most often portrayed in a baggy, white ensemble consisting of a long-sleeved, loose-fitting blouse with buttons down the front, Pulcinella pairs this with wide-legged trousers, the whole outfit complemented by a belt of sorts that cinches below the belly. This gives him a place to hold props while emphasizing his pot belly.[14] A hat is always worn, though the style can vary. Typically, it can either be a skull cap, a hat with turn-up brim,[16] a soft conical hat whose point lays down, or a  rigid sugar-loaf hat. The sugar-loaf hat gained popularity in the late 17th and early 18th centuries. Each hat is white.[17]\n\nPulcinella has two main props: The first is a cudgel - a relatively short stick often used primarily as a weapon. He calls this his \"staff of credit\". His other prop is a coin purse - traditionally attached to his belt so as to stay close to the body.[15]\n\n"
        },
        {
            "title": "Etymology",
            "text": "A plausible theory derives his name from the diminutive (or combination with pollastrello \"rooster\")[18]) of Italian pulcino (\"chick\"), on account of his long beaklike nose, as theorized by music historian Francesco Saverio Quadrio, or due to the squeaky nasal voice and \"timorous impotence\" in its demeanor, according to Giuseppe (Joseph) Baretti.[19]\n\nAccording to another version, Pulcinella derived from the name of Puccio d'Aniello, a peasant of Acerra, who was portrayed in a famous picture attributed to Annibale Carracci, and was characterized by a long nose.[19] It has also been suggested that the figure is a caricature of a sufferer of acromegaly.[20]\n\n"
        },
        {
            "title": "Variants",
            "text": "Many regional variants of Pulcinella were developed as the character diffused across Europe. From its east to west coasts, Europeans strongly identified with the tired, witty \"everyman\" that Pulcinella represented. In many later adaptations, Pulcinella was portrayed as a puppet, as commedia dell'arte-style theatre did not continue to be popular throughout all of the continent over time. He was said to evolve into \"Mr. Punch\" in England. The key half of Punch and Judy, he is recognized as one of the most important British icons in history.[21]\n\nThe first recorded show to have involved the Punch-style marionette was performed in England in May 1662, outside of London in Covent Garden, by Bologna-born puppeteer Pietro Gimonde, also known as Signor Bologna.[21] This marionette was named Punchinello, later evolving into Punch, and finally becoming wholly British with his transformation into Mr. Punch. The British Punch is far more childlike and violent than Pulcinella, but is renowned for being just as funny.[22] Always seen with cudgel in hand, Punch has a more menacing character than his Italian counterpart. In many performances, he murders his wife and child, as well as the Devil. In 1851, Henry Mayhew wrote of one performer who described the character's enduring appeal: \"Like the rest of the world, he has got bad morals, but very few of them.\"[23]\n\nIn Germany, this kind of Pulcinella-based puppet character came to be known as Kasper. Kasper is a cunning servant who solves the problems of all the masters he serves.[24] This character became wildly popular throughout Europe. He was less extreme than Mr. Punch, but offered the same kind of slapstick puppetry that audiences loved. In the Netherlands, he is known as Jan Klaassen. In Denmark he is Mester Jakel.  In Romania, he is Vasilache. In Hungary he is Paprika Jancsi (or Paprikajancsi) and in the 20th century Vitéz László, and in France he remained Polichinelle.\n\nRussian composer Igor Stravinsky was commissioned to compose two different ballets for the Ballets Russes that were inspired by variations of this character. Stravinsky's ballets were entitled Petrushka (1911), based on Russian 19th-century puppetry traditions celebrated at Shrovetide, and Pulcinella (1920), based on 17th-century Italian music (thought to be by Pergolesi) associated with a commedia dell'arte version.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Capodimonte_porcelain",
        "https://en.wikipedia.org/wiki/Naples",
        "https://en.wikipedia.org/wiki/Italy",
        "https://en.wikipedia.org/wiki/Neapolitan_language",
        "https://en.wikipedia.org/wiki/Stock_character",
        "https://en.wikipedia.org/wiki/Naples",
        "https://en.wikipedia.org/wiki/Puppet",
        "https://en.wikipedia.org/wiki/Kyphosis",
        "https://en.wikipedia.org/wiki/Abdominal_obesity",
        "https://en.wikipedia.org/wiki/Stock_character",
        "https://en.wikipedia.org/wiki/Atellan_Farce",
        "https://en.wikipedia.org/wiki/Pointed_hat",
        "https://en.wikipedia.org/wiki/Upper_class",
        "https://en.wikipedia.org/wiki/Thief",
        "https://en.wikipedia.org/wiki/Servant",
        "https://en.wikipedia.org/wiki/Pervert",
        "https://en.wikipedia.org/wiki/Yokel",
        "https://en.wikipedia.org/wiki/Social_climber",
        "https://en.wikipedia.org/wiki/Opportunist",
        "https://en.wikipedia.org/wiki/Salvation",
        "https://en.wikipedia.org/wiki/Rebellion",
        "https://en.wikipedia.org/wiki/Juvenile_delinquency",
        "https://en.wikipedia.org/wiki/Atellan_Farce",
        "https://en.wikipedia.org/wiki/Kyphosis",
        "https://en.wikipedia.org/wiki/Scenario",
        "https://en.wikipedia.org/wiki/Antonio_Fava",
        "https://en.wikipedia.org/wiki/Conical_hat",
        "https://en.wikipedia.org/wiki/Diminutive",
        "https://en.wikipedia.org/wiki/Francesco_Saverio_Quadrio",
        "https://en.wikipedia.org/wiki/Peasant",
        "https://en.wikipedia.org/wiki/Acerra",
        "https://en.wikipedia.org/wiki/Annibale_Carracci",
        "https://en.wikipedia.org/wiki/Acromegaly",
        "https://en.wikipedia.org/wiki/Punch_and_Judy",
        "https://en.wikipedia.org/wiki/Covent_Garden",
        "https://en.wikipedia.org/wiki/Singlestick",
        "https://en.wikipedia.org/wiki/Henry_Mayhew",
        "https://en.wikipedia.org/wiki/Kasperle",
        "https://en.wikipedia.org/wiki/Igor_Stravinsky",
        "https://en.wikipedia.org/wiki/Ballets_Russes",
        "https://en.wikipedia.org/wiki/Shrovetide",
        "https://en.wikipedia.org/wiki/Pergolesi",
        "https://en.wikipedia.org/wiki/Mascot",
        "https://en.wikipedia.org/wiki/Pulcinella_Award",
        "https://en.wikipedia.org/wiki/Animation",
        "https://en.wikipedia.org/wiki/Positano",
        "https://en.wikipedia.org/wiki/Genshin_Impact",
        "https://en.wikipedia.org/wiki/Open_secret",
        "https://en.wikipedia.org/wiki/Pulcinella",
        "https://en.wikipedia.org/wiki/Pulcinella",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}