{
    "url": "https://en.wikipedia.org/wiki/Pun",
    "title": "Pun",
    "table_of_contents": [
        "1 Types of puns",
        "1.1 Homophonic",
        "1.2 Homographic",
        "1.3 Homonymic",
        "1.4 Compounded",
        "1.5 Recursive",
        "1.6 Visual",
        "1.7 Other",
        "2 Use",
        "2.1 Comedy and jokes",
        "2.1.1 Books never written",
        "2.2 Literature",
        "2.2.1 Shakespeare",
        "2.3 Rhetoric",
        "2.4 Design",
        "3 In the media",
        "4 Confusion and alternative uses",
        "5 History and global usage",
        "6 See also",
        "7 Notes",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA pun, also known as paronomasia, is a form of word play that exploits multiple meanings of a term, or of similar-sounding words, for an intended humorous or rhetorical effect.[1] These ambiguities can arise from the intentional use of homophonic, homographic, metonymic, or figurative language. A pun differs from a malapropism in that a malapropism is an incorrect variation on a correct expression, while a pun involves expressions with multiple (correct or fairly reasonable) interpretations. Puns may be regarded as in-jokes or idiomatic constructions, especially as their usage and meaning are usually specific to a particular language or its culture.\n\nPuns have a long history in human writing. For example, the Roman playwright Plautus was famous for his puns and word games.[2][3]\n\n"
        },
        {
            "title": "Types of puns",
            "text": "A homophonic pun is one that uses word pairs which sound alike (homophones) but are not synonymous.[4] Walter Redfern summarized this type with his statement, \"To pun is to treat homonyms as synonyms.\"[5] For example, in George Carlin's phrase \"atheism is a non-prophet institution\", the word prophet is put in place of its homophone profit, altering the common phrase \"non-profit institution\". Similarly, the joke \"Question: Why do we still have troops in Germany? Answer: To keep the Russians in Czech\" relies on the aural ambiguity of the homophones check and Czech. Often, puns are not strictly homophonic, but play on words of similar, not identical, sound as in the example from the Pinky and the Brain cartoon film series: \"I think so, Brain, but if we give peas a chance, won't the lima beans feel left out?\" which plays with the similar—but not identical—sound of peas and peace in the anti-war slogan \"Give Peace a Chance\".[6]\n\nA homographic pun exploits words which are spelled the same (homographs) but possess different meanings and sounds. Because of their origin, they rely on sight more than hearing, contrary to homophonic puns. They are also known as heteronymic puns. Examples in which the punned words typically exist in two different parts of speech often rely on unusual sentence construction, as in the anecdote: \"When asked to explain his large number of children, the pig answered simply: 'The wild oats of my sow gave us many piglets.'\" An example that combines homophonic and homographic punning is Douglas Adams's line \"You can tune a guitar, but you can't tuna fish. Unless of course, you play bass.\" The phrase uses the homophonic qualities of tune a and tuna, as well as the homographic pun on bass, in which ambiguity is reached through the identical spellings of /beɪs/ (a string instrument), and /bæs/ (a kind of fish). Homographic puns do not necessarily need to follow grammatical rules and often do not make sense when interpreted outside the context of the pun.\n\nHomonymic puns, another common type, arise from the exploitation of words which are both homographs and homophones. The statement \"Being in politics is just like playing golf: you are trapped in one bad lie after another\" puns on the two meanings of the word lie as \"a deliberate untruth\" and as \"the position in which something rests\". An adaptation of a joke repeated by Isaac Asimov gives us \"Did you hear about the little moron who strained himself while running into the screen door?\" playing on strained as \"to give much effort\" and \"to filter\".[7] A homonymic pun may also be polysemic, in which the words must be homonymic and also possess related meanings, a condition that is often subjective. However, lexicographers define polysemes as listed under a single dictionary lemma (a unique numbered meaning) while homonyms are treated in separate lemmata.\n\nA compound pun is a statement that contains two or more puns. In this case, the wordplay cannot go into effect by utilizing the separate words or phrases of the puns that make up the entire statement. For example, a complex statement by Richard Whately includes four puns: \"Why can a man never starve in the Great Desert? Because he can eat the sand which is there. But what brought the sandwiches there? Why, Noah sent Ham, and his descendants mustered and bred.\"[8] This pun uses sand which is there/sandwiches there, Ham/ham, mustered/mustard, and bred/bread. Similarly, the phrase \"piano is not my forte\" links two meanings of the words forte and piano, one for the dynamic markings in music and the second for the literal meaning of the sentence, as well as alluding to \"pianoforte\", the older name of the instrument. Compound puns may also combine two phrases that share a word. For example, \"Where do mathematicians go on weekends? To a Möbius strip club!\" puns on the terms Möbius strip and strip club.\n\nA recursive pun is one in which the second aspect of a pun relies on the understanding of an element in the first. For example, the statement \"π is only half a pie.\" (π radians is 180 degrees, or half a circle, and a pie is a complete circle). Another example is \"Infinity is not in finity\", which means infinity is not in finite range. Another example is \"a Freudian slip is when you say one thing but mean your mother.\"[9] The recursive pun \"Immanuel doesn't pun, he Kant\", is attributed to Oscar Wilde.[2]\n\nVisual puns are sometimes used in logos, emblems, insignia, and other graphic symbols, in which one or more of the pun aspects is replaced by a picture. In European heraldry, this technique is called canting arms. Visual and other puns and word games are also common in Dutch gable stones as well as in some cartoons, such as Lost Consonants and The Far Side. Another type of visual pun exists in languages which use non-phonetic writing. For example, in Chinese, a pun may be based on a similarity in shape of the written character, despite a complete lack of phonetic similarity in the words punned upon.[10] Mark Elvin describes how this \"peculiarly Chinese form of visual punning involved comparing written characters to objects.\"[11]\n\nVisual puns on the bearer's name are used extensively as forms of heraldic expression, they are called canting arms. They have been used for centuries across Europe and have even been used recently by members of the British royal family, such as on the arms of Queen Elizabeth The Queen Mother and of Princess Beatrice of York. The arms of U.S. Presidents Theodore Roosevelt and Dwight D. Eisenhower are also canting.[citation needed] In the context of non-phonetic texts, 4 Pics 1 Word, is an example of visual paronomasia where the players are supposed to identify the word in common from the set of four images.[12]\n\nRichard J. Alexander notes two additional forms which puns may take: graphological (sometimes called visual) puns, such as concrete poetry; and morphological puns, such as portmanteaux.[13]\n\n"
        },
        {
            "title": "Use",
            "text": "Puns are a common source of humour in jokes and comedy shows. They are often used in the punch line of a joke, where they typically give a humorous meaning to a rather perplexing story. These are also known as feghoots. The following example comes from the movie Master and Commander: The Far Side of the World, though the punchline stems from far older Vaudeville roots.[14] The final line puns on the stock phrase \"the lesser of two evils\". After Aubrey offers his pun (to the enjoyment of many), Dr. Maturin shows a disdain for the craft with his reply, \"One who would pun would pick-a-pocket.\"\n\nNot infrequently, puns are used in the titles of comedic parodies[citation needed]. A parody of a popular song, movie, etc., may be given a title that hints at the title of the work being parodied, replacing some of the words with ones that sound or look similar. For example, collegiate a cappella groups are often named after musical puns to attract fans through attempts at humor.[15] Such a title can immediately communicate both that what follows is a parody and also which work is about to be parodied, making any further \"setup\" (introductory explanation) unnecessary.\n\n2014 saw the inaugural UK Pun Championships, at the Leicester Comedy Festival, hosted by Lee Nelson.[16] Walsh went on to take part in the O. Henry Pun-Off World Championships in Austin, Texas.[17] In 2015 the UK Pun Champion was Leo Kearse.[18]\n\nSometimes called \"books never written\" or \"world's greatest books\", these are jokes which consist of fictitious book titles with authors' names that contain a pun relating to the title.[19] Perhaps the best-known example is: \"Tragedy on the Cliff by Eileen Dover\", which according to one source was devised by humourist Peter DeVries.[20] It is common for these puns to refer to taboo subject matter, such as \"What Boys Love by E. Norma Stitts\".[19]\n\nNon-humorous puns were and are a standard poetic device in English literature. Puns and other forms of wordplay have been used by many famous writers, such as Alexander Pope,[21] James Joyce,[22] Vladimir Nabokov,[23] Robert Bloch,[24] Lewis Carroll,[25] John Donne,[26] and William Shakespeare.\n\nIn the poem A Hymn to God the Father, John Donne, whose wife's name was Anne More, puns repeatedly: \"Son/sun\" in the second quoted line, and two compound puns on \"Done/done\" and \"More/more\". All three are homophonic, with the puns on \"more\" being both homographic and capitonymic. The ambiguities introduce several possible meanings into the verses.\n\nAlfred Hitchcock stated, \"Puns are the highest form of literature.\"[27]\n\nIn fact, Shakespeare is estimated to have used over 3,000 puns in his plays.[28] Even though many of the puns were bawdy, Elizabethan literature considered puns and wordplay to be a \"sign of literary refinement\" more so than humor. This is evidenced by the deployment of puns in serious or \"seemingly inappropriate\" scenes, like when a dying Mercutio quips \"Ask for me tomorrow, and you shall find me a grave man\" in Romeo and Juliet.[29]\n\nShakespeare was also noted for his frequent play with less serious puns, the \"quibbles\" of the sort that made Samuel Johnson complain, \"A quibble is to Shakespeare what luminous vapours are to the traveller! He follows it to all adventures; it is sure to lead him out of his way, sure to engulf him in the mire. It has some malignant power over his mind, and its fascinations are irresistible.\"[30] Elsewhere, Johnson disparagingly referred to punning as the lowest form of humour.[31]\n\nPuns can function as a rhetorical device, where the pun serves as a persuasive instrument for an author or speaker. Although puns are sometimes perceived as trite or silly, if used responsibly a pun \"can be an effective communication tool in a variety of situations and forms\".[32] A major difficulty in using puns in this manner is that the meaning of a pun can be interpreted very differently according to the audience's background with the possibility of detracting from the intended message.[33]\n\nLike other forms of wordplay, paronomasia is occasionally used for its attention-getting or mnemonic qualities, making it common in titles and the names of places, characters, and organizations, and in advertising and slogans.[34][35]\n\nMany restaurant and shop names use puns: Cane & Able mobility healthcare, Sam & Ella's Chicken Palace, Tiecoon tie shop, Planet of the Grapes wine and spirits,[36] Curl Up and Dye hair salon, as do books such as Pies and Prejudice, webcomics like (YU+ME: dream) and feature films such as (Good Will Hunting). The Japanese anime Speed Racer's original Japanese title, Mach GoGoGo! refers to the English word itself, the Japanese word for five (the Mach Five's car number), and the name of the show's main character, Go Mifune. This is also an example of a multilingual pun, full understanding of which requires knowledge of more than one language on the part of the listener.\n\nNames of fictional characters also often carry puns, such as Satoshi's English name, Ash Ketchum and Goku (\"Kakarrot\"), the protagonists of the anime series based on the video game series Pokémon and the manga series Dragon Ball, respectively, both franchises which are known for including second meanings in the names of many of their characters. A recurring motif in the Austin Powers films repeatedly puns on names which suggest male genitalia. In the science fiction television series Star Trek, \"B-4\" is used as the name of one of four androids models constructed \"before\" the android Data, a main character. A librarian in another Star Trek episode was named \"Mr. Atoz\" (A to Z).\n\nThe parallel sequel The Lion King 1½ advertised with the phrase \"You haven't seen the 1/2 of it!\". Wyborowa Vodka employed the slogan \"Enjoyed for centuries straight\", while Northern Telecom used \"Technology the world calls on.\"[34]\n\nOn 1 June 2015 the BBC Radio 4 You and Yours included a feature on \"Puntastic Shop Titles\". Entries included a Chinese Takeaway in Ayr town centre called \"Ayr's Wok\", a kebab shop in Ireland called \"Abra Kebabra\" and a tree-surgeon in Dudley called \"Special Branch\". The winning entry, selected by Lee Nelson, was a dry cleaner's in Fulham and Chelsea called \"Starchy and Starchy\", a pun on Saatchi & Saatchi.[37]\n\n"
        },
        {
            "title": "In the media",
            "text": "Paronomasia has found a strong foothold in the media. William Safire of the New York Times suggests that \"the root of this pace-growing [use of paronomasia] is often a headline-writer's need for quick catchiness, and has resulted in a new tolerance for a long-despised form of humor.\"[38] It can be argued that paronomasia is common in media headlines, to draw the reader's interest. The rhetoric is important because it connects people with the topic. A notable example is the New York Post headline \"Headless Body in Topless Bar\".[39]\n\nParonomasia is prevalent orally as well. Salvatore Attardo believes that puns are verbal humor. He talks about Pepicello and Weisberg's linguistic theory of humor and believes the only form of linguistic humor is limited to puns.[40] This is because a pun is a play on the word itself. Attardo believes that only puns are able to maintain humor and this humor has significance. It is able to help soften a situation and make it less serious, it can help make something more memorable, and using a pun can make the speaker seem witty.\n\nParonomasia is strong in print media and oral conversation so it can be assumed that paronomasia is strong in broadcast media as well. Examples of paronomasia in media are sound bites. They could be memorable because of the humor and rhetoric associated with paronomasia, thus making the significance of the soundbite stronger.\n\n"
        },
        {
            "title": "Confusion and alternative uses",
            "text": "There exist subtle differences between paronomasia and other literary techniques, such as the double entendre. While puns are often simple wordplay for comedic or rhetorical effect, a double entendre alludes to a second meaning which is not contained within the statement or phrase itself, often one which purposefully disguises the second meaning. As both exploit the use of intentional double meanings, puns can sometimes be double entendres, and vice versa. Puns also bear similarities with paraprosdokian, syllepsis, and eggcorns. In addition, homographic puns are sometimes compared to the stylistic device antanaclasis, and homophonic puns to polyptoton. Puns can be used as a type of mnemonic device to enhance comprehension in an educational setting. Used discreetly, puns can effectively reinforce content and aid in the retention of material. Some linguists have encouraged the creation of neologisms to decrease the instances of confusion caused by puns.[41]\n\n"
        },
        {
            "title": "History and global usage",
            "text": "Puns were found in ancient Egypt, where they were heavily used in the development of myths and interpretation of dreams.[42]\n\nIn China, Shen Dao (ca. 300 BC) used \"shi\", meaning \"power\", and \"shi\", meaning \"position\" to say that a king has power because of his position as king.[43]\n\nIn ancient Mesopotamia around 2500 BC, punning was used by scribes to represent words in cuneiform.[44]\n\nThe Tanakh contains puns.[45]\n\nThe Maya are known for having used puns in their hieroglyphic writing, and for using them in their modern languages.[46]\n\nIn Japan, \"graphomania\" was one type of pun.[47]\n\nIn Tamil, \"Sledai\" is the word used to mean pun in which a word with two different meanings. This is also classified as a poetry style in ancient Tamil literature. Similarly, in Telugu, \"Slesha\" is the equivalent word and is one of several poetry styles in Telugu literature.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Kleptomania",
        "https://en.wikipedia.org/wiki/Second_Balkan_War",
        "https://en.wikipedia.org/wiki/Romania",
        "https://en.wikipedia.org/wiki/Carol_I_of_Romania",
        "https://en.wikipedia.org/wiki/Southern_Dobrudja",
        "https://en.wikipedia.org/wiki/Ferdinand_of_Bulgaria",
        "https://en.wikipedia.org/wiki/Word_play",
        "https://en.wikipedia.org/wiki/Humor",
        "https://en.wikipedia.org/wiki/Rhetoric",
        "https://en.wikipedia.org/wiki/Homophone",
        "https://en.wikipedia.org/wiki/Homograph",
        "https://en.wikipedia.org/wiki/Metonym",
        "https://en.wikipedia.org/wiki/Figurative_language",
        "https://en.wikipedia.org/wiki/Malapropism",
        "https://en.wikipedia.org/wiki/Idiom",
        "https://en.wikipedia.org/wiki/Plautus",
        "https://en.wikipedia.org/wiki/Jeep",
        "https://en.wikipedia.org/wiki/Homophonic_puns_in_Standard_Chinese",
        "https://en.wikipedia.org/wiki/Homophones",
        "https://en.wikipedia.org/wiki/Synonyms",
        "https://en.wikipedia.org/wiki/George_Carlin",
        "https://en.wikipedia.org/wiki/Prophet",
        "https://en.wikipedia.org/wiki/Warsaw_Pact",
        "https://en.wikipedia.org/wiki/Czechoslovak_Socialist_Republic",
        "https://en.wikipedia.org/wiki/Pinky_and_the_Brain",
        "https://en.wikipedia.org/wiki/Give_Peace_a_Chance",
        "https://en.wikipedia.org/wiki/Homograph",
        "https://en.wikipedia.org/wiki/Parts_of_speech",
        "https://en.wikipedia.org/wiki/Douglas_Adams",
        "https://en.wikipedia.org/wiki/Tuna",
        "https://en.wikipedia.org/wiki/Tuna",
        "https://en.wikipedia.org/wiki/Bass_guitar",
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Golf",
        "https://en.wikipedia.org/wiki/Isaac_Asimov",
        "https://en.wikipedia.org/wiki/Polysemic",
        "https://en.wikipedia.org/wiki/Polysemes",
        "https://en.wikipedia.org/wiki/Richard_Whately",
        "https://en.wikipedia.org/wiki/Sahara",
        "https://en.wikipedia.org/wiki/Noah",
        "https://en.wikipedia.org/wiki/Mathematician",
        "https://en.wikipedia.org/wiki/Strip_club",
        "https://en.wikipedia.org/wiki/Pi",
        "https://en.wikipedia.org/wiki/Radian",
        "https://en.wikipedia.org/wiki/Pie",
        "https://en.wikipedia.org/wiki/Infinity",
        "https://en.wikipedia.org/wiki/Finite_set",
        "https://en.wikipedia.org/wiki/Freudian_slip",
        "https://en.wikipedia.org/wiki/Oedipus_complex",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Oscar_Wilde",
        "https://en.wikipedia.org/wiki/148th_Fighter_Squadron",
        "https://en.wikipedia.org/wiki/Visual_pun",
        "https://en.wikipedia.org/wiki/Donkey",
        "https://en.wikipedia.org/wiki/Visual_pun",
        "https://en.wikipedia.org/wiki/Heraldry",
        "https://en.wikipedia.org/wiki/Canting_arms",
        "https://en.wikipedia.org/wiki/Gable_stone",
        "https://en.wikipedia.org/wiki/Cartoon",
        "https://en.wikipedia.org/wiki/Lost_Consonants",
        "https://en.wikipedia.org/wiki/The_Far_Side",
        "https://en.wikipedia.org/wiki/Mark_Elvin",
        "https://en.wikipedia.org/wiki/Canting_arms",
        "https://en.wikipedia.org/wiki/British_royal_family",
        "https://en.wikipedia.org/wiki/Queen_Elizabeth_The_Queen_Mother",
        "https://en.wikipedia.org/wiki/Princess_Beatrice_of_York",
        "https://en.wikipedia.org/wiki/Theodore_Roosevelt",
        "https://en.wikipedia.org/wiki/Canting_arms",
        "https://en.wikipedia.org/wiki/4_Pics_1_Word",
        "https://en.wikipedia.org/wiki/Concrete_poetry",
        "https://en.wikipedia.org/wiki/Portmanteau",
        "https://en.wikipedia.org/wiki/Punch_line",
        "https://en.wikipedia.org/wiki/Feghoot",
        "https://en.wikipedia.org/wiki/Vaudeville",
        "https://en.wikipedia.org/wiki/Lesser_of_two_evils_principle",
        "https://en.wikipedia.org/wiki/Weevil",
        "https://en.wikipedia.org/wiki/Curculio",
        "https://en.wikipedia.org/wiki/Royal_Navy",
        "https://en.wikipedia.org/wiki/Parody",
        "https://en.wikipedia.org/wiki/Collegiate_a_cappella",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Leicester_Comedy_Festival",
        "https://en.wikipedia.org/wiki/Simon_Brodkin",
        "https://en.wikipedia.org/wiki/Aptronym",
        "https://en.wikipedia.org/wiki/Peter_DeVries",
        "https://en.wikipedia.org/wiki/English_literature",
        "https://en.wikipedia.org/wiki/Alexander_Pope",
        "https://en.wikipedia.org/wiki/James_Joyce",
        "https://en.wikipedia.org/wiki/Vladimir_Nabokov",
        "https://en.wikipedia.org/wiki/Robert_Bloch",
        "https://en.wikipedia.org/wiki/Lewis_Carroll",
        "https://en.wikipedia.org/wiki/John_Donne",
        "https://en.wikipedia.org/wiki/William_Shakespeare",
        "https://en.wikipedia.org/wiki/John_Donne",
        "https://en.wikipedia.org/wiki/Capitonym",
        "https://en.wikipedia.org/wiki/Alfred_Hitchcock",
        "https://en.wikipedia.org/wiki/Shakespeare",
        "https://en.wikipedia.org/wiki/Elizabethan_literature",
        "https://en.wikipedia.org/wiki/Mercutio",
        "https://en.wikipedia.org/wiki/Romeo_and_Juliet",
        "https://en.wikipedia.org/wiki/Samuel_Johnson",
        "https://en.wikipedia.org/wiki/Rhetorical_device",
        "https://en.wikipedia.org/wiki/Mnemonic",
        "https://en.wikipedia.org/wiki/Cain_and_Abel",
        "https://en.wikipedia.org/wiki/Salmonella",
        "https://en.wikipedia.org/wiki/Tycoon",
        "https://en.wikipedia.org/wiki/Stuart_Maconie",
        "https://en.wikipedia.org/wiki/Webcomics",
        "https://en.wikipedia.org/wiki/Good_Will_Hunting",
        "https://en.wikipedia.org/wiki/Anime",
        "https://en.wikipedia.org/wiki/Speed_Racer",
        "https://en.wikipedia.org/wiki/Mach_Five",
        "https://en.wikipedia.org/wiki/Ash_Ketchum",
        "https://en.wikipedia.org/wiki/Goku",
        "https://en.wikipedia.org/wiki/Manga",
        "https://en.wikipedia.org/wiki/Dragon_Ball",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Television_series",
        "https://en.wikipedia.org/wiki/Star_Trek",
        "https://en.wikipedia.org/wiki/Wyborowa",
        "https://en.wikipedia.org/wiki/Northern_Telecom",
        "https://en.wikipedia.org/wiki/BBC_Radio_4",
        "https://en.wikipedia.org/wiki/You_and_Yours",
        "https://en.wikipedia.org/wiki/Ayr",
        "https://en.wikipedia.org/wiki/Uluru",
        "https://en.wikipedia.org/wiki/Abracadabra",
        "https://en.wikipedia.org/wiki/Simon_Brodkin",
        "https://en.wikipedia.org/wiki/William_Safire",
        "https://en.wikipedia.org/wiki/New_York_Times",
        "https://en.wikipedia.org/wiki/New_York_Post",
        "https://en.wikipedia.org/wiki/Salvatore_Attardo",
        "https://en.wikipedia.org/wiki/Soundbite",
        "https://en.wikipedia.org/wiki/Double_entendre",
        "https://en.wikipedia.org/wiki/Paraprosdokian",
        "https://en.wikipedia.org/wiki/Eggcorn",
        "https://en.wikipedia.org/wiki/Stylistic_device",
        "https://en.wikipedia.org/wiki/Antanaclasis",
        "https://en.wikipedia.org/wiki/Polyptoton",
        "https://en.wikipedia.org/wiki/Mnemonic",
        "https://en.wikipedia.org/wiki/Neologism",
        "https://en.wikipedia.org/wiki/Bilingual_pun",
        "https://en.wikipedia.org/wiki/Ancient_Egypt",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/Shen_Dao",
        "https://en.wikipedia.org/wiki/Mesopotamia",
        "https://en.wikipedia.org/wiki/Cuneiform",
        "https://en.wikipedia.org/wiki/Tanakh",
        "https://en.wikipedia.org/wiki/Maya_people",
        "https://en.wikipedia.org/wiki/Hieroglyphic_writing",
        "https://en.wikipedia.org/wiki/Graphomania",
        "https://en.wikipedia.org/wiki/Tamil_language",
        "https://en.wikipedia.org/wiki/Tamil_literature",
        "https://en.wikipedia.org/wiki/Telugu_language",
        "https://en.wikipedia.org/wiki/Telugu_literature",
        "https://en.wikipedia.org/wiki/Aesopian_language",
        "https://en.wikipedia.org/wiki/Albur",
        "https://en.wikipedia.org/wiki/Alliteration",
        "https://en.wikipedia.org/wiki/Dad_joke",
        "https://en.wikipedia.org/wiki/Dajare",
        "https://en.wikipedia.org/wiki/Double_entendre",
        "https://en.wikipedia.org/wiki/False_etymology",
        "https://en.wikipedia.org/wiki/Mondegreen",
        "https://en.wikipedia.org/wiki/Satiric_misspelling",
        "https://en.wikipedia.org/wiki/Spoonerism",
        "https://en.wikipedia.org/wiki/Tom_Swifty",
        "https://en.wikipedia.org/wiki/Christopher_Hitchens",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Pun",
        "https://en.wikipedia.org/wiki/Pun",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}