{
    "url": "https://en.wikipedia.org/wiki/Kukly",
    "title": "Puppets (TV series)",
    "table_of_contents": [
        "1 Closure",
        "2 Spitting in Russian",
        "3 Legal controversies",
        "4 References and footnotes"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Puppets (Russian: Куклы, lit. \"dolls\") was a weekly Russian TV show of political satire, produced by Vasily Grigoryev and shown on Saturdays on the TV channel NTV.  It used puppets to represent celebrities, mainly the major politicians. It was inspired by the French show Les Guignols de l'info.\n\nThe show was well loved in Russia and has inspired spinoffs in other countries.[2]  President Vladimir Putin was frequently represented in the show.\n\n"
        },
        {
            "title": "Closure",
            "text": "During parliamentary elections in 1999 and presidential elections in 2000, NTV was critical of the Second Chechen War, Vladimir Putin and the political party Unity backed by him. In the puppet show Puppets in the beginning of February 2000, the puppet of Putin acted as Little Zaches in a story based on E.T.A. Hoffmann's Little Zaches Called Cinnabar, in which blindness causes villagers to mistake an evil gnome for a beautiful youth.[3]  This provoked a fierce reaction from Putin's supporters. On 8 February the newspaper Sankt-Peterburgskie Vedomosti published a letter signed by the Rector of St. Petersburg State University Lyudmila Verbitskaya, the Dean of its Law Department Nikolay Kropachyov and some of Putin's other presidential campaign assistants that urged the prosecution of the authors of the show for what they considered a criminal offence.[citation needed]\n\nNTV was forced to close the show down in 2002 after pressure from the Kremlin.[4][citation needed]\n\n"
        },
        {
            "title": "Spitting in Russian",
            "text": "On January 1, 2010 the programme Spitting in Russian was broadcast by BBC Radio 4. Presented by Roger Law, co-creator of Spitting Image, it recounts how Russian programme-makers came to London to learn the art of making political puppets, and how the programme came to an end.\n\n"
        },
        {
            "title": "Legal controversies",
            "text": "The show's producing team was involved in several legal controversies.\n\nViktor Shenderovich, a satirist and a writer for the show, has claimed that an unnamed top government official required NTV to exclude the puppet of Putin from the show.[5]  Accordingly, in the following episode, called \"Ten Commandments\", the puppet of Putin was replaced with a cloud covering the top of a mountain and a burning bush.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Vladimir_Putin",
        "https://en.wikipedia.org/wiki/Russian_language",
        "https://en.wikipedia.org/wiki/Dolls",
        "https://en.wikipedia.org/wiki/Russia",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Puppet",
        "https://en.wikipedia.org/wiki/Celebrity",
        "https://en.wikipedia.org/wiki/Politician",
        "https://en.wikipedia.org/wiki/Russia",
        "https://en.wikipedia.org/wiki/Vladimir_Putin",
        "https://en.wikipedia.org/wiki/Second_Chechen_War",
        "https://en.wikipedia.org/wiki/Vladimir_Putin",
        "https://en.wikipedia.org/wiki/Unity_Party_of_Russia",
        "https://en.wikipedia.org/wiki/Little_Zaches_Called_Cinnabar",
        "https://en.wikipedia.org/wiki/Lyudmila_Verbitskaya",
        "https://en.wikipedia.org/wiki/Criminal_offence",
        "https://en.wikipedia.org/wiki/Roger_Law",
        "https://en.wikipedia.org/wiki/Spitting_Image",
        "https://en.wikipedia.org/wiki/Viktor_Shenderovich",
        "https://en.wikipedia.org/wiki/Ten_Commandments",
        "https://en.wikipedia.org/wiki/Presidential_Press_and_Information_Office",
        "https://en.wikipedia.org/wiki/Ukraine",
        "https://en.wikipedia.org/wiki/Pupsnya",
        "https://en.wikipedia.org/wiki/Kyiv_Post",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Timothy_Colton",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}