{
    "url": "https://en.wikipedia.org/wiki/Pylos",
    "title": "Pylos",
    "table_of_contents": [
        "1 Name",
        "2 History",
        "2.1 Neolithic Pylos",
        "2.2 Mycenaean Pylos",
        "2.3 Classical Pylos",
        "2.4 Middle Ages",
        "2.5 First Venetian and first Ottoman periods",
        "2.6 Second Venetian period and Ottoman reconquest",
        "2.7 The Greek War of Independence of 1821",
        "2.8 The Naval Battle of Navarino (20 October 1827)",
        "2.9 The liberation of Pylos (6 October 1828) and the construction of the modern city",
        "2.10 20th century",
        "3 Geography",
        "3.1 Site",
        "3.2 Communication",
        "3.3 Population",
        "4 Urban landscape",
        "4.1 Navarino castles",
        "4.2 Navarino aqueduct",
        "4.3 Pylos city center",
        "4.4 The central square of the Three Admirals",
        "4.5 Churches",
        "4.6 The port and the marina",
        "5 Around Pylos",
        "5.1 The Palace of Nestor",
        "5.2 The Archaeological Museum of Chora",
        "5.3 The lagoon of Gialova and the beaches of Voïdokilia and Divari",
        "6 Events",
        "7 Notable people",
        "8 See also",
        "9 References",
        "10 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pylos (UK: /ˈpaɪlɒs/, US: /-loʊs/; Greek: Πύλος), historically also known as Navarino, is a town and a former municipality in Messenia, Peloponnese, Greece. Since the 2011 local government reform, it has been part of the municipality Pylos-Nestoras, of which it is the seat and a municipal unit.[2] It was the capital of the former Pylia Province. It is the main harbour on the Bay of Navarino. Nearby villages include Gialova, Pyla, Elaiofyto, Schinolakka, and Palaionero. The town of Pylos has 2,345 inhabitants, the municipal unit of Pylos 5,287 (2011).[3] The municipal unit has an area of 143.911 km2.[4]\n\nPylos has been inhabited since Neolithic times. It was a significant kingdom in Mycenaean Greece, with remains of the so-called \"Palace of Nestor\" excavated nearby, named after Nestor, the king of Pylos in Homer's Iliad. In Classical times, the site was uninhabited, but became the site of the Battle of Pylos in 425 BC, during the Peloponnesian War. After that, Pylos is scarcely mentioned until the 13th century, when it became part of the Frankish Principality of Achaea. Increasingly known by its French name of Port-de-Jonc or its Italian name Navarino, in the 1280s the Franks built the Old Navarino castle on the site. Pylos came under the control of the Republic of Venice from 1417 until 1500, when it was conquered by the Ottoman Empire. The Ottomans used Pylos and its bay as a naval base, and built the New Navarino fortress there. The area remained under Ottoman control, with the exception of a brief period of renewed Venetian rule in 1685–1715 and a Russian occupation in 1770–71, until the outbreak of the Greek War of Independence in 1821. Ibrahim Pasha of Egypt recovered it for the Ottomans in 1825, but the defeat of the Turco-Egyptian fleet in the 1827 Battle of Navarino and the French military intervention of the 1828 Morea expedition forced Ibrahim to withdraw from the Peloponnese and confirmed Greek independence. The current city was built outside the fortress walls by the military engineers of the Morea expedition from 1829 and the name Pylos was revived by royal decree in 1833.\n\n"
        },
        {
            "title": "Name",
            "text": "Pylos retained its ancient name into Byzantine times, but after the Frankish conquest in the early 13th century, two new names appear:[5]\n\nIn the late 14th or early 15th century, when it was held by the Navarrese Company, it was also known as Château Navarres, and called Spanochori (Σπανοχώρι, \"village of the Spaniards\") by the local Greeks.[9]\n\nUnder Ottoman rule (1498–1685, 1715–1821), the Turkish name was Anavarin[o] (آناوارين). After the construction of the new Ottoman fortress (Anavarin kalesi) in 1571/2, it became known as Neokastro (Νεόκαστρο or Νιόκαστρο, \"new castle\") among the local Greeks, while the old Frankish castle became known as Palaiokastro (Παλαιόκαστρο or Παλιόκαστρο, \"old castle\").[9]\n\n"
        },
        {
            "title": "History",
            "text": "The region of Pylos has a long history, which goes hand in hand with that of Peloponnese. It starts in the depths of prehistory, as the region has been inhabited since the Neolithic, when populations from Anatolia began to spread in the Balkans and Greece around 6500 BC, bringing with them the practice of agriculture and farming. Excavations have demonstrated a continuous human presence from the Late Neolithic period (5300 BC) on several sites of Pylia, in particular in those of Voidokilia and of Nestor's cave, where numerous ostraca or fragments of painted, black and polished ceramics have been found, as well as later engraved and written pottery.[10] The Neolithic period ended with the appearance of bronze metallurgy around 3000 BC.\n\nDuring the Bronze Age (3000–1000 BC), the Mycenaean civilization developed, particularly in Peloponnese. Pylos then became the capital of one of the most important human centers of this civilization and of a powerful kingdom, often referred to as Nestor's kingdom of \"sandy Pylos\" (ἠμαθόεις) and described later by Homer in both his Iliad and his Odyssey (Book 17) when Telemachus says:\n\n\nThe Mycenaean state of Pylos (1600–1200 BC) covered an area of 2,000 square kilometres (770 sq mi) and had a minimum population of 50,000 according to the Linear B tablets discovered there, or even perhaps as large as 80,000–120,000.[12][13][14] It should not however be confused with the current city of Pylos. The urban center of ancient Pylos indeed remains only partially identified to date. The various archaeological remains of palaces and administrative or residential infrastructures that have been found in the region so far suggest to modern scholars that the ancient city would have developed over a much larger area, that of the Pylia Province.[12] The typical point of reference for the Mycenaean city remains the Palace of Nestor, but many other palaces (such as those of Nichoria[15] and Iklaina[16]) or villages (such as Malthi[17]) of the Mycenaean era have been recently discovered, which were quickly subordinated to Pylos.[12] Its port and its acropolis were probably established on the Koryphasion promontory (or Cape Coryphasium) commanding the northern entrance to the bay, 4 km north of the modern city and south of Nestor's palace, but no remains were found.\nThe Pylos site is located on the hill of Ano Englianos, about 9 km northeast of the bay 37°01′41″N 21°41′42″E﻿ / ﻿37.028°N 21.695°E﻿ / 37.028; 21.695, near the village of Chora and about 17 kilometres from the modern city of Pylos. It hosts one of the most important Mycenaean palaces in Greece, known as the great \"Palace of Nestor\" described in the Homeric poems. This palace remains today the best preserved palace in Greece and one of the most important of all Mycenaean civilization. It was discovered and first excavated in 1939 by American archaeologist Carl Blegen (1887–1971) of the University of Cincinnati and the American School of Classical Studies at Athens, and by Konstantinos Kourouniotis (1872–1945) of the Greek archaeological service. Their excavations were interrupted by the Second World War, and then resumed in 1952 under the direction of Blegen until 1966. He found many architectural elements such as the throne room with its foyer, an anteroom, rooms and passageways all covered with frescoes of Minoan inspiration, and also large warehouses, the external walls of the palace, unique baths, galleries, and 90 meters outside the palace, a beehive \"tholos\" tomb, perfectly restored in 1957 (Tholos tomb IV).\n\nIn addition to the archaeological remains of the palace, Blegen also found there thousands of clay tablets with inscriptions written in Linear B, a syllabic script used between 1425 and 1200 BC for writing Mycenaean Greek. Pylos is the largest source in Greece of these tablets with 1,087 fragments found on the site of the Nestor's Palace. In 1952, when self-taught linguist Michael Ventris and John Chadwick deciphered the script, Mycenaean Greek turned out to be the earliest attested form of Greek, some elements of which have survived in the language of Homer thanks to a long oral tradition of epic poetry.[18][19] Thus, these clay tablets, generally used for administrative purposes or for recording economic transactions, clearly demonstrate that the site itself was already called \"Pylos\" by its Mycenaean inhabitants (Pulos in Mycenaean Greek; attested in Linear B as  pu-ro, 𐀢𐀫). \n\nIn 2015, the team of American archaeologists Sharon Stocker and Jack L. Davis of the University of Cincinnati and under the aegis of the American School of Classical Studies at Athens, discovered near the Tholos tomb IV, a shaft tomb (non-tholos) dated to the Late Helladic IIA (LHIIA, 1600–1470 BC), of an individual of 30–35 years old and 1.70 m tall, the \"Griffin warrior\", named for the mythological creature, part eagle, part lion, engraved on an ivory plaque in his tomb.[20] The tomb also contained armor, weapons, mirror and many pearl and gold jewels, including several gold signet rings of exceptional craftsmanship and thoroughness. Researchers believe it could be the grave of a Wanax, a tribal king, lord or military leader during the Mycenaean era.[21][22] It was also in this tomb that was found the Pylos Combat Agate,[23] a seal made of agate dated from around 1450 BCE, which represents a warrior engaged in a hand-to-hand combat.[24][25] In 2017, the same team discovered two other exceptional tholos tombs, Tholos tombs VI and VII. Although their domes had collapsed, they discovered that they were littered with flakes of gold leaf that once papered the walls and found a multitude of cultural artifacts and delicate jewelry, including a gold pendant representing the head of the Egyptian goddess Hathor, which showed for the first time that Pylos clearly had trade relations with Egypt and the Middle East around 1500 BCE.[26][27]\n\nPylos was the only palace of that time to have no walls or fortifications. It was destroyed by fire around 1180 BC and many clay tablets in linear B clearly bear the stigmata of the fire.[28][29] The Linear B archives found there, preserved by the heat of the fire that destroyed the palace, mention hasty defence preparations due to an imminent attack without giving any detail about the attacking force.[30] The site of the Mycenaean Pylos then seems to have been abandoned during the Dark Ages (1100–800 BC). The region of Pylos, together with that of the ancient Messene, was later enslaved by Sparta.\n\nThe ruins of a crude stone fortress on nearby Sphacteria, apparently of Mycenaean origin, were used by the Spartans during the Peloponnesian War. (Thucydides iv. 31)\n\nIt was one of the last places which held out against the Spartans in the Second Messenian War, after which the inhabitants emigrated to Cyllene, and from there, with the other Messenians, to Sicily.[31] Its name is mentioned again in the seventh year of the Peloponnesian War. According to the Greek historian Thucydides in his History of the Peloponnesian War, the area was \"together with most of the country round, unpopulated\".[32] The ancient city was not located at the modern Pylos, but north of the isle of Sphacteria. In 425 BC the Athenian politician Cleon sent an expedition to Pylos where the Athenians fortified the rocky promontory now known as Koryphasion (Κορυφάσιον) or Old Pylos at the northern edge of the bay, near the Gialova Lagoon, and after a conflict with Spartan ships in the Battle of Pylos, seized and occupied the bay. Demosthenes, the Athenian commander, completed the fort in 424 BC.\n\nThe erection of this fort led to one of the most memorable events in the Peloponnesian War. Thucydides has given a minute account of the topography of the district, which, though clear and consistent with itself, does not coincide, in all points, with the existing locality, Thucydides describes the harbour, of which the promontory Coryphasium (Koryphasion) formed the northern termination, as fronted and protected by the island Sphacteria, which stretched along the coast, leaving only two narrow entrances to the harbour,--the one at the northern end, opposite to Coryphasium, being only wide enough to admit two triremes abreast, and the other at the southern end wide enough for eight or nine triremes. The island was about 15 stadia in width, covered with wood, uninhabited and untrodden.[33] Pausanias also says that the island Sphacteria lies before the harbour of Pylos like Rheneia before the anchorage of Delos.[34] A little later the Athenians captured a number of Spartan troops besieged on the adjacent island of Sphacteria (see Battle of Sphacteria). Spartan anxiety over the return of the prisoners, who were taken to Athens as hostages, contributed to their acceptance of the Peace of Nicias in 421 BC.\n\nLittle is known of Pylos under Byzantine rule, except for a mention of raids by Cretan Saracens in the area c. 872/3.[35] In the 12th century, the Muslim geographer al-Idrisi mentioned it as the \"commodious port\" of Irūda in his Nuzhat al-Mushtaq.[35]\n\nIn 1204, following the Fourth Crusade, the Peloponnese became the Principality of Achaea, a Crusader state. Pylos fell quickly to the Crusaders according to a brief reference in the Chronicle of the Morea, but it is not until the 1280s that it is mentioned again. According to the French and Greek versions of the Chronicle, Nicholas II of Saint Omer, the lord of Thebes, who in c. 1281 received extensive lands in Messenia in exchange for his wife's possessions of Kalamata and Chlemoutsi, erected a castle at Navarino. According to the Greek version, he intended this as a future fief for his nephew, Nicholas III, although the Aragonese version attributes the construction to Nicholas III himself, a few years later. According to A. Bon, a construction under Nicholas II in the 1280s is more likely, possibly in the period 1287–89 when he served as the viceroy (bailli) of Achaea.[36] Despite Nicholas II's intentions, however, it is unclear whether his nephew did indeed inherit Navarino. If he did, it remained his until his death in 1317, when it and all the Messenian lands of the family reverted to the princely domain, as Nicholas III had no children.[36]\n\nThe fortress remained relatively unimportant thereafter, except for the naval battle in 1354 between Venice and Genoa,[35] and an episode in 1364, during the conflict between Mary of Bourbon and the Prince Philip of Taranto, due to Mary's attempt to claim the Principality following the death of her husband, Robert of Taranto. Mary had been given possession of Navarino (along with Kalamata and Mani) by Robert in 1358, and the local castellan, loyal to Mary, briefly imprisoned the new Prince's bailli, Simon del Poggio. Mary retained control of Navarino until her death in 1377.[37] At about this time, Albanians settled in the area, while in 1381/2, Navarrese, Gascon and Italian mercenaries were active there.[35] From the early years of the 15th century, Venice set its eyes on the fortress of Navarino, fearing lest its rivals the Genoese seize it and use it as a base for attacks against the Venetian outposts of Modon and Coron. In the event, the Venetians seized the fortress themselves in 1417 and, after prolonged diplomatic manoeuvring, succeeded in legitimizing their new possession in 1423.[35][38]\n\n\nIn 1423, Navarino, like the rest of the Peloponnese, suffered its first Ottoman raid, led by Turakhan Bey, which was repeated in 1452.[9] It was also at Navarino that Emperor John VIII Palaiologos embarked in 1437, heading for the Council of Ferrara, and where the last Despot of the Morea, Thomas Palaiologos, embarked with his family in 1460, following the Ottoman conquest of the Despotate of the Morea.[9] After 1460, the fortress, along with the other Venetian outposts and Monemvasia and the Mani Peninsula, were the only Christian-held areas in the peninsula.[9][35] Venetian control over Navarino survived the First Ottoman–Venetian War (1463–79), but not the Second (1499–1503): following the Venetian defeat in the Battle of Modon in August 1500, the 3,000-strong garrison surrendered, although it was well provisioned for a siege. The Venetians recaptured it shortly after, on 3/4 December, but on 20 May 1501, a joint Ottoman land and sea attack under Kemal Reis and Hadım Ali Pasha retook it.[9][35]\nThe Ottomans used Navarino (which they called Anavarin or Avarna) as a naval base, either for piratical raids or for major fleet operations in the Ionian and Adriatic seas.[35] In 1572/3, the Ottoman chief admiral (Kapudan Pasha) Uluç Ali Reis built a new fortress at Navarino (Anavarin-i Cedid, \"New Navarino\", or Neokastro in Greek), to replace the outdated Frankish castle.[35]\n\nThe Venetians briefly captured Navarino in the 1650s during the Cretan War.[35]\n\nIn 1668, Evliya Çelebi described the city in his Seyahatname:\n\nIn 1685, during the early stages of the Morean War, the Venetians under Francesco Morosini and Otto Wilhelm Königsmarck invaded the Peloponnese and captured most of it, successfully storming the two fortresses of Navarino in the process. With the peninsula safely in Venetian hands, Navarino became an administrative centre in the new \"Kingdom of the Morea\", as the Venetian province was called, until 1715, when the Ottomans recovered the Peloponnese.[35] The Venetian census of 1689 gave the population as 1,413, while twenty years later it had risen to 1,797 inhabitants.[35]\n\nAfter the Ottoman reconquest, Navarino became the centre of a kaza in the Sanjak of the Morea.[35] On 10 April 1770, after a six-day siege, the fortress of New Navarino surrendered to the Russians during the Orlov Revolt. The Ottoman garrison was allowed to depart for Crete, while the Russians repaired the fortress to make it their base. On 1 June, however, the Russians left, and the Ottomans re-entered the fort and burned and partially demolished it.[35] Meanwhile, the population gathered there had escaped to nearby Sphacteria, where Albanian mercenaries of the Ottomans slaughtered most of them.[39]\n\nAfter the outbreak of the Greek War of Independence against the Ottoman occupation in mid-March 1821, the Greeks quickly won many victories and proclaimed their independence on 1 January 1822. Navarino was besieged by the local Greeks on 29 March. The garrison, augmented by the local Muslim population of Kyparissia, held out until the first week of August, when they were forced to capitulate. Despite their promise for safe conduct, the Greeks massacred them all.[35]\n\nThe Greek victories was short lived. The Sultan called for aid from his Egyptian vassal Muhammad Ali, who dispatched his son Ibrahim Pasha of Egypt to Greece with a fleet and 8,000 men, and later added 25,000 troops.[40] Ibrahim's intervention proved decisive: the region of Pylos fell on 18 May 1825 after the battles of Sphacteria (8 May) and Neokastro (11 May), much of the Peloponnese was reconquered in 1825; the gateway town of Messolonghi fell in 1826; and Athens was taken in 1827. The only territory still held by Greek nationalists was in Nafplion, Mani, Hydra, Spetses and Aegina.[41]\n\nA strong current of philhellenism had developed in Western Europe, especially after the fall in 1826 of Missolonghi, where the poet Lord Byron had died in 1824. Many artists and intellectuals like Chateaubriand, Victor Hugo, Alexander Pushkin, Gioachino Rossini, Hector Berlioz or Eugène Delacroix (in his paintings Scenes massacres of Scio in 1824, and Greece on the ruins of Missolonghi in 1826), amplified the current of sympathy for the Greek cause in the public opinion. By the Treaty of London of July 1827, France, Russia and the United Kingdom recognised the autonomy of Greece, which remained a vassal state of the Ottoman Empire. The three powers agreed to a limited intervention in order to convince the Porte to accept the terms of the convention. A plan to send a naval expedition as a demonstration of force was proposed and adopted; subsequently a fleet of 27 warships of the allied navies of United Kingdom, France and Russia was sent to exert diplomatic pressure against Constantinople.[41] It included twelve British ships (for 456 guns), seven French ships (352 guns) and eight Russian ships (490 guns), for a total firepower of nearly 1,300 guns. The Battle of Navarino (20 October 1827) resulted in the total destruction of the combined Ottoman–Egyptian fleet (around 60 warships destroyed).[42][43]\n\nAn obelisk-shaped memorial dedicated to the victory of the Allied fleets and their three admirals, the British Edward Codrington, the French Henri de Rigny and the Russian Lodewijk van Heiden was later erected on the central square of Pylos. The monument was the work of the sculptor Thomas Thomopoulos (1873–1937) and its unveiling took place in 1930, although it was completed in 1933.[44]\n\nOn 6 October 1828, Pylos was definitively liberated from the Ottoman–Egyptian troops of Ibrahim Pasha by the French troops of the Morea expedition commanded by Marshal Nicolas-Joseph Maison.[45] The mission of this expeditionary corps of 15,000 men, sent by king Charles X of France to the Peloponnese between 1828 and 1833, was to implement the Treaty London of 1827, an agreement under which the Greeks would have the right to an independent state. The French troops liberated the cities of Navarino (Pylos), Modon (Methoni), Coron (Koroni) and Patras in October 1828.[35]\n\nThe current city of Pylos was built starting in the spring of 1829, outside the walls of Neokastro, on the model of the bastides of Southwest France and the cities of the Ionian Islands (which share common features, such as a central geometrical square bordered by covered galleries built with a succession of contiguous arches, each supported by a colonnade, as the arcades of Pylos or Corfu).[46] Pylos's urban framework was designed by Joseph-Victor Audoy, lieutenant-colonel of the military engineering of the Morea expedition, who originated from Tarn, a department of Southwest France. This plan was approved by the governor of independent Greece Ioannis Kapodistrias on 15 January 1831, making it the second urban plan (after that of Methoni) in the history of the modern Greek state.[47] The fortifications of Neokastro were raised, a barracks was built (the \"Maison's building\" which houses nowadays the Archaeological Museum of Pylos), many improvements were made to the city (installation of school, hospital, church, postal service, shops, bridges, squares, fountains, gardens, etc.), the old Ottoman aqueduct, which had fallen into ruins until 1828, was restored (it then served until 1907), and the road between Navarin and Modon, the first road of independent Greece (which is still used today), was also built by the French engineers.[46]\n\nPart of the Morea expedition were also 19 scientists from the \"Morea Scientific Mission\",[48] whose work proved essential to the ongoing development of the new Greek State and, more broadly, marked a major milestone in the modern history of archaeology, cartography and natural sciences, as well as in the study of Greece. According to one of their population censuses in the province of Navarino in 1829, it had a total of 1,596 inhabitants.[48] Some French merchants and officers of the Morea expedition, who remained in the city with their families after the troops returned to France in 1833, settled in a district located in the north of the city, near a Catholic church that has since been demolished. This district is still called today \"Francomahalas\" (in Greek: Φραγκομαχαλάς, from Arabic: محلة (mahallah), district) or \"Francoklisa\" (in Greek: Φραγκοκλησά, church of the French).[46] The French always had a particular interest in the city, and at that time, the greatest French writers wrote texts specifically dedicated to Pylos, such as François-René de Chateaubriand in 1806,[49] Eugène Sue[50] and Victor Hugo[51] in 1827, Edgar Quinet in 1830[52] and Alphonse de Lamartine in 1832.[53]\n\nIn 1833, after the departure of the French, the name \"Pylos\" (in reference to the ancient city of King Nestor) was given to the new city of Navarino by royal decree of the newly installed king Otto I of Greece.[46]\n\nThe fortress of Pylos was transformed into a place of deportation of political opponents during the totalitarian regime of Metaxas between 1936 and 1941. Administratively, Pylos was the seat of the Municipality of Pylos between 1912 and 1946, then became the seat of the Deme of Pylos between 1946 and 2010. Since the 2011 reform, Pylos has been the seat of the new Municipality of Pylos-Nestor.\n\n"
        },
        {
            "title": "Geography",
            "text": "The city of Pylos is located at the foot of a promontory which extends Mount Aghios Nikolaos (482 m) and carries the fortress. It is located at the south-western end of Peloponnese, on the Ionian coast. It is an important shipping center and, in recent years, it has experienced significant tourist development, exploiting its magnificent coastline. The narrow island of Sphacteria serves as a natural breakwater for Navarino Bay, making the port of Pylos one of the safest anchors of the Ionian coast.\n\nPylos has excellent roads and all the communication amenities of a modern city. Greek National Road 82 departs from the center of Pylos and connects directly to Kalamata in less than an hour, and from there to Athens in two hours. Kalamata International Airport (KLX, Captain Vassilis C. Constantakopoulos Airport), which is expanding rapidly, offers many scheduled flights to the major cities of Greece, and many charter flights during the touristic season from many international destinations.\n\nAccording to the census of 2011, the municipality (deme) of Pylos-Nestor has 21,077 inhabitants. The municipal unit of Pylos has 5,287 inhabitants, while Pylos intramural has 2,345 inhabitants, making it the seventh most populous city in Messenia, after the capital Kalamata (54,100), Messini (6,065), Filiatra (5,969), Kyparissia (5,131), Gargalianoi (5,007) and Chora (3,454).[3]\n\n"
        },
        {
            "title": "Urban landscape",
            "text": "The city of Pylos has two castles (Kastra): the Frankish Paleokastro (old castle) and the Ottoman Neokastro (new castle). The first is located northwest of Navarino Bay and north of the island of Sphacteria, while the second is southwest of the bay, on the heights of the city of Pylos. The Paleokastro, located on the top of the promontory of Coryphasium (Koryphasion) (which is in geological continuity with the island of Sphacteria from which it is only separated by the narrow pass of Sykia), is built on the site of the ancient acropolis of Pylos. It offers a panoramic view, stretching from the Ionian Sea to the Plain of Pylia. Below is Nestor's cave, where, according to mythology, the king of Pylos raised his oxen, and the bay of Voidokilia, whose beach is regularly ranked among the most beautiful in the world.[54][55] It borders the Gialova lagoon (Osman-aga lake), located to the east and Navarino bay to the south. However, access to the Paleokastro may present some risks for the safety of visitors, due to its great deterioration. On the other side of the Navarino bay, the Neokastro, which is in a better state of conservation, looks out onto the island of Sphacteria, the bay of Navarino, and the city. It is one of the best preserved castles in Greece. It contains within its walls the well-preserved Church of the Transfiguration of the Savior, built by the Franks, later transformed into a mosque, then again into a Christian church. In the pine forest of the Neokastro is also the old barracks built by the French troops of the Morea expedition, which now houses the new archaeological museum of Pylos.\n\nSouth of the city of Pylos, on the road to Methoni, is the old Navarino aqueduct, built in the 16th century by the Ottomans to meet the water supply needs of the Neokastro. Composed by two hydraulic systems, it led the waters from the water intakes of the plateau of Koumbeh (located near the town of Chandrinou about 15 kilometers northeast of Pylos on the road to Kalamata) and Paleo Nero (located near the village of Palaionero). The two systems combined into a single system that can still be seen today around Pylos in the district of Kamares. Then, thanks to an underground conduit of the aqueduct, the water penetrated inside the fortress to feed there the fountains of the Neokastro.[56] Fallen into ruins until 1828, it was restored in 1832 by the French engineers of the Morea expedition, and was used to supply Pylos with water until 1907.[46]\n\nLeaning against two hills, one of which is overlooked by the fortress of the Neokastro, the town of Pylos faces the bay of Navarino. Pylos preserves many houses from the 19th century. These are built of stone, with typical Messenian architecture and surrounded by spacious courtyards and gardens. They are built mainly between narrow streets, generally symmetrical, and according to the original urban plan established by French military engineers of the Morea expedition at the beginning of the 19th century.[46] Many of the streets have retained their original stone paving, and several of those which climb the hills, are pedestrianized and have steps.\n\nNear the seafront is the central city square, the Square of the Three Admirals, surrounded by buildings whose ground floor houses, most often under arcade galleries, markets, bakeries, shops and traditional cafes. The seaside, to the north-west of the city, follows a recently pedestrianized street which leads from the central square to the modern port, passing through the Francomahalas district. In this street, aligned along the old port, are several traditional fish taverns. The port is dominated by the City Hall of Pylos. Next to it is recently renovated two-story house of the Olympic champion Kostis Tsiklitiras, in which a museum has been installed, which exposes a collection of paintings, engravings and ancient documents collected by the French philhellene, historian and writer René Puaux (1878–1936). A little further, still following the seaside, is the historic building of the College of Pylos which was founded in September 1921 by royal decree and built in 1924.[57] After the cessation of its activities in 1987, the building housed until very recently the Institute of Physical Astrophysics \"Nestor\" of the National Observatory of Greece. The institute is in charge of the international research project NESTOR and its underwater neutrino detector, which is installed more than 4,000 meters deep, in the deepest marine trench of the Mediterranean Sea, 31 km off Pylos.[58] In September 1992, the historic building of the College of Pylos was classified by the Ministry of Culture as a Preserved Historic Monument[57] and will house soon in the near future the public library and gallery of the municipality of Pylos.\n\nThe city also has bank branches, a post office, various clinics, a health center, a fire station, a sailing school, nurseries, primary schools, a college, a high school and a music conservatory recognized by the State. The city is also home to several cultural and development associations.\n\nAlso built by French troops of the Morea expedition in 1829, the central square of Pylos is characterized by its triangular geometric pattern, one of the sides of which opens onto the sea and the port of Pylos, and whose two other sides are bordered by covered galleries with arcades, built with a succession of contiguous arches, each supported by a colonnade, recalling the architecture of the central squares of the bastides of Southwest France and those of the cities of the Ionian Islands (such as Corfu).[46] These galleries are home to many small markets and businesses, as well as traditional and more modern cafes and restaurants. Most of their terraces extend over the square itself, which is shaded by several hundred-year-old plane trees. In the center, surrounded by two majestic phoenix, is a monument commemorating the battle of Navarino, an obelisk dedicated to the victory of the Allied fleets and their three admirals, the British Edward Codrington, the French Henri de Rigny and the Russian Lodewijk van Heiden.\n\n\nOn the eastern slope of Pylos hill is the Church of the Dormition of the Virgin Mary (Ieros Naos tis Kimiseos tis Theotokou), while to the west, inside the Neokastro, is the former Church of the Transfiguration of the Savior (Ieros Naos tis Metamorphosis tou Sotiros), both of which belong to the Metropolis of Messenia. The Church of the Transfiguration occasionally organizes religious activities (it has been converted into a museum and exhibition center), while that of the Dormition of the Virgin Mary still gathers many faithful during its regular services, and particularly during the celebration of Easter and the Myrtidiotissa Virgin (the Virgin with myrtles, to whom the church is dedicated) which attract many pilgrims from Athens and abroad who come to take part in processions that take place in the center of the city.\nThe port of Pylos is one of the safest boarding destinations for ships traveling in the Mediterranean Sea. Navarino Bay continues to regularly serve as a shelter for ships during storms in the Mediterranean Sea. In addition, its strategic location between the Ionian Sea and the Aegean Sea makes it an ideal destination for an intermediate station on the route to the Cyclades, the Dodecanese Islands or to Crete. With its modern pier, it frequently welcomes many cruise ships during the summer season. To the east of the port, there is also the marina of Pylos, for which a project of modernization is currently running to meet the requirements for the rapid tourism development of the region.\n\n"
        },
        {
            "title": "Around Pylos",
            "text": "North of Pylos (17 kilometres (11 mi)) and south of the town of Chora (4 kilometres), is the hill of Ano Englianos which houses the Mycenaean Bronze Age palace known as the \"Palace of Nestor\" (1600–1200 BC). This palace remains today in Greece the best preserved palace and one of the most important of all Mycenaean civilization. The remains of the palace consist of the throne room with its foyer, an anteroom, passageways, large warehouses, the external walls of the palace, unique baths, galleries, and 90 meters away from the palace, a beehive tholos tomb (funerary chamber with dome) perfectly restored in 1957 (Tholos tomb IV). Very recently, in 2015, the team of American archaeologists Sharon Stocker and Jack L. Davis of the University of Cincinnati discovered and excavated, near the palace, the tomb of the \"Griffin Warrior\", and even more recently in 2017, two other tholos tombs (Tholos tombs VI and VII), all three containing a multitude of cultural artifacts and jewels of exceptional delicacy (such as the Pylos Combat Agate or a golden pendant depicting the head of the Egyptian goddess Hathor, which show that Pylos had trading connections, previously unknown, with Egypt and the Near East around 1500 B.C.E).[26][27][59] In June 2016, the site reopened to the public after 3 years of work to replace the old roof of the 1960s with a modern structure with elevated walkways for visitors. The archaeological site of the Palace of Nestor can be visited every day, except on holidays and on Tuesdays.[60]\nThe archaeological museum is located in the center of the village of Chora, located 4 kilometres north of the Palace of Nestor. The museum was built in 1969 to house the artifacts discovered in Nestor's Palace and in the rest of the region. However, some of them are currently exposed in the National Archaeological Museum of Athens, in the first room devoted to Mycenaean civilization. The Museum of Chora has three rooms. The first room contains finds almost exclusively from the tombs of the region: pots, weapons and jewelry. The second room contains finds from the region of Englianos and from the Palace of Nestor. In addition to the large storage jars and other ceramics from the palace warehouses, there are some wall frescoes, such as that depicting a lyre player with a bird, as well as war and hunting scenes. In the last room are exposed other finds from the hill of Englianos and the Palace of Nestor and in particular part of the contents of the tombs of this region, such as giant vases, cups and jewelry. The Archaeological Museum of Chora can be visited every day, except on public holidays and on Tuesdays.[61]\n\n\nNorth of Navarino Bay, near the village of Gialova, the Gialova wetland (Osman-aga lake) is one of 10 major lagoons in Greece.[62] Part of the Natura 2000 network, it is considered a place of remarkable natural beauty and as one of the important bird areas in Europe.[63] It has also been listed as a 1500-acre archaeological site, lying between Gialova and the bay of Voidokilia. Its alternative name of Vivari is Latin, meaning 'fishponds'. With a depth, at its deepest point, of no more than four meters, its pond constitutes an ornithological reserve of exceptional importance in Europe, as it is the southernmost stopover of birds migrating between the Balkans and Africa. It gives shelter to no fewer than 270 bird species, among them greater flamingos, glossy ibis, grey herons, great egrets, little egrets, Eurasian curlews, golden plovers, black-winged stilts, great cormorants, common kingfishers, ruffs, garganeys, but also Audouin's gulls and birds of prey (lesser kestrels, ospreys, peregrine falcons and imperial eagles).[64] It is Gialova, too, which plays host to a very rare species, nearing extinction throughout Europe, the African chameleon. The observation post of the Greek Ornithological Society allows visitors to find out more and to watch the shallow brackish waters of the lake; they can walk the paths that circumscribe Gialova's different ecosystems.[65]\nAt the western end of the lagoon is the small bay of Voidokilia, whose cove-shaped beach is regularly ranked among the most beautiful in the world.[54][55] It is bordered on one side (to the east) by the Divari lagoon from which it is separated by a dune bank, on the other side (to the west) by the Ionian Sea onto which it opens, and finally on a third side (to the south) by the Navarino bay. The beach is also part of the Natura 2000 network. It is free to access and can be reached by two routes: either by a road from the village of Gialova which crosses the Divari lagoon, or by a path which crosses the village of Petrochori. On the northern promontory at the entrance to the Voidokilia lagoon is a Mycenaean beehive tholos tomb known as \"Thrasymedes', the son of king Nestor. On the heights of the beach, going up towards the Paleokastro, is the cave known as \"Cave of Nestor\", in which, according to mythology, the king of Pylos was raising his oxen.\nOn the way from Voïdokilia to the village of Gialova to the east, an asphalt road follows the narrow strip of land passing between the Divari lagoon and Navarino bay. Along this road is a long white sandy beach which runs along the bay of Navarino: the Beach of the Golden Coast (Paralia tis Chrysis Aktis) or Divari beach. It joins to the east another beach, within the village of Gialova, the beach of Gialova.\n"
        },
        {
            "title": "Events",
            "text": "Since 2017, every year around October 20, the “Navarinia” are organized in memory of the battle of Navarino (20 October 1827) by the municipality of Pylos-Nestor and the volunteers of the local association who is in charge to organize the event.[66] Spread over a period of several days, the celebrations culminate on the anniversary of the battle in the port of Pylos, with the participation of the Hellenic Navy and diplomatic and military representatives of the three Allied countries. Frigates of the Hellenic, British, French and Russian navies, as well as many old sailing ships take part in the reenactment of the famous battle organized with an impressive sound and light show. The evening most often ends with the firing of a reconstructed ship that supposedly took part in the battle and with an impressive fireworks display fired from the port.\n\nThe celebrations are also accompanied on previous days by various cultural events that take place in parallel in other parts of the city (ceremonies and tributes to the dead on the various memorials of Pylos and of the region, national and international conferences, parades in the streets of Pylos, traditional musical and dance performances, etc.).[66] Although organized at the end of the touristic season, these celebrations generally attract a large crowd of spectators. In 2019, the demonstrations, which took place in the presence of the President of the Hellenic Republic, gathered more than 10,000 visitors.[67] In 2020, the Navarinia have been awarded the Gold Tourism Award 2020 in the category Cultural Tourism.[68]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/Administrative_regions_of_Greece",
        "https://en.wikipedia.org/wiki/Regional_units_of_Greece",
        "https://en.wikipedia.org/wiki/Messenia",
        "https://en.wikipedia.org/wiki/Administrative_divisions_of_Greece",
        "https://en.wikipedia.org/wiki/Time_zone",
        "https://en.wikipedia.org/wiki/Eastern_European_Time",
        "https://en.wikipedia.org/wiki/Daylight_saving_time",
        "https://en.wikipedia.org/wiki/Eastern_European_Summer_Time",
        "https://en.wikipedia.org/wiki/Postal_codes_in_Greece",
        "https://en.wikipedia.org/wiki/Telephone_numbers_in_Greece",
        "https://en.wikipedia.org/wiki/Vehicle_registration_plates_of_Greece",
        "https://en.wikipedia.org/wiki/British_English",
        "https://en.wikipedia.org/wiki/American_English",
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Communities_and_Municipalities_of_Greece",
        "https://en.wikipedia.org/wiki/Messenia",
        "https://en.wikipedia.org/wiki/Greece",
        "https://en.wikipedia.org/wiki/Pylia_Province",
        "https://en.wikipedia.org/wiki/Gialova",
        "https://en.wikipedia.org/wiki/Neolithic",
        "https://en.wikipedia.org/wiki/Mycenaean_Greece",
        "https://en.wikipedia.org/wiki/Palace_of_Nestor",
        "https://en.wikipedia.org/wiki/Homer",
        "https://en.wikipedia.org/wiki/Iliad",
        "https://en.wikipedia.org/wiki/Classical_Greece",
        "https://en.wikipedia.org/wiki/Battle_of_Pylos",
        "https://en.wikipedia.org/wiki/Peloponnesian_War",
        "https://en.wikipedia.org/wiki/Frankokratia",
        "https://en.wikipedia.org/wiki/Principality_of_Achaea",
        "https://en.wikipedia.org/wiki/Old_Navarino_castle",
        "https://en.wikipedia.org/wiki/Republic_of_Venice",
        "https://en.wikipedia.org/wiki/Ottoman_Empire",
        "https://en.wikipedia.org/wiki/New_Navarino_fortress",
        "https://en.wikipedia.org/wiki/Kingdom_of_the_Morea",
        "https://en.wikipedia.org/wiki/Greek_War_of_Independence",
        "https://en.wikipedia.org/wiki/Ibrahim_Pasha_of_Egypt",
        "https://en.wikipedia.org/wiki/Battle_of_Navarino",
        "https://en.wikipedia.org/wiki/Morea_expedition",
        "https://en.wikipedia.org/wiki/Geographical_name_changes_in_Greece",
        "https://en.wikipedia.org/wiki/Frankokratia",
        "https://en.wikipedia.org/wiki/Juncaceae",
        "https://en.wikipedia.org/wiki/Epenthesis",
        "https://en.wikipedia.org/wiki/Navarrese_Company",
        "https://en.wikipedia.org/wiki/Jakob_Philipp_Fallmerayer",
        "https://en.wikipedia.org/wiki/Pannonian_Avars",
        "https://en.wikipedia.org/wiki/Slavic_languages",
        "https://en.wikipedia.org/wiki/Maple",
        "https://en.wikipedia.org/wiki/Principality_of_Achaea",
        "https://en.wikipedia.org/wiki/Navarrese_Company",
        "https://en.wikipedia.org/wiki/Ottoman_Empire",
        "https://en.wikipedia.org/wiki/Neolithic_Greece",
        "https://en.wikipedia.org/wiki/Anatolia",
        "https://en.wikipedia.org/wiki/Pylia",
        "https://en.wikipedia.org/wiki/Voidokilia_beach",
        "https://en.wikipedia.org/wiki/Ostracon",
        "https://en.wikipedia.org/wiki/Bronze",
        "https://en.wikipedia.org/wiki/Palace_of_Nestor",
        "https://en.wikipedia.org/wiki/Pylos_Combat_Agate",
        "https://en.wikipedia.org/wiki/Bronze_Age",
        "https://en.wikipedia.org/wiki/Mycenaean_Greece",
        "https://en.wikipedia.org/wiki/Homer",
        "https://en.wikipedia.org/wiki/Iliad",
        "https://en.wikipedia.org/wiki/Odyssey",
        "https://en.wikipedia.org/wiki/Telemachus",
        "https://en.wikipedia.org/wiki/Linear_B",
        "https://en.wikipedia.org/wiki/Pylia_Province",
        "https://en.wikipedia.org/wiki/Palace_of_Nestor",
        "https://en.wikipedia.org/wiki/Nichoria",
        "https://en.wikipedia.org/wiki/Iklaina",
        "https://en.wikipedia.org/wiki/Port",
        "https://en.wikipedia.org/wiki/Acropolis",
        "https://en.wikipedia.org/wiki/Palace_of_Nestor",
        "https://en.wikipedia.org/wiki/Carl_Blegen",
        "https://en.wikipedia.org/wiki/University_of_Cincinnati",
        "https://en.wikipedia.org/wiki/American_School_of_Classical_Studies_at_Athens",
        "https://en.wikipedia.org/wiki/Fresco",
        "https://en.wikipedia.org/wiki/Beehive_tomb",
        "https://en.wikipedia.org/wiki/Linear_B",
        "https://en.wikipedia.org/wiki/Syllabary",
        "https://en.wikipedia.org/wiki/Mycenaean_Greek",
        "https://en.wikipedia.org/wiki/Michael_Ventris",
        "https://en.wikipedia.org/wiki/John_Chadwick",
        "https://en.wikipedia.org/wiki/Attested_language",
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Sharon_Stocker",
        "https://en.wikipedia.org/wiki/University_of_Cincinnati",
        "https://en.wikipedia.org/wiki/American_School_of_Classical_Studies_at_Athens",
        "https://en.wikipedia.org/wiki/Shaft_tomb",
        "https://en.wikipedia.org/wiki/Helladic_chronology",
        "https://en.wikipedia.org/wiki/Anax",
        "https://en.wikipedia.org/wiki/Pylos_Combat_Agate",
        "https://en.wikipedia.org/wiki/Agate",
        "https://en.wikipedia.org/wiki/Hathor",
        "https://en.wikipedia.org/wiki/Greek_Dark_Ages",
        "https://en.wikipedia.org/wiki/Messene",
        "https://en.wikipedia.org/wiki/Sparta",
        "https://en.wikipedia.org/wiki/Sphacteria",
        "https://en.wikipedia.org/wiki/Sparta",
        "https://en.wikipedia.org/wiki/Peloponnesian_War",
        "https://en.wikipedia.org/wiki/Peloponnesian_War",
        "https://en.wikipedia.org/wiki/Second_Messenian_War",
        "https://en.wikipedia.org/wiki/Messenians",
        "https://en.wikipedia.org/wiki/Sicily",
        "https://en.wikipedia.org/wiki/Thucydides",
        "https://en.wikipedia.org/wiki/History_of_the_Peloponnesian_War",
        "https://en.wikipedia.org/wiki/Sphacteria",
        "https://en.wikipedia.org/wiki/Classical_Athens",
        "https://en.wikipedia.org/wiki/Cleon",
        "https://en.wikipedia.org/wiki/Old_Pylos_castle",
        "https://en.wikipedia.org/wiki/Gialova_Lagoon",
        "https://en.wikipedia.org/wiki/Battle_of_Pylos",
        "https://en.wikipedia.org/wiki/Demosthenes",
        "https://en.wikipedia.org/wiki/Battle_of_Sphacteria",
        "https://en.wikipedia.org/wiki/Peace_of_Nicias",
        "https://en.wikipedia.org/wiki/Old_Navarino_castle",
        "https://en.wikipedia.org/wiki/Byzantine",
        "https://en.wikipedia.org/wiki/Cretan_Saracens",
        "https://en.wikipedia.org/wiki/Fourth_Crusade",
        "https://en.wikipedia.org/wiki/Principality_of_Achaea",
        "https://en.wikipedia.org/wiki/Crusader_state",
        "https://en.wikipedia.org/wiki/Chronicle_of_the_Morea",
        "https://en.wikipedia.org/wiki/Nicholas_II_of_Saint_Omer",
        "https://en.wikipedia.org/wiki/Kalamata",
        "https://en.wikipedia.org/wiki/Chlemoutsi",
        "https://en.wikipedia.org/wiki/Old_Navarino_castle",
        "https://en.wikipedia.org/wiki/Nicholas_III_of_Saint_Omer",
        "https://en.wikipedia.org/wiki/Bailli",
        "https://en.wikipedia.org/wiki/Battle_of_Sapienza",
        "https://en.wikipedia.org/wiki/Republic_of_Venice",
        "https://en.wikipedia.org/wiki/Republic_of_Genoa",
        "https://en.wikipedia.org/wiki/Robert_of_Taranto",
        "https://en.wikipedia.org/wiki/Mani_Peninsula",
        "https://en.wikipedia.org/wiki/Castellan",
        "https://en.wikipedia.org/wiki/Albanians",
        "https://en.wikipedia.org/wiki/Koroni",
        "https://en.wikipedia.org/wiki/Turakhan_Bey",
        "https://en.wikipedia.org/wiki/John_VIII_Palaiologos",
        "https://en.wikipedia.org/wiki/Council_of_Ferrara",
        "https://en.wikipedia.org/wiki/Despot_of_the_Morea",
        "https://en.wikipedia.org/wiki/Thomas_Palaiologos",
        "https://en.wikipedia.org/wiki/Monemvasia",
        "https://en.wikipedia.org/wiki/Mani_Peninsula",
        "https://en.wikipedia.org/wiki/Kemal_Reis",
        "https://en.wikipedia.org/wiki/Kapudan_Pasha",
        "https://en.wikipedia.org/wiki/New_Navarino_fortress",
        "https://en.wikipedia.org/wiki/Seyahatname",
        "https://en.wikipedia.org/wiki/Morean_War",
        "https://en.wikipedia.org/wiki/Francesco_Morosini",
        "https://en.wikipedia.org/wiki/Kingdom_of_the_Morea",
        "https://en.wikipedia.org/wiki/Kaza",
        "https://en.wikipedia.org/wiki/Sanjak_of_the_Morea",
        "https://en.wikipedia.org/wiki/Orlov_Revolt",
        "https://en.wikipedia.org/wiki/Greek_War_of_Independence",
        "https://en.wikipedia.org/wiki/Greek_War_of_Independence",
        "https://en.wikipedia.org/wiki/Peter_von_Hess",
        "https://en.wikipedia.org/wiki/Greek_War_of_Independence",
        "https://en.wikipedia.org/wiki/Kyparissia",
        "https://en.wikipedia.org/wiki/Navarino_Massacre",
        "https://en.wikipedia.org/wiki/Muhammad_Ali_of_Egypt",
        "https://en.wikipedia.org/wiki/Ibrahim_Pasha_of_Egypt",
        "https://en.wikipedia.org/wiki/Peloponnese",
        "https://en.wikipedia.org/wiki/Nafplion",
        "https://en.wikipedia.org/wiki/Mani_Peninsula",
        "https://en.wikipedia.org/wiki/Spetses",
        "https://en.wikipedia.org/wiki/Aegina",
        "https://en.wikipedia.org/wiki/Battle_of_Navarino",
        "https://en.wikipedia.org/wiki/Ambroise_Louis_Garneray",
        "https://en.wikipedia.org/wiki/Philhellenism",
        "https://en.wikipedia.org/wiki/Lord_Byron",
        "https://en.wikipedia.org/wiki/Victor_Hugo",
        "https://en.wikipedia.org/wiki/Alexander_Pushkin",
        "https://en.wikipedia.org/wiki/Gioachino_Rossini",
        "https://en.wikipedia.org/wiki/Hector_Berlioz",
        "https://en.wikipedia.org/wiki/Ottoman_Porte",
        "https://en.wikipedia.org/wiki/British_Empire",
        "https://en.wikipedia.org/wiki/Kingdom_of_France",
        "https://en.wikipedia.org/wiki/Russian_Empire",
        "https://en.wikipedia.org/wiki/Battle_of_Navarino",
        "https://en.wikipedia.org/wiki/Edward_Codrington",
        "https://en.wikipedia.org/wiki/Henri_de_Rigny",
        "https://en.wikipedia.org/wiki/Lodewijk_van_Heiden",
        "https://en.wikipedia.org/wiki/Morea_expedition",
        "https://en.wikipedia.org/wiki/Morea_expedition",
        "https://en.wikipedia.org/wiki/Nicolas_Joseph_Maison",
        "https://en.wikipedia.org/wiki/Charles_X_of_France",
        "https://en.wikipedia.org/wiki/Koroni",
        "https://en.wikipedia.org/wiki/Patras",
        "https://en.wikipedia.org/wiki/Bastide",
        "https://en.wikipedia.org/wiki/Ionian_Islands",
        "https://en.wikipedia.org/wiki/Arch",
        "https://en.wikipedia.org/wiki/Colonnade",
        "https://en.wikipedia.org/wiki/Corfu",
        "https://en.wikipedia.org/wiki/Joseph_Victor_Audoy",
        "https://en.wikipedia.org/wiki/Military_engineering",
        "https://en.wikipedia.org/wiki/Ioannis_Kapodistrias",
        "https://en.wikipedia.org/wiki/First_Hellenic_Republic",
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Arabic",
        "https://en.wikipedia.org/wiki/Mahallah",
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Victor_Hugo",
        "https://en.wikipedia.org/wiki/Edgar_Quinet",
        "https://en.wikipedia.org/wiki/Alphonse_de_Lamartine",
        "https://en.wikipedia.org/wiki/Otto_of_Greece",
        "https://en.wikipedia.org/wiki/4th_of_August_Regime",
        "https://en.wikipedia.org/wiki/Peloponnese",
        "https://en.wikipedia.org/wiki/Ionian_Sea",
        "https://en.wikipedia.org/wiki/Sphacteria",
        "https://en.wikipedia.org/wiki/Greek_National_Road_82",
        "https://en.wikipedia.org/wiki/Kalamata",
        "https://en.wikipedia.org/wiki/Athens",
        "https://en.wikipedia.org/wiki/Kalamata_International_Airport",
        "https://en.wikipedia.org/wiki/Messenia",
        "https://en.wikipedia.org/wiki/Kalamata",
        "https://en.wikipedia.org/wiki/Messini",
        "https://en.wikipedia.org/wiki/Filiatra",
        "https://en.wikipedia.org/wiki/Kyparissia",
        "https://en.wikipedia.org/wiki/Gargalianoi",
        "https://en.wikipedia.org/wiki/Sphacteria",
        "https://en.wikipedia.org/wiki/Ionian_Sea",
        "https://en.wikipedia.org/wiki/Pylia",
        "https://en.wikipedia.org/wiki/Voidokilia_beach",
        "https://en.wikipedia.org/wiki/Gialova_Lagoon",
        "https://en.wikipedia.org/wiki/Messenia",
        "https://en.wikipedia.org/wiki/Morea_expedition",
        "https://en.wikipedia.org/wiki/Town_square",
        "https://en.wikipedia.org/wiki/Pedestrian_zone",
        "https://en.wikipedia.org/wiki/Port",
        "https://en.wikipedia.org/wiki/Tavern",
        "https://en.wikipedia.org/wiki/Town_hall",
        "https://en.wikipedia.org/wiki/Konstantinos_Tsiklitiras",
        "https://en.wikipedia.org/wiki/Neutrino_detector",
        "https://en.wikipedia.org/wiki/Oceanic_trench",
        "https://en.wikipedia.org/wiki/Morea_expedition",
        "https://en.wikipedia.org/wiki/Arch",
        "https://en.wikipedia.org/wiki/Colonnade",
        "https://en.wikipedia.org/wiki/Bastide",
        "https://en.wikipedia.org/wiki/Ionian_Islands",
        "https://en.wikipedia.org/wiki/Corfu",
        "https://en.wikipedia.org/wiki/Platanus",
        "https://en.wikipedia.org/wiki/Battle_of_Navarino",
        "https://en.wikipedia.org/wiki/Obelisk",
        "https://en.wikipedia.org/wiki/Admiral",
        "https://en.wikipedia.org/wiki/Edward_Codrington",
        "https://en.wikipedia.org/wiki/Henri_de_Rigny",
        "https://en.wikipedia.org/wiki/Lodewijk_van_Heiden",
        "https://en.wikipedia.org/wiki/Myrtus",
        "https://en.wikipedia.org/wiki/Mediterranean_Sea",
        "https://en.wikipedia.org/wiki/Ionian_Sea",
        "https://en.wikipedia.org/wiki/Aegean_Sea",
        "https://en.wikipedia.org/wiki/Cyclades",
        "https://en.wikipedia.org/wiki/Dodecanese",
        "https://en.wikipedia.org/wiki/Crete",
        "https://en.wikipedia.org/wiki/Cruise_ship",
        "https://en.wikipedia.org/wiki/Marina",
        "https://en.wikipedia.org/wiki/Palace_of_Nestor",
        "https://en.wikipedia.org/wiki/Bronze_Age",
        "https://en.wikipedia.org/wiki/Mycenaean_Greece",
        "https://en.wikipedia.org/wiki/Beehive_tomb",
        "https://en.wikipedia.org/wiki/Sharon_Stocker",
        "https://en.wikipedia.org/wiki/University_of_Cincinnati",
        "https://en.wikipedia.org/wiki/Griffin_Warrior_Tomb",
        "https://en.wikipedia.org/wiki/Pylos_Combat_Agate",
        "https://en.wikipedia.org/wiki/Hathor",
        "https://en.wikipedia.org/wiki/Archaeological_Museum_of_Chora",
        "https://en.wikipedia.org/wiki/Fresco",
        "https://en.wikipedia.org/wiki/Gialova_Lagoon",
        "https://en.wikipedia.org/wiki/Voidokilia_beach",
        "https://en.wikipedia.org/wiki/Gialova",
        "https://en.wikipedia.org/wiki/Gialova_Lagoon",
        "https://en.wikipedia.org/wiki/Natura_2000",
        "https://en.wikipedia.org/wiki/Bird_reserve",
        "https://en.wikipedia.org/wiki/Migrating_bird",
        "https://en.wikipedia.org/wiki/Greater_flamingo",
        "https://en.wikipedia.org/wiki/Glossy_ibis",
        "https://en.wikipedia.org/wiki/Grey_heron",
        "https://en.wikipedia.org/wiki/Great_egret",
        "https://en.wikipedia.org/wiki/Little_egret",
        "https://en.wikipedia.org/wiki/Eurasian_curlew",
        "https://en.wikipedia.org/wiki/European_golden_plover",
        "https://en.wikipedia.org/wiki/Great_cormorant",
        "https://en.wikipedia.org/wiki/Common_kingfisher",
        "https://en.wikipedia.org/wiki/Garganey",
        "https://en.wikipedia.org/wiki/Lesser_kestrel",
        "https://en.wikipedia.org/wiki/Osprey",
        "https://en.wikipedia.org/wiki/Peregrine_falcon",
        "https://en.wikipedia.org/wiki/Eastern_imperial_eagle",
        "https://en.wikipedia.org/wiki/African_chameleon",
        "https://en.wikipedia.org/wiki/Voidokilia_beach",
        "https://en.wikipedia.org/wiki/Gialova_Lagoon",
        "https://en.wikipedia.org/wiki/Ionian_Sea",
        "https://en.wikipedia.org/wiki/Natura_2000",
        "https://en.wikipedia.org/wiki/Gialova",
        "https://en.wikipedia.org/wiki/Voidokilia_beach",
        "https://en.wikipedia.org/wiki/Beehive_tomb",
        "https://en.wikipedia.org/wiki/Ox",
        "https://en.wikipedia.org/wiki/Gialova",
        "https://en.wikipedia.org/wiki/Gialova_Lagoon",
        "https://en.wikipedia.org/wiki/Battle_of_Navarino",
        "https://en.wikipedia.org/wiki/Hellenic_Navy",
        "https://en.wikipedia.org/wiki/Frigate",
        "https://en.wikipedia.org/wiki/Sailing_ship",
        "https://en.wikipedia.org/wiki/Fireworks",
        "https://en.wikipedia.org/wiki/President_of_Greece",
        "https://en.wikipedia.org/wiki/Greek_mythology",
        "https://en.wikipedia.org/wiki/Neleus",
        "https://en.wikipedia.org/wiki/Homer",
        "https://en.wikipedia.org/wiki/Trojan_War",
        "https://en.wikipedia.org/wiki/Periclymenus",
        "https://en.wikipedia.org/wiki/Neleus",
        "https://en.wikipedia.org/wiki/Argonaut",
        "https://en.wikipedia.org/wiki/Edward_Codrington",
        "https://en.wikipedia.org/wiki/Lodewijk_van_Heiden",
        "https://en.wikipedia.org/wiki/Henri_de_Rigny",
        "https://en.wikipedia.org/wiki/Ministry_of_Europe_and_Foreign_Affairs",
        "https://en.wikipedia.org/wiki/Nicolas_Joseph_Maison",
        "https://en.wikipedia.org/wiki/List_of_Marshals_of_France",
        "https://en.wikipedia.org/wiki/Ministry_of_Europe_and_Foreign_Affairs",
        "https://en.wikipedia.org/wiki/Joseph_Victor_Audoy",
        "https://en.wikipedia.org/wiki/Ioannis_Kapodistrias",
        "https://en.wikipedia.org/wiki/Carl_Blegen",
        "https://en.wikipedia.org/wiki/Konstantinos_Tsiklitiras",
        "https://en.wikipedia.org/wiki/1908_Summer_Olympics",
        "https://en.wikipedia.org/wiki/1912_Summer_Olympics",
        "https://en.wikipedia.org/wiki/Antonis_Samaras",
        "https://en.wikipedia.org/wiki/Prime_Minister_of_Greece",
        "https://en.wikipedia.org/wiki/Enkhelyawon",
        "https://en.wikipedia.org/wiki/List_of_settlements_in_Messenia",
        "https://en.wikipedia.org/wiki/Hellenic_Statistical_Authority",
        "https://en.wikipedia.org/wiki/Adamantios_Sampson",
        "https://en.wikipedia.org/wiki/John_Chadwick",
        "https://en.wikipedia.org/wiki/Thucydides",
        "https://en.wikipedia.org/wiki/History_of_the_Peloponnesian_War",
        "https://en.wikipedia.org/wiki/Thucydides",
        "https://en.wikipedia.org/wiki/History_of_the_Peloponnesian_War",
        "https://en.wikipedia.org/wiki/Nicolas_Joseph_Maison",
        "https://en.wikipedia.org/wiki/Battle_of_Navarino",
        "https://en.wikipedia.org/wiki/Les_Orientales",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/The_Daily_Telegraph",
        "https://en.wikipedia.org/wiki/HuffPost",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Dictionary_of_Greek_and_Roman_Geography",
        "https://en.wikipedia.org/wiki/University_of_Cincinnati",
        "https://en.wikipedia.org/wiki/University_of_Minnesota",
        "https://en.wikipedia.org/wiki/Nestoras",
        "https://en.wikipedia.org/wiki/Chiliochoria",
        "https://en.wikipedia.org/wiki/Ionian_Sea",
        "https://en.wikipedia.org/wiki/Petalidi",
        "https://en.wikipedia.org/wiki/Aipeia",
        "https://en.wikipedia.org/wiki/Koroni",
        "https://en.wikipedia.org/wiki/Koroni",
        "https://en.wikipedia.org/wiki/Finikounda",
        "https://en.wikipedia.org/wiki/Nestoras",
        "https://en.wikipedia.org/wiki/Paleo_Loutro",
        "https://en.wikipedia.org/wiki/Vlachopoulo",
        "https://en.wikipedia.org/wiki/Iklena",
        "https://en.wikipedia.org/wiki/Chiliochoria",
        "https://en.wikipedia.org/wiki/Soulinari",
        "https://en.wikipedia.org/wiki/Republic_of_Venice",
        "https://en.wikipedia.org/wiki/Adriatic_Sea",
        "https://en.wikipedia.org/wiki/Istria",
        "https://en.wikipedia.org/wiki/Venetian_Dalmatia",
        "https://en.wikipedia.org/wiki/Venetian_Albania",
        "https://en.wikipedia.org/wiki/Venetian_rule_in_the_Ionian_Islands",
        "https://en.wikipedia.org/wiki/Kythira",
        "https://en.wikipedia.org/wiki/Antikythera",
        "https://en.wikipedia.org/wiki/Corfu",
        "https://en.wikipedia.org/wiki/Paxi",
        "https://en.wikipedia.org/wiki/Parga",
        "https://en.wikipedia.org/wiki/Zakynthos",
        "https://en.wikipedia.org/wiki/Cephalonia",
        "https://en.wikipedia.org/wiki/Lefkada",
        "https://en.wikipedia.org/wiki/Vonitsa",
        "https://en.wikipedia.org/wiki/Preveza",
        "https://en.wikipedia.org/wiki/Koroni",
        "https://en.wikipedia.org/wiki/Triarchy_of_Negroponte",
        "https://en.wikipedia.org/wiki/Pteleos",
        "https://en.wikipedia.org/wiki/Nafplio",
        "https://en.wikipedia.org/wiki/Nafpaktos",
        "https://en.wikipedia.org/wiki/Patras",
        "https://en.wikipedia.org/wiki/Duchy_of_Athens",
        "https://en.wikipedia.org/wiki/Monemvasia",
        "https://en.wikipedia.org/wiki/Kingdom_of_the_Morea",
        "https://en.wikipedia.org/wiki/Aegean_Islands",
        "https://en.wikipedia.org/wiki/Samothrace",
        "https://en.wikipedia.org/wiki/Spetses",
        "https://en.wikipedia.org/wiki/Kingdom_of_Candia",
        "https://en.wikipedia.org/wiki/Gramvousa",
        "https://en.wikipedia.org/wiki/Spinalonga",
        "https://en.wikipedia.org/wiki/Mykonos",
        "https://en.wikipedia.org/wiki/Duchy_of_the_Archipelago",
        "https://en.wikipedia.org/wiki/Sifnos",
        "https://en.wikipedia.org/wiki/Tinos",
        "https://en.wikipedia.org/wiki/Skiathos",
        "https://en.wikipedia.org/wiki/Skopelos",
        "https://en.wikipedia.org/wiki/Alonissos",
        "https://en.wikipedia.org/wiki/Skyros",
        "https://en.wikipedia.org/wiki/Aegina",
        "https://en.wikipedia.org/wiki/Poros",
        "https://en.wikipedia.org/wiki/Constantinople",
        "https://en.wikipedia.org/wiki/Gallipoli",
        "https://en.wikipedia.org/wiki/Sudak",
        "https://en.wikipedia.org/wiki/Venetian_Cyprus",
        "https://en.wikipedia.org/wiki/Fourth_Crusade",
        "https://en.wikipedia.org/wiki/Partitio_terrarum_imperii_Romaniae",
        "https://en.wikipedia.org/wiki/Frankokratia",
        "https://en.wikipedia.org/wiki/Venetian_navy",
        "https://en.wikipedia.org/wiki/Fall_of_the_Republic_of_Venice",
        "https://en.wikipedia.org/wiki/Pylos",
        "https://en.wikipedia.org/wiki/Pylos",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}