{
    "url": "https://en.wikipedia.org/wiki/Pyotr_Anokhin",
    "title": "Pyotr Anokhin",
    "table_of_contents": [
        "1 Overview",
        "2 Publications",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pyotr Kuzmich Anokhin (Russian: Пётр Кузьми́ч Ано́хин; January 26, 1898 – March 5, 1974) was a Soviet and Russian biologist and physiologist, known for his theory of functional systems and the concept of systemogenesis.[1] He made important contributions to cybernetics and psychophysiology. His pioneering concept on feedback was published in 1935.[2]\n\n"
        },
        {
            "title": "Overview",
            "text": "Anokhin was born in Tsaritsyn, Russian Empire in 1898. He studied neurophysiology and received a doctorate of medicine. He was an academician of Academy of Medical Sciences of the USSR and the Member of the Academy of Sciences of the USSR. He was one of the founders of the Institute of Psychology of the USSR and the laboratory of neuro-physiology of training.\n\nIn the 1920s he started his academic career under the guidance of Ivan Pavlov, Nobel Prize Winner in Physiology or Medicine in 1904. He developed the concept of feedback, published in 1935. Furthermore, he \"elaborated the theory of functional systems (FS) which tied together subtle neuro-physiological mechanisms and integral activity of an individual. FS theory was considered as the “methodological bridge” between psychology and physiology\".[3] In the autumn of 1950, at a famous scientific session devoted to the problems of Pavlov's physiological teachings, new scientific trends were criticized and the theory of functional systems provoked serious rejection. Anokhin was suspended from work at the Institute of Physiology and sent to Ryazan.[citation needed]\n\nCurrently, his work is highly regarded in Russian and international psychophysiology. One of Moscow prospects and a Research Institute in Moscow was named after Anokhin. Several laboratories carry the names associated with his theory (such as the laboratory of functional systems in the Institute of Psychology, Russian Academy of Sciences.\n\nHe died in Moscow.\n\n"
        },
        {
            "title": "Publications",
            "text": "The main works of Anokhin, P.K.:\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Russian_language",
        "https://en.wikipedia.org/wiki/Theory_of_functional_systems",
        "https://en.wikipedia.org/wiki/Cybernetics",
        "https://en.wikipedia.org/wiki/Psychophysiology",
        "https://en.wikipedia.org/wiki/Feedback",
        "https://en.wikipedia.org/wiki/Tsaritsyn",
        "https://en.wikipedia.org/wiki/Russian_Empire",
        "https://en.wikipedia.org/wiki/Neurophysiology",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Ivan_Pavlov",
        "https://en.wikipedia.org/wiki/Feedback",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Physiology",
        "https://en.wikipedia.org/wiki/Russian_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/Biological_cybernetics",
        "https://en.wikipedia.org/wiki/Systems_biology",
        "https://en.wikipedia.org/wiki/Victor_Glushkov",
        "https://en.wikipedia.org/wiki/Nikolai_Bernstein",
        "https://en.wikipedia.org/wiki/Norbert_Wiener",
        "https://en.wikipedia.org/wiki/List_of_neuroscientists",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Pyotr_Anokhin",
        "https://en.wikipedia.org/wiki/Pyotr_Anokhin",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}