{
    "url": "https://en.wikipedia.org/wiki/Pyrotechnics",
    "title": "Pyrotechnics",
    "table_of_contents": [
        "1 Proximate pyrotechnics",
        "2 Display pyrotechnics",
        "3 Consumer pyrotechnics",
        "4 Safety",
        "4.1 Homemade devices",
        "5 Pyrotechnic incidents",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pyrotechnics is the science and craft of creating such things as fireworks, safety matches, oxygen candles, explosive bolts and other fasteners, parts of automotive airbags, as well as gas-pressure blasting in mining, quarrying, and demolition. This trade relies upon self-contained and self-sustained exothermic chemical reactions to make heat, light, gas, smoke and/or sound. The name comes from the Greek words pyr (\"fire\") and tekhnikos (\"made by art\").[1]\n\nPeople responsible for the safe storage, handling, and functioning of pyrotechnic devices are known as pyrotechnicians.\n\n"
        },
        {
            "title": "Proximate pyrotechnics",
            "text": "Explosions, flashes, smoke, flames, fireworks and other pyrotechnic-driven effects used in the entertainment industry are referred to as proximate pyrotechnics. Proximate refers to the pyrotechnic device's location relative to an audience. In the majority of jurisdictions, special training and licensing must be obtained from local authorities to legally prepare and use proximate pyrotechnics.\n\nMany musical groups use pyrotechnics to enhance their live shows. Pink Floyd were innovators of pyrotechnic use in concerts. For instance, at the climax of their song \"Careful with That Axe, Eugene\", a blast of smoke was set off at the back of the stage. Bands such as the Who, KISS and Queen soon followed with use of pyrotechnics in their shows. Michael Jackson attempted using pyrotechnics in a 1984 Pepsi advertisement,[2] where a stray spark caused a small fire in his hair. German industrial metal band Rammstein are renowned for their incorporation of a large variety of pyrotechnics into performances,[citation needed] which range from flaming costumes to face-mounted flamethrowers. Nightwish, Lordi, Sabaton and Green Day are also known for their vivid pyrotechnics in concert.[citation needed] Many professional wrestlers have also used pyrotechnics as part of their entrances to the ring.\n\nModern pyrotechnics are, in general, divided into categories based upon the type of effect produced or manufacturing method. The most common categories are:\n\nA basic theatrical effect, designed to create a jet or fountain of sparks, is referred to as a gerb. A gerb consists of a sufficiently strong and non-flammable container to hold the pyrotechnic compound. Typical pyrotechnic formulations consist either of flammable materials such as nitrocellulose and/or black powder or a mixture of a fuel and oxidizer blended in situ. A plug placed at one end of the container with a small orifice, called a choke, constricts the expulsion of the ignited pyrotechnic compound, increasing the size and aggressiveness of the jet.\n\nVarious ingredients may be added to pyrotechnic devices to provide colour, smoke, noise or sparks. Special additives and construction methods are used to modify the character of the effect produced, either to enhance or subdue the effect; for example, sandwiching layers of pyrotechnic compounds containing potassium perchlorate, sodium salicylate or sodium benzoate with layers that do not creates a fountain of sparks with an undulating whistle.\n\nIn general, such pyrotechnic devices are initiated by a remotely controlled electrical signal that causes an electric match, or e-match, to produce ignition. The remote control may be manual, via a switch console, or computer controlled according to a pre-programmed sequence and/or a sequence that tracks the live performance via stage cues.\n\n"
        },
        {
            "title": "Display pyrotechnics",
            "text": "Display pyrotechnics, also known as commercial fireworks, are pyrotechnic devices intended for use outdoors, where the audience can be further away, and smoke and fallout is less of a concern. Generally the effects, though often similar to proximate pyrotechnics, are of a larger size and more vigorous in nature. It will typically take an entire day to set up a professional fireworks display. This work is normally undertaken on temporarily secured locations by specialist companies employing teams of experienced pyrotechnicians.\n\nIn modern times a familiar feature of larger fireworks displays are aerial shells, which commonly appear as large spherical bursts of stars in the sky. The exterior of these shells are commonly made of a hard paper-adhesive layered composite which holds the interior stars arranged around a burst charge, or other pyrotechnic effects. Aerial shells are fired out of mortars from the ground and have internal timing fuses that accurately and reliably position their bursts. A continuous sequence of shells are launched, often with effects artistically choreographed to music and themes, accompanied by various types of ground effects. Modern fireworks displays are commonly executed to a designed program using electrical wiring and ignition linked to an electronic firing system. \n\nThe size of these fireworks can range from 50 mm (2\") to over 600 mm (24\") diameter depending on the type of effect and available distance from the audience. In most jurisdictions, special fireworks training and licensing must be obtained from local authorities to legally prepare and use display pyrotechnics.\n\n"
        },
        {
            "title": "Consumer pyrotechnics",
            "text": "Consumer pyrotechnics are devices readily available for purchase to the general public with little or no special licensing or training. These items are considered relatively low hazard devices but, like all pyrotechnics, can still be hazardous and should be stored, handled and used appropriately. Some of the most common examples of consumer pyrotechnics encountered include recreational fireworks (including whistling and sparking types), model rocket motors, highway and marine distress flares, sparklers and caps for toy guns. Pyrotechnics are also indirectly involved in other consumer products such as powder actuated nail guns, ammunition for firearms, and modern fireplaces. Some types, including bird scarers, shell crackers, whistle crackers and flares, may be designed to be fired from a 12-gauge pistol or rifle.\n\n"
        },
        {
            "title": "Safety",
            "text": "Pyrotechnics are dangerous and must be handled and used properly. Recently, several high-profile incidents involving pyrotechnics have re-enforced the need to respect these explosives at all times.[citation needed] Proximate pyrotechnics is an area of expertise that requires additional training beyond that of other professional pyrotechnics areas and the use of devices specifically manufactured for indoor, close proximity use.\n\nA common low-budget pyrotechnic flash pot is built using modified screw-in electric fuses in a common light fixture. The fuses are intentionally blown, acting as ignitors for a pyrotechnic material.\n\nHomemade devices may fail to include safety features and can provide numerous hazards, including:\n\nCommercial flash pots include safety features such as warning pilot lamps, preignition grounding, and safing circuits. They also use isolated and low-voltage power sources, and have keyed power connections to help prevent accidental ignition.\n\n"
        },
        {
            "title": "Pyrotechnic incidents",
            "text": "Pyrotechnics can be dangerous substances that must always be treated with the utmost respect and with the proper training. Due to the hazardous nature of these materials, precautions must always be taken to ensure the safety of all individuals in the vicinity of pyrotechnics. Despite all precautions, accidents and errors occur from time to time, which may result in property damage, injury and in severe cases loss of life. These incidents may be the result of poorly manufactured product, unexpected or unforeseen events, or in many cases, the result of operator error.\n\nSome of the more widely publicized incidents involving pyrotechnics in recent history include:\n\nIn 1982, a pyrotechnic special effects accident during the filming of Twilight Zone: The Movie killed actor Vic Morrow and two children and injured six members of the film crew. The accident and subsequent trial prompted new safety standards, procedures and regulations to the use of pyrotechnics in the motion picture and television industry.[3][4]\n\nAt Olympic Stadium in Montreal during the Guns N' Roses/Metallica Stadium Tour on August 8, 1992, Metallica frontman James Hetfield was the victim of a severe pyrotechnics accident during the song \"Fade to Black\", in which a pyrotechnic charge exploded. Hetfield's guitar protected him from the full force of the blast; however, the fire engulfed his left side, burning his left hand, both arms, eyebrows, face and hair. He suffered second and third-degree burns, but was back on stage 17 days later.\n\nIn 2003, improper use of pyrotechnics caused a fire in a Rhode Island nightclub called The Station. The Station nightclub fire was started when fireworks used by the band Great White accidentally ignited flammable soundproofing foam. The pyrotechnics in question were not appropriate. The foam caused combustion to spread rapidly and the resulting fire led to 100 deaths, apparently because their quick escape was blocked by ineffective exit doors. While the type of foam used and the lack of a sprinkler system were important factors in the fire,[5] the Great White fire could likely have been prevented had those involved paid attention to standard safety practices around the use of pyrotechnics.[6]\n\nA similar pyrotechnic-induced fire in 2004 destroyed the Republica Cromagnon nightclub in Buenos Aires, Argentina, killing 194 people.\n\nIn May 2000, a small fire led to two massive explosions at the SE Fireworks Depot in Enschede, the Netherlands, leaving 23 people dead, 947 people injured, and an estimated 2,000 homes damaged or destroyed.\n\nIn March 2008, a pyrotechnic lead cable snapped during the end of the show pyrotechnics, causing some minor burns and injuries to the crowd at WWE Wrestlemania 24 leading to a big investigation.\n\nIn February 2010 at the Elimination Chamber PPV, a pyrotechnic flame engulfed WWE wrestler The Undertaker. He was seen with multiple burns throughout the show, but managed to go ahead with the match after pouring bottles over himself.\n\nIn July 2011, Rihanna's performance of \"California King Bed\" was forced to be the finale of her show during the Loud Tour in Dallas as a fire broke out from the pyrotechnics having caused a small fire above where Rihanna had been performing. Because of this, the show ended early.\n\nIn July 2012, a WWE RAW pyrotechnic rehearsal caused a small fire on the LED wall before doors opened. Crews put it out before it could get any bigger. No one was injured but the doors were opened thirty minutes late.\n\nOn January 27, 2013, at the \"Kiss\" nightclub in Santa Maria, Brazil, an accident due to the use of pyrotechnics by the performing live show band caused a fire which resulted in the deaths of at least 236 people, while dozens suffered serious injuries from the fire and smoke inhalation.\n\nIn January 2015 a fireworks factory in Granada, Colombia exploded injuring one person.[7]\n\nOn June 13, 2015, Michael Clifford of 5 Seconds of Summer suffered face, hair, and shoulder injuries from a pyrotechnics accident on the Rock Out With Your Socks Out Tour at the SSE Wembley Arena, London. Calum Hood suffered a minor burn on his arm in the incident.\n\nOn October 30, 2015, at the Colectiv nightclub in Bucharest, Romania, pyrotechnics used by the band Goodbye to Gravity accidentally ignited soundproofing foam on a pillow. The fire quickly spread onto the ceiling and the rest of the club. This led to the death of 64 people and injured approximately 200 others. Four members of Goodbye to Gravity lost their lives, and only their soloist survived. It remains the worst night club fire in Romania's history.\n\n2 September 2019: Joana Sainz García, Spanish singer and dancer of Super Hollywood Orchestra, died in Las Berlanas, Spain when a pyrotechnic was shot in the wrong direction during the on-stage explosion.\n\nOn May 1, 2020, pyrotechnics caused damage to a factory in Zürich, an investigation into the cause of the incident is underway.\n\nOn September 5, 2020, a \"smoke generating pyrotechnic device\" caused a wildfire in Yucaipa, California during a gender-reveal party in El Dorado Ranch Park. The California Department of Forestry and Fire Prevention did not give out any more details regarding the party.[8]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Fireworks",
        "https://en.wikipedia.org/wiki/Safety_matches",
        "https://en.wikipedia.org/wiki/Pyrotechnic_fastener",
        "https://en.wikipedia.org/wiki/Airbag",
        "https://en.wikipedia.org/wiki/Exothermic",
        "https://en.wikipedia.org/wiki/Etymology",
        "https://en.wikipedia.org/wiki/Pyrotechnician",
        "https://en.wikipedia.org/wiki/Rammstein",
        "https://en.wikipedia.org/wiki/Bullet_hit_squibs",
        "https://en.wikipedia.org/wiki/Waterproof_jacket",
        "https://en.wikipedia.org/wiki/Down_jacket",
        "https://en.wikipedia.org/wiki/Jacket",
        "https://en.wikipedia.org/wiki/Fake_blood",
        "https://en.wikipedia.org/wiki/Stunt",
        "https://en.wikipedia.org/wiki/Ciney",
        "https://en.wikipedia.org/wiki/Belgium",
        "https://en.wikipedia.org/wiki/Pink_Floyd",
        "https://en.wikipedia.org/wiki/The_Who",
        "https://en.wikipedia.org/wiki/Michael_Jackson",
        "https://en.wikipedia.org/wiki/Rammstein",
        "https://en.wikipedia.org/wiki/Nightwish",
        "https://en.wikipedia.org/wiki/Lordi",
        "https://en.wikipedia.org/wiki/Green_Day",
        "https://en.wikipedia.org/wiki/Bullet_hit_squib",
        "https://en.wikipedia.org/wiki/Flare",
        "https://en.wikipedia.org/wiki/Strobe",
        "https://en.wikipedia.org/wiki/Oxidizer",
        "https://en.wikipedia.org/wiki/Professional_wrestling",
        "https://en.wikipedia.org/wiki/World_Wrestling_Entertainment",
        "https://en.wikipedia.org/wiki/Electric_match",
        "https://en.wikipedia.org/wiki/Firework",
        "https://en.wikipedia.org/wiki/General_public",
        "https://en.wikipedia.org/wiki/Fireworks",
        "https://en.wikipedia.org/wiki/Flares",
        "https://en.wikipedia.org/wiki/Sparklers",
        "https://en.wikipedia.org/wiki/Nail_gun",
        "https://en.wikipedia.org/wiki/Ammunition",
        "https://en.wikipedia.org/wiki/Firearms",
        "https://en.wikipedia.org/wiki/Fireplaces",
        "https://en.wikipedia.org/wiki/Bird_scarer",
        "https://en.wikipedia.org/wiki/Pyrotechnic_incidents",
        "https://en.wikipedia.org/wiki/My_Chemical_Romance",
        "https://en.wikipedia.org/wiki/Twilight_Zone_accident",
        "https://en.wikipedia.org/wiki/Vic_Morrow",
        "https://en.wikipedia.org/wiki/Metallica",
        "https://en.wikipedia.org/wiki/James_Hetfield",
        "https://en.wikipedia.org/wiki/Rhode_Island",
        "https://en.wikipedia.org/wiki/The_Station_nightclub_fire",
        "https://en.wikipedia.org/wiki/Great_White",
        "https://en.wikipedia.org/wiki/Republica_Cromagnon",
        "https://en.wikipedia.org/wiki/Buenos_Aires",
        "https://en.wikipedia.org/wiki/Argentina",
        "https://en.wikipedia.org/wiki/Enschede_fireworks_disaster",
        "https://en.wikipedia.org/wiki/Enschede",
        "https://en.wikipedia.org/wiki/Netherlands",
        "https://en.wikipedia.org/wiki/WWE",
        "https://en.wikipedia.org/wiki/Wrestlemania_24",
        "https://en.wikipedia.org/wiki/WWE",
        "https://en.wikipedia.org/wiki/The_Undertaker",
        "https://en.wikipedia.org/wiki/Rihanna",
        "https://en.wikipedia.org/wiki/Loud_Tour",
        "https://en.wikipedia.org/wiki/WWE_RAW",
        "https://en.wikipedia.org/wiki/Kiss_nightclub_fire",
        "https://en.wikipedia.org/wiki/5_Seconds_of_Summer",
        "https://en.wikipedia.org/wiki/Rock_Out_with_Your_Socks_Out_Tour",
        "https://en.wikipedia.org/wiki/Wembley_Arena",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/Calum_Hood",
        "https://en.wikipedia.org/wiki/Colectiv_nightclub_fire",
        "https://en.wikipedia.org/wiki/Goodbye_to_Gravity",
        "https://en.wikipedia.org/wiki/Fireworks",
        "https://en.wikipedia.org/wiki/List_of_nightclub_fires",
        "https://en.wikipedia.org/wiki/National_Transportation_Safety_Board",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Pyrotechnics_Guild_International",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Pyrotechnics",
        "https://en.wikipedia.org/wiki/Pyrotechnics",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}