{
    "url": "https://en.wikipedia.org/wiki/Sabina_Guzzanti",
    "title": "Sabina Guzzanti",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Criticism",
        "4 Works",
        "4.1 Films",
        "4.2 Books",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSabina Guzzanti (born 25 July 1963) is an Italian satirist, actress, writer and producer whose work is devoted to examining social and political life in Italy.\n\n"
        },
        {
            "title": "Early life",
            "text": "Born in Rome as the eldest daughter of celebrated Italian political commentator and journalist Paolo Guzzanti (former senator of Forza Italia, incumbent deputy and deputy secretary for Italian liberal party), she graduated from the Academy of Dramatic Arts of Rome.[1]\n\nHer first appearances on stage were at the side of her brother Corrado, also a skilled satirical writer and actor. \n\nSince 1987, Sabina Guzzanti has practiced Nichiren Buddhism as a member of the global Buddhist association Soka Gakkai International.[2]\n\n"
        },
        {
            "title": "Career",
            "text": "Guzzanti's career began when she took part in a series of successful television comedy formats such as Proffimamente... non-stop (directed by Enzo Trapani), L'araba fenice (directed by Antonio Ricci), La TV delle ragazze and Scusate l'interruzione;[3] her imitations of the famous Italian porn star Moana Pozzi gave her popularity, and the Italian film director Giuseppe Bertolucci recruited her to star in his film The Camels (I Cammelli).[1] Her career in this period was at its apex, as she starred in several films, toured Italian theatres with her own comedy shows (such as Con fervido zelo in 1991, and Non io: Sabina e le altre in 1994[3]), and even held her one-woman show La posta del cuore. Her first attempt at directing is the 1998 short Donna selvaggia.\n\nIn 2001, she participated to the alter-globalization demonstrations against the G8 in Genoa, while impersonating Oriana Fallaci, a prominent Italian journalist who was very critical of the movement. Since Fallaci was ill at the time, Guzzanti's impersonation was received with controversy.\n\nIn November 2003 Sabina Guzzanti wrote, directed and was featured in the first and only installment of Raiot, a late-night TV political satire show broadcast on Rai Tre. After lampooning Italian Prime Minister Silvio Berlusconi, she was sued by Berlusconi's Mediaset lawyers (notably Cesare Previti's law firm) for \"lies and insinuation\" and the show was pulled amid controversy; in the suing document Previti defined satire as \"that thing which tends to minimize and to make a politician likeable, to diminish the social tensions\" (\"quella cosa che tende a sdrammatizzare e a rendere simpatico un politico, a diminuire le tensioni sociali\"[4]) as the basis to accuse the show of not being satirical but a direct political attack. As a form of protest, the second instalment was recorded live in the Auditorium of Rome and broadcast by independent television networks; during the event among others Dario Fo, Beppe Grillo and Daniele Luttazzi gave her their support.[5] After that Sabina Guzzanti announced that the only official instalment of Raiot had completely vanished from the RAI's archives.[4]\n\nAs a form of protest against the censorship imposed on Raiot, Sabina Guzzanti shot her side of the story in the film Viva Zapatero (2005) in which she condemns the lack of freedom of expression in Italy.[6] Viva Zapatero! premiered at Venice Film Festival and was met with acclaim.[7] The movie has also been invited to screen at a number of other International Film Festival: Tribeca Film Festival, Sundance Film Festival and San Sebastian.[8]\n\nAt the end of 2005 she was once again allowed on television to feature in the last installment of Adriano Celentano's show Rockpolitik, but the producers \"forbade\" her to speak about Berlusconi.[9] After the victory of L'Unione in the 2006 elections and the progressive fading of Berlusconi's influence on the RAI, she declared she still wouldn't return to work at the RAI unless serious reforms were launched to make the company's management independent from the politicians.[10]\n\nIn 2007 she direct her second movie, Sympathy for the Lobster (Le Ragioni dell’Aragosta), a comedy which featured the comedians from Avanzi, a popular political satire show much in vogue in the early nineties.\n\nIn July 2008, during a demonstration against Silvio Berlusconi Government at Piazza Navona, Rome,  Guzzanti made controversial remarks against the then Minister of Equal Opportunity Mara Carfagna and  the Pope Benedict XVI. She was not prosecuted for her speech against the Pope,[11] while she was condemned for slander concerning Carfagna.[12][13]\nAfter these events Guzzanti explained her side of the story in the theatrical drama Vilipendio!.[14]\n\nIn 2010 her third featured film, Draquila. Italy Trembles (Draquila), was screened out of competition at the Cannes Film Festival.[15] It's a report of the events tied to the earthquake in L’Aquila.\n\nIn 2011 Guzzanti directs Franca la Prima, her personal homage to an important actresses in Italy, Franca Valeri.[16]\n\nDuring the same year Guzzanti was back on the stage with Sì, Sì, Sì….oh Sì!, a humorous voyage through Italy's most important personalities from both the social and political sphere.[17]\n\nIn March 2012 Guzzanti returned to TV with a new show, Un due tre…Stella! on La7.[18]\n\nIn 2014, her last featured film, The State Mafia Pact (La Trattativa), was screened at the 71st Venice Film Festival. It's a reconstruction of one of the dark periods of Italian history: the negotiation between Italian State and Cosa Nostra during the 90s and its effect on democracy.[19]\n\nIn the summer of 2015 Guzzanti starred in a new project, a web news satire called TG Porco which was financed by crowdfunding.[20]\n\nIn the same year she returned to the theatre once again with her show Come ne venimmo fuori. Proiezioni dal futuro, a satiric monologue on the post-capitalist and neo-liberal policies.[21]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Sabina Guzzanti is accused by various actors, politicians and writers of \"aggression\" against certain figures, mainly Silvio Berlusconi and his supporters. \n\nIn 2001 her impersonation of journalist Oriana Fallaci, who had cancer at the time, was met with controversy. During the alter-globalization demonstrations, Guzzanti-Fallaci was giving a speech ridiculing what she considered to be Fallaci's hypocrisy, when a man in the crowd shouted \" May you as well get a cancer\" (Che ti venga un cancro), and Guzzanti reply \"I also already have it; and may it come to your mother too \" (Ce l'ho già e venisse anche alla tua mamma).[22][23] Since Fallaci herself replied to this sketch,[24] Guzzanti clarified that the monologue's content \"was about Fallaci's positions on Islam and obviously did not concern her illness\".[25]\n\nIn 2008 she was accused of public defamation against Pope Benedict XVI and of slander of the then Minister of Equal Opportunity Mara Carfagna. She said that Pope Benedict XVI would be dead in 20 years and would end up in hell as punishment for the Church's treatment of homosexuals, so he would be \"tormented by big demons - and very (sexually) active ones\". She also accused Mara Carfagna of fellating Silvio Berlusconi in order to become Minister. Although threatened with punishments of up to five years in prison for these comments, she was not prosecuted.[26][27], while she was condemned for slander against Carfagna.[28][29]\n\nAfter the scandal of the alleged \"Madoff of Parioli,\" Sabina Guzzanti admitted to having given money to investors, as well. Aware of having been a victim of a scam, she said that she \"felt like an idiot\", claiming to have put in 150,000 €. Such revelation sparked another series of controversies, since during her speeches and her shows, she had always declared her opposition to this kind of practice, deemed typical of tax evaders. Guzzanti would have received - had everything gone as promised - earnings on her investments abroad, then exempt from taxation, within Italy itself.[30]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Italy",
        "https://en.wikipedia.org/wiki/Paolo_Guzzanti",
        "https://en.wikipedia.org/wiki/Corrado_Guzzanti",
        "https://en.wikipedia.org/wiki/Caterina_Guzzanti",
        "https://en.wikipedia.org/wiki/European_Film_Awards",
        "https://en.wikipedia.org/wiki/Sundance_Film_Festival",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Actress",
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Political_commentator",
        "https://en.wikipedia.org/wiki/Paolo_Guzzanti",
        "https://en.wikipedia.org/wiki/Forza_Italia",
        "https://en.wikipedia.org/wiki/Corrado_Guzzanti",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Nichiren_Buddhism",
        "https://en.wikipedia.org/wiki/Soka_Gakkai_International",
        "https://en.wikipedia.org/wiki/Enzo_Trapani",
        "https://en.wikipedia.org/wiki/Moana_Pozzi",
        "https://en.wikipedia.org/wiki/Giuseppe_Bertolucci",
        "https://en.wikipedia.org/wiki/The_Camels",
        "https://en.wikipedia.org/wiki/G8",
        "https://en.wikipedia.org/wiki/Genoa",
        "https://en.wikipedia.org/wiki/Oriana_Fallaci",
        "https://en.wikipedia.org/wiki/Rai_Tre",
        "https://en.wikipedia.org/wiki/Italian_Prime_Minister",
        "https://en.wikipedia.org/wiki/Silvio_Berlusconi",
        "https://en.wikipedia.org/wiki/Mediaset",
        "https://en.wikipedia.org/wiki/Cesare_Previti",
        "https://en.wikipedia.org/wiki/Dario_Fo",
        "https://en.wikipedia.org/wiki/Beppe_Grillo",
        "https://en.wikipedia.org/wiki/Daniele_Luttazzi",
        "https://en.wikipedia.org/wiki/RAI",
        "https://en.wikipedia.org/wiki/Venice_Film_Festival",
        "https://en.wikipedia.org/wiki/Adriano_Celentano",
        "https://en.wikipedia.org/wiki/Sympathy_for_the_Lobster",
        "https://en.wikipedia.org/wiki/Silvio_Berlusconi",
        "https://en.wikipedia.org/wiki/Serena_Dandini",
        "https://en.wikipedia.org/wiki/Romano_Prodi",
        "https://en.wikipedia.org/wiki/Silvio_Berlusconi",
        "https://en.wikipedia.org/wiki/Piazza_Navona",
        "https://en.wikipedia.org/wiki/Mara_Carfagna",
        "https://en.wikipedia.org/wiki/Pope_Benedict_XVI",
        "https://en.wikipedia.org/wiki/Slander",
        "https://en.wikipedia.org/wiki/Cannes_Film_Festival",
        "https://en.wikipedia.org/wiki/Franca_Valeri",
        "https://en.wikipedia.org/wiki/La7",
        "https://en.wikipedia.org/wiki/Venice_Film_Festival",
        "https://en.wikipedia.org/wiki/Cosa_Nostra",
        "https://en.wikipedia.org/wiki/Silvio_Berlusconi",
        "https://en.wikipedia.org/wiki/Oriana_Fallaci",
        "https://en.wikipedia.org/wiki/Cancer",
        "https://en.wikipedia.org/wiki/Defamation",
        "https://en.wikipedia.org/wiki/Pope_Benedict_XVI",
        "https://en.wikipedia.org/wiki/Slander",
        "https://en.wikipedia.org/wiki/Mara_Carfagna",
        "https://en.wikipedia.org/wiki/Pope_Benedict_XVI",
        "https://en.wikipedia.org/wiki/Homosexual",
        "https://en.wikipedia.org/wiki/Mara_Carfagna",
        "https://en.wikipedia.org/wiki/Fellatio",
        "https://en.wikipedia.org/wiki/Slander",
        "https://en.wikipedia.org/wiki/Tax_evader",
        "https://en.wikipedia.org/wiki/Venice_Film_Festival",
        "https://en.wikipedia.org/wiki/La_trattativa",
        "https://en.wikipedia.org/wiki/David_Riondino",
        "https://en.wikipedia.org/wiki/Giuseppe_Bertolucci",
        "https://en.wikipedia.org/wiki/Felice_Farina",
        "https://en.wikipedia.org/wiki/Sergio_Corbucci",
        "https://en.wikipedia.org/wiki/The_Camels",
        "https://en.wikipedia.org/wiki/I_ragazzi_di_via_Panisperna",
        "https://en.wikipedia.org/wiki/Gianni_Amelio",
        "https://en.wikipedia.org/wiki/La_Repubblica",
        "https://en.wikipedia.org/wiki/La_Repubblica",
        "https://en.wikipedia.org/wiki/Corriere_della_Sera",
        "https://en.wikipedia.org/wiki/Reuters",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Sabina_Guzzanti",
        "https://en.wikipedia.org/wiki/Sabina_Guzzanti",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}