{
    "url": "https://en.wikipedia.org/wiki/Sahle_Selassie",
    "title": "Sahle Selassie",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Sahle Selassie (Amharic: ሣህለ ሥላሴ, 1795 – 22 October 1847) was a ruler and later King of Shewa from 1813 to 1847. An important Amhara noble of Ethiopia, he was a younger son of Wossen Seged. Sahle Selassie was the father of numerous sons, among them Haile Melekot, Haile Mikael, Seyfe Sahle Selassie, Amarkegne and Darge Sahle Selassie; his daughters included Tenagnework, Ayahilush, Wossenyelesh, Birkinesh, and Tinfelesh.\n\n"
        },
        {
            "title": "Biography",
            "text": "When their father had been murdered, Oromo rebels in Marra Biete kept Sahle Selassie's older brother Bakure from promptly marching to their father's capital at Qundi to claim the succession. Although still a teenager, Sahle Selassie seized this chance at rule by rushing from the monastery at Sela Dingay where he was a student \"and probably with the support of his mother Zenebework's Menzian kinsmen was proclaimed the Ras and Meridazmach of Shewa.\"[1] Bakure belatedly arrived at Qundi only to be imprisoned in the state prison at Gonchu with his other brothers and some of his supporters.\n\nOnce securely in control, Sahle Selassie turned his attention to the rebels, both Amhara and Oromo. He used diplomacy to win over the Abichu Oromo, who badly needed his help against their neighbors the Tulama Oromo, whom he defeated in the early 1820s. He followed this victory by rebuilding Debre Berhan, which had been burned in an Oromo raid, as well as a number of other towns and consolidated his hold by founding a number of fortified villages, like Angolalla, in the Abichu territory. He extended the frontier of Shewa into Bulga and Karayu, to the southeast into Arsi, and as far south as the territories of the Gurage.[2]\n\nOn the other hand, he continued the policy of his ancestor Amha Iyasus in maintaining a buffer region to his north, created from the Yejju and Wollo Oromo rulers in the area. This helped keep Shewa out of the reach of the northern lords like Ras Ali II of Yejju, who continued their own civil wars.\n\nAfter a few years, Sahle Selassie felt his position secure enough that he proclaimed himself Negus, or king, of Shewa, Yifat, the Oromo and the Gurage peoples, without the authority of the Emperor of Ethiopia in Gondar, but with his apparent acquiescence. However, in 1829 Shewa suffered a famine, then for two years, starting in 1830, was stricken by a cholera epidemic, where two thirds of the sick at Sahle Selassie's palace died. Then one of Sahle Selassie's generals, Medoko, rebelled and convinced a number of the elite Shewan matchlockmen to desert with him to join the Oromos. Together these adversaries threatened the existence of Shewa, and burned Angolalla. About the time Sahle Selassie put down this rebellion in 1834 or 1835, a drought afflicted Shewa for two years, killing most of the domestic animals and bringing famine to his people. Pankhurst also documents records of a second cholera epidemic in 1834, which spread south from Welo causing a great mortality.[3] Sahle Selassie responded to the famine by opening the royal storehouses to the needy, endearing himself to his people. The famine came to an end in time for Medoko to rise again in rebellion, and although the general was quickly crushed, Sahle Selassie was then confronted by a crisis in the local church.[4]\n\nDuring the ongoing dispute over Christology that had split the Ethiopian Church into a number of hostile factions, Shewa had embraced the doctrine of the Sost Lidet in opposition to the theory of Wold Qib, which was embraced in the north. The Sost Lidet was also embraced by the influential monastery of Debre Libanos, located in Shewa. When Sahle Selassie sought to strengthen his power over the Shewan church by appointing men loyal to himself as trusties of the local monasteries—an act that brought the opposition not only of the monks themselves, but also of the Ichege, the abbot of the monastery of Debre Libanos and the second most powerful churchman in Ethiopia. Facing the threat of excommunication, Sahle Selassie relented and on 24 November 1841 dismissed his appointees—only to find himself under attack by Shewan supporters of the Wold Qib in Menz, Marra Biete, and other districts. At the moment the monarch managed to quiet this controversy, the arrival of a new Abuna, Salama III reawoke the resistance of the followers of the Wold Qib, and the new Abuna excommunicated Sahle Selassie in 1845. Despite the intervention of Imperial Regent, Ras Ali II, Abuna Salama refused to lift the interdict, and Ras Ali finally arrested the Abuna in 1846 and banished him from Gondar.[5]\n\nBy this time, Sahle Selassie's health had begun to fail, and he was unable to pursue his intentions on the Imperial throne. Only the intervention of his close friends and advisers kept the Negus from abdicating the throne in favor of his son, and the final years of his reign are otherwise unremarkable.[6]\n\n"
        },
        {
            "title": "Achievements as ruler of Shewa",
            "text": "Despite his many reverses against his political rivals inside Shewa and out, considered against any other period of history, Negus Sahle Selassie was a progressive and benevolent ruler. A contemporary British visitor, Dr Charles Johnston, commented that the\n\nAbir provides several examples of Sahle Selassie's interest in the well-being of his subjects:\n\nFurther examples of Sahle Selassie's skill in administration is his reform of the laws of his domain. Courts during the reign of his predecessors Asfa Wossen and Wossen Seged followed both the Fetha Negest, the traditional Ethiopian legal code, as well as customary practices, which Abir states \"was extremely cruel. Death sentences, severance of limbs and branding with hot iron were very common.\"[9] The Negus limited executions to extreme cases of treason, sacrilege and murder, and even then required approval from the Negus. Whenever possible, Sahle Selassie reduced a death sentence to life imprisonment or forfeiture of property; in the case of a murder conviction, where the traditional Ethiopian penalty was to hand the murderer over to the relatives of the victim, who would then exact their own punishment, the Negus worked to convince the relatives to accept blood money instead of killing the convicted man.\n\nHis reforms extended beyond criminal law and included administrative reforms. He developed a new structure of taxation that was not only fairer to his subjects, but brought in a more substantial and reliable revenue; it is estimated that around 1840 his revenue in cash alone was between 80,000 and 300,000 Maria Theresa Thalers. Legends circulated in Shewa about the storehouses of gold, silver, and ivory the Negus had not only in his palaces in Doqaqit, Har Ambit and Ankober, but also hidden in mountain caves.[10] \"All in all,\" concludes Abir, \"Showa can be considered, in a way, an archaic example of a welfare state.\"[11]\n\nSahle Selassie also worked to modernize his country, and like his contemporaries Goshu of Gojjam and Wube Haile Maryam of Tigray, he made contacts with European countries like France and Great Britain in hope of gaining craftsmen, educators, and above all firearms. Like his contemporaries, he understood the value of firearms, and increased the number in his armories from a few score when he took office to 500 in 1840, and doubled that number again by 1842.[12] He signed treaties of friendship with both France (16 November 1841) and Great Britain (7 June 1841).[13] The Negus also encouraged foreigners to settle in Shewa, and offered considerable incentives to them, such as the revenue from a large village he granted a Greek mason by the name of Demetrios. As a result, at one point a number of foreigners were present in Shewa, who included a number of Greeks, at least one Armenian, and several traders from Eastern lands.[14]\n\n\"Despite his understanding of the value of foreign technology and the need for craftsmen from abroad Sahla Sellase had no desire for foreign missionaries,\" Pankhurst notes,[15] and although the arrival of two Protestant missionaries in 1837 led to a diplomatic mission from Britain by William Cornwallis Harris, both men were gently but firmly expelled in 1842.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Prince_Sahle_Selassie",
        "https://en.wikipedia.org/wiki/Negus",
        "https://en.wikipedia.org/wiki/Shewa",
        "https://en.wikipedia.org/wiki/Wossen_Seged",
        "https://en.wikipedia.org/wiki/Haile_Melekot",
        "https://en.wikipedia.org/wiki/Ankober",
        "https://en.wikipedia.org/wiki/Ethiopian_Empire",
        "https://en.wikipedia.org/wiki/Debre_Berhan",
        "https://en.wikipedia.org/wiki/Ethiopian_Empire",
        "https://en.wikipedia.org/wiki/Haile_Melekot",
        "https://en.wikipedia.org/wiki/Darge_Sahle_Selassie",
        "https://en.wikipedia.org/wiki/Wossen_Seged",
        "https://en.wikipedia.org/wiki/Zenebework",
        "https://en.wikipedia.org/wiki/Ethiopian_Orthodox_Tewahedo_Church",
        "https://en.wikipedia.org/wiki/Amharic",
        "https://en.wikipedia.org/wiki/Negus",
        "https://en.wikipedia.org/wiki/Shewa",
        "https://en.wikipedia.org/wiki/Amhara_people",
        "https://en.wikipedia.org/wiki/Ethiopia",
        "https://en.wikipedia.org/wiki/Wossen_Seged",
        "https://en.wikipedia.org/wiki/Haile_Melekot",
        "https://en.wikipedia.org/wiki/Darge_Sahle_Selassie",
        "https://en.wikipedia.org/wiki/Oromo_people",
        "https://en.wikipedia.org/wiki/Marra_Biete",
        "https://en.wikipedia.org/wiki/Sela_Dingay",
        "https://en.wikipedia.org/wiki/Zenebework",
        "https://en.wikipedia.org/wiki/Menz",
        "https://en.wikipedia.org/wiki/Amhara_people",
        "https://en.wikipedia.org/wiki/Abichu_Oromo",
        "https://en.wikipedia.org/wiki/Tulama_Oromo",
        "https://en.wikipedia.org/wiki/Debre_Berhan",
        "https://en.wikipedia.org/wiki/Arsi_people",
        "https://en.wikipedia.org/wiki/Gurage",
        "https://en.wikipedia.org/wiki/Amha_Iyasus",
        "https://en.wikipedia.org/wiki/Yejju_Oromo",
        "https://en.wikipedia.org/wiki/Ali_II_of_Yejju",
        "https://en.wikipedia.org/wiki/Yifat",
        "https://en.wikipedia.org/wiki/Gurage_people",
        "https://en.wikipedia.org/wiki/Ethiopian_famine",
        "https://en.wikipedia.org/wiki/Cholera",
        "https://en.wikipedia.org/wiki/Matchlock",
        "https://en.wikipedia.org/wiki/Christology",
        "https://en.wikipedia.org/wiki/Ethiopian_Church",
        "https://en.wikipedia.org/wiki/Debre_Libanos",
        "https://en.wikipedia.org/wiki/Ichege",
        "https://en.wikipedia.org/wiki/Excommunication",
        "https://en.wikipedia.org/wiki/Menz",
        "https://en.wikipedia.org/wiki/Marra_Biete",
        "https://en.wikipedia.org/wiki/Abuna",
        "https://en.wikipedia.org/wiki/Abuna_Salama_III",
        "https://en.wikipedia.org/wiki/Ali_II_of_Yejju",
        "https://en.wikipedia.org/wiki/Gondar",
        "https://en.wikipedia.org/wiki/Asfa_Wossen",
        "https://en.wikipedia.org/wiki/Fetha_Negest",
        "https://en.wikipedia.org/wiki/Taxation",
        "https://en.wikipedia.org/wiki/Maria_Theresa_Thaler",
        "https://en.wikipedia.org/wiki/Ankober",
        "https://en.wikipedia.org/wiki/Welfare_state",
        "https://en.wikipedia.org/wiki/Louis_Philippe_I",
        "https://en.wikipedia.org/wiki/Gojjam",
        "https://en.wikipedia.org/wiki/Wube_Haile_Maryam",
        "https://en.wikipedia.org/wiki/Tigray_Province",
        "https://en.wikipedia.org/wiki/William_Cornwallis_Harris",
        "https://en.wikipedia.org/wiki/Wossen_Seged",
        "https://en.wikipedia.org/wiki/Rulers_of_Shewa",
        "https://en.wikipedia.org/wiki/Haile_Melekot",
        "https://en.wikipedia.org/wiki/Sahle_Selassie",
        "https://en.wikipedia.org/wiki/Sahle_Selassie",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}