{
    "url": "https://en.wikipedia.org/wiki/Sample_return_mission",
    "title": "Sample-return mission",
    "table_of_contents": [
        "1 Scientific use",
        "2 Planetary protection",
        "3 Sample-return missions",
        "3.1 First missions",
        "3.2 1990s",
        "3.3 2000s",
        "3.4 2010s and 2020s",
        "3.5 Future missions",
        "4 Methods of sample return",
        "4.1 Collector array",
        "4.1.1 Aerogel",
        "4.2 Robotic excavation and return",
        "5 List of missions",
        "5.1 Crewed missions",
        "5.2 Robotic missions",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA sample-return mission is a spacecraft mission to collect and return samples from an extraterrestrial location to Earth for analysis. Sample-return missions may bring back merely atoms and molecules or a deposit of complex compounds such as loose material and rocks. These samples may be obtained in a number of ways, such as soil and rock excavation or a collector array used for capturing particles of solar wind or cometary debris. Nonetheless, concerns have been raised that the return of such samples to planet Earth may endanger Earth itself.[1]\n\nTo date, samples of Moon rock from Earth's Moon have been collected by robotic and crewed missions, the comet Wild 2 and the asteroids 25143 Itokawa and 162173 Ryugu have been visited by robotic spacecraft which returned samples to Earth, and samples of the solar wind have been returned by the robotic Genesis mission.  Samples from the asteroid 101955 Bennu are en route back to Earth and are expected to arrive in September 2023.\n\nIn addition to sample-return missions, samples from three identified non-terrestrial bodies have been collected by other means: samples from the Moon in the form of Lunar meteorites, samples from Mars in the form of Martian meteorites, and samples from Vesta in the form of HED meteorites.\n\n"
        },
        {
            "title": "Scientific use",
            "text": "Samples available on Earth can be analyzed in laboratories, so we can further our understanding and knowledge as part of the discovery and exploration of the Solar System. Until now, many important scientific discoveries about the Solar System were made remotely with telescopes, and some Solar System bodies were visited by orbiting or even landing spacecraft with instruments capable of remote sensing or sample analysis. While such an investigation of the Solar System is technically easier than a sample-return mission, the scientific tools available on Earth to study such samples are far more advanced and diverse than those that can go on spacecraft. Further, analysis of samples on Earth allows follow up of any findings with different tools, including tools that can tell intrinsic extraterrestrial material from terrestrial contamination,[3] and those that have yet to be developed; in contrast, a spacecraft can carry only a limited set of analytic tools, and these have to be chosen and built long before launch.\n\nSamples analyzed on Earth can be matched against findings of remote sensing for more insight into the processes that formed the Solar System. This was done, for example, with findings by the Dawn spacecraft, which visited the asteroid Vesta from 2011 to 2012 for imaging, and samples from HED meteorites (collected on Earth until then), which were compared to data gathered by Dawn.[4] These meteorites could then be identified as material ejected from the large impact crater Rheasilvia on Vesta. This allowed deducing the composition of the crust, mantle and core of Vesta. Similarly, some differences in the composition of asteroids (and, to a lesser extent, different compositions of comets) can be discerned by imaging alone. However, for a more precise inventory of the material on these different bodies, more samples will be collected and returned in the future, to match their compositions with the data gathered through telescopes and astronomical spectroscopy.\n\nOne further focus of such investigation—besides the basic composition and geologic history of the various Solar System bodies—is the presence of the building blocks of life on comets, asteroids, Mars or the moons of the gas giants. Several sample-return missions to asteroids and comets are currently in the works. More samples from asteroids and comets will help determine whether life formed in space and was carried to Earth by meteorites. Another question under investigation is whether extraterrestrial life formed on other Solar System bodies like Mars or on the moons of the gas giants, and whether life might even exist there. The result of NASA's last \"Decadal Survey\" was to prioritize a Mars sample-return mission, as Mars has a special importance: it is comparatively \"nearby\", might have harbored life in the past, and might even continue to sustain life. Jupiter's moon Europa is another important focus in the search for life in the Solar System. However, due to the distance and other constraints, Europa might not be the target of a sample-return mission in the foreseeable future.\n\n"
        },
        {
            "title": "Planetary protection",
            "text": "Planetary protection aims to prevent biological contamination of both the target celestial body and the Earth in the case of sample-return missions. A sample return from Mars or other location with the potential to host life is a category V mission under COSPAR, which directs to the containment of any unsterilized sample returned to Earth. This is because it is unknown what the effects such hypothetical life would be on humans or the biosphere of Earth.[5] For this reason, Carl Sagan and Joshua Lederberg argued in the 1970s that we should do sample-return missions classified as category V missions with extreme caution, and later studies by the NRC and ESF agreed.[5][6][7][8][9]\n\n"
        },
        {
            "title": "Sample-return missions",
            "text": "The Apollo program returned over 382 kg (842 lb) of lunar rocks and regolith (including lunar 'soil') to the Lunar Receiving Laboratory in Houston.[10][11][12] Today, 75% of the samples are stored at the Lunar Sample Laboratory Facility built in 1979.[13] In July 1969, Apollo 11 achieved the first successful sample return from another Solar System body. It returned approximately 22 kilograms (49 lb) of Lunar surface material. This was followed by 34 kilograms (75 lb) of material and Surveyor 3 parts from Apollo 12, 42.8 kilograms (94 lb) of material from Apollo 14, 76.7 kilograms (169 lb) of material from Apollo 15, 94.3 kilograms (208 lb) of material from Apollo 16, and 110.4 kilograms (243 lb) of material from Apollo 17.[citation needed]\n\nOne of the most significant advances in sample-return missions occurred in 1970 when the robotic Soviet mission known as Luna 16 successfully returned 101 grams (3.6 oz) of lunar soil. Likewise, Luna 20 returned 55 grams (1.9 oz) in 1974, and Luna 24 returned 170 grams (6.0 oz) in 1976. Although they recovered far less than the Apollo missions, they did this fully automatically. Apart from these three successes, other attempts under the Luna programme failed. The first two missions were intended to outstrip Apollo 11 and were undertaken shortly before them in June and July 1969: Luna E-8-5 No. 402 failed at start, and Luna 15 crashed on the Moon. Later, other sample-return missions failed: Kosmos 300 and Kosmos 305 in 1969, Luna E-8-5 No. 405 in 1970, Luna E-8-5M No. 412 in 1975 had unsuccessful launches, and Luna 18 in 1971 and Luna 23 in 1974 had unsuccessful landings on the Moon.[14]\n\nIn 1970, the Soviet Union planned for a 1975 first Martian sample-return mission in the Mars 5NM project. This mission was planned to use an N1 rocket, but as this rocket never flew successfully, the mission evolved into the Mars 5M project, which would use a double launch with the smaller Proton rocket and an assembly at a Salyut space station. This Mars 5M mission was planned for 1979, but was canceled in 1977 due to technical problems and complexity; all hardware was ordered destroyed.[15]\n\nThe Orbital Debris Collection (ODC) experiment deployed on the Mir space station for 18 months in 1996–97 used aerogel to capture particles from low Earth orbit, including both interplanetary dust and man-made particles.[16]\n\nThe next mission to return extraterrestrial samples was the Genesis mission, which returned solar wind samples to Earth from beyond Earth orbit in 2004. Unfortunately, the Genesis capsule failed to open its parachute while re-entering the Earth's atmosphere and crash-landed in the Utah desert. There were fears of severe contamination or even total mission loss, but scientists managed to save many of the samples. They were the first to be collected from beyond lunar orbit. Genesis used a collector array made of wafers of ultra-pure silicon, gold, sapphire, and diamond. Each different wafer was used to collect a different part of the solar wind.[citation needed]\n\nGenesis was followed by NASA's Stardust spacecraft, which returned comet samples to Earth on January 15, 2006. It safely passed by Comet Wild 2 and collected dust samples from the comet's coma while imaging the comet's nucleus. Stardust used a collector array made of low-density aerogel (99% of which is space), which has about 1/1000 of the density of glass. This enables the collection of cometary particles without damaging them due to high impact velocities. Particle collisions with even slightly porous solid collectors would result in the destruction of those particles and damage to the collection apparatus. During the cruise, the array collected at least seven interstellar dust particles.[17]\n\nIn June 2010 the Japan Aerospace Exploration Agency (JAXA) Hayabusa probe returned asteroid samples to Earth after a rendezvous with (and a landing on) S-type asteroid 25143 Itokawa. In November 2010, scientists at the agency confirmed that, despite failure of the sampling device, the probe retrieved micrograms of dust from the asteroid, the first brought back to Earth in pristine condition.[18]\n\nThe Russian Fobos-Grunt was a failed sample-return mission designed to return samples from Phobos, one of the moons of Mars. It was launched on November 8, 2011, but failed to leave Earth orbit and crashed after several weeks into the southern Pacific Ocean.[19][20]\n\nThe Japan Aerospace Exploration Agency (JAXA) launched the improved Hayabusa2 space probe on December 3, 2014. Hayabusa2 arrived at the target  near-Earth C-type asteroid 162173 Ryugu (previously designated 1999 JU3) on 27 June 2018.[21] It surveyed the asteroid for a year and a half and took samples. It left the asteroid in November 2019[22][23] and returned to Earth on December 6, 2020.[24]\n\nThe OSIRIS-REx mission was launched in September 2016 on a mission to return samples from the asteroid 101955 Bennu.[25][26] The samples are expected to enable scientists to learn more about the time before the birth of the Solar System, initial stages of planet formation, and the source of organic compounds that led to the formation of life.[27] It reached the proximity of Bennu on 3 December 2018,[28] where it began analyzing its surface for a target sample area over the next several months. It collected its sample on 20 October 2020,[29][30] and is expected to return to Earth on 24 September 2023.[31][32]\n\nChina launched the Chang'e 5 lunar sample return mission on November 23, 2020, which returned to Earth with 2 kilograms of lunar soil on December 16, 2020.[33] It was first lunar sample return in over 40 years.[34]\n\nRussia has plans for Luna-Glob missions to return samples from the Moon by 2027 and Mars-Grunt to return samples from Mars in the late 2020s.\n\nJAXA is developing the MMX mission, a sample-return mission to Phobos that will be launched in 2024.[36] MMX will study both moons of Mars, but the landing and the sample collection will be on Phobos.  This selection was made because of the two moons, Phobos's orbit is closer to Mars and its surface may have particles blasted from Mars. Thus the sample may contain material originating on Mars itself.[37] A propulsion module carrying the sample is expected to return to Earth in approximately September 2029.[38]\n\nChina will launch the Chang'e 6 lunar sample return mission in 2023. China is also planning a mission called Tianwen-2 to return samples from 469219 Kamoʻoalewa which is planned to launch in 2024.[39] China plans for a Mars sample return mission by 2030.[40][41] Also, the Chinese Space Agency is designing a sample-retrieval mission from Ceres that would take place during the 2020s.[42]\n\nNASA has long planned a Mars sample-return mission,[43] which is only now coming to fruition. The Perseverance rover, deployed in 2020, is collecting drill core samples and stashing them on the Mars surface.[44] A joint NASA-ESA mission to return them is planned for the late twenties, consisting of a lander to retrieve the samples and raise them into orbit, and an orbiter to return them to Earth.[45]\n\nComet sample-return missions also continue to be a NASA priority. Comet Surface Sample Return was one of the six themes for proposals for NASA's fourth New Frontiers mission in 2017.[46]\n\n"
        },
        {
            "title": "Methods of sample return",
            "text": "Sample-return methods include, but are not restricted to the following:\n\nA collector array may be used to collect millions or billions of atoms, molecules, and fine particulates by using wafers made of different elements. The molecular structure of these wafers allows the collection of various sizes of particles. Collector arrays, such as those flown on Genesis, are ultra-pure in order to ensure maximal collection efficiency, durability, and analytical distinguishability.\n\nCollector arrays are useful for collecting tiny, fast-moving atoms such as those expelled by the Sun through the solar wind, but can also be used for collection of larger particles such as those found in the coma of a comet. The NASA spacecraft known as Stardust implemented this technique. However, due to the high speeds and size of the particles that make up the coma and the area nearby, a dense solid-state collector array was not viable. As a result, another means for collecting samples had to be designed to preserve the safety of the spacecraft and the samples themselves.\n\nAerogel is a silica-based porous solid with a sponge-like structure, 99.8% of whose volume is empty space. Aerogel has about 1/1000 of the density of glass. An aerogel was used in the Stardust spacecraft because the dust particles the spacecraft was to collect would have an impact speed of about 6 km/s.[47] A collision with a dense solid at that speed could alter their chemical composition or perhaps vaporize them completely.\n\nSince the aerogel is mostly transparent, and the particles leave a carrot-shaped path once they penetrate the surface, scientists can easily find and retrieve them. Since its pores are on the nanometer scale, particles, even ones smaller than a grain of sand, do not merely pass through the aerogel completely. Instead, they slow to a stop and then are embedded within it. The Stardust spacecraft has a tennis-racket-shaped collector with aerogel fitted to it. The collector is retracted into its capsule for safe storage and delivery back to Earth. Aerogel is quite strong and easily survives both launching and outer-space environments.\n\nSome of the riskiest and most difficult types of sample-return missions are those that require landing on an extraterrestrial body such as an asteroid, moon, or planet. It takes a great deal of time, money, and technical ability to even initiate such plans. It is a difficult feat that requires that everything from launch to landing to retrieval and launch back to Earth is planned out with high precision and accuracy.\n\nThis type of sample return, although having the most risks, is the most rewarding for planetary science. Furthermore, such missions carry a great deal of public outreach potential, which is an important attribute for space exploration when it comes to public support. The only successful robotic sample-return missions of this type have been the Soviet Luna landers and Chinese Chang'e 5.[citation needed]\n\n"
        },
        {
            "title": "List of missions",
            "text": "Colour key:\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Genesis_Rock",
        "https://en.wikipedia.org/wiki/Apollo_15",
        "https://en.wikipedia.org/wiki/Spacecraft",
        "https://en.wikipedia.org/wiki/Moon_rock",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Wild_2",
        "https://en.wikipedia.org/wiki/25143_Itokawa",
        "https://en.wikipedia.org/wiki/162173_Ryugu",
        "https://en.wikipedia.org/wiki/Solar_wind",
        "https://en.wikipedia.org/wiki/101955_Bennu",
        "https://en.wikipedia.org/wiki/Lunar_meteorite",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Martian_meteorite",
        "https://en.wikipedia.org/wiki/4_Vesta",
        "https://en.wikipedia.org/wiki/HED_meteorite",
        "https://en.wikipedia.org/wiki/Laboratory",
        "https://en.wikipedia.org/wiki/Discovery_and_exploration_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Telescope",
        "https://en.wikipedia.org/wiki/Remote_sensing",
        "https://en.wikipedia.org/wiki/Formation_and_evolution_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/HED_meteorite",
        "https://en.wikipedia.org/wiki/Rheasilvia",
        "https://en.wikipedia.org/wiki/Asteroid_spectral_types",
        "https://en.wikipedia.org/wiki/Comet",
        "https://en.wikipedia.org/wiki/Astronomical_spectroscopy",
        "https://en.wikipedia.org/wiki/Historical_geology",
        "https://en.wikipedia.org/wiki/Organic_compound",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Gas_giant",
        "https://en.wikipedia.org/wiki/Extraterrestrial_life",
        "https://en.wikipedia.org/wiki/Natural_satellite_habitability",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Planetary_protection",
        "https://en.wikipedia.org/wiki/Extraterrestrial_sample_curation",
        "https://en.wikipedia.org/wiki/Celestial_body",
        "https://en.wikipedia.org/wiki/Planetary_protection",
        "https://en.wikipedia.org/wiki/Biosphere",
        "https://en.wikipedia.org/wiki/Carl_Sagan",
        "https://en.wikipedia.org/wiki/Joshua_Lederberg",
        "https://en.wikipedia.org/wiki/Apollo_11",
        "https://en.wikipedia.org/wiki/Apollo_15",
        "https://en.wikipedia.org/wiki/NASA_Ames_Visitor_Center",
        "https://en.wikipedia.org/wiki/Apollo_program",
        "https://en.wikipedia.org/wiki/Moon_rock",
        "https://en.wikipedia.org/wiki/Regolith",
        "https://en.wikipedia.org/wiki/Lunar_soil",
        "https://en.wikipedia.org/wiki/Lunar_Receiving_Laboratory",
        "https://en.wikipedia.org/wiki/Houston",
        "https://en.wikipedia.org/wiki/Lunar_Sample_Laboratory_Facility",
        "https://en.wikipedia.org/wiki/Apollo_11",
        "https://en.wikipedia.org/wiki/Surveyor_3",
        "https://en.wikipedia.org/wiki/Apollo_12",
        "https://en.wikipedia.org/wiki/Apollo_14",
        "https://en.wikipedia.org/wiki/Apollo_15",
        "https://en.wikipedia.org/wiki/Apollo_16",
        "https://en.wikipedia.org/wiki/Apollo_17",
        "https://en.wikipedia.org/wiki/Soviet_space_program",
        "https://en.wikipedia.org/wiki/Luna_16",
        "https://en.wikipedia.org/wiki/Luna_20",
        "https://en.wikipedia.org/wiki/Luna_24",
        "https://en.wikipedia.org/wiki/Luna_programme",
        "https://en.wikipedia.org/wiki/Luna_15",
        "https://en.wikipedia.org/wiki/Kosmos_300",
        "https://en.wikipedia.org/wiki/Kosmos_305",
        "https://en.wikipedia.org/wiki/Luna_18",
        "https://en.wikipedia.org/wiki/Luna_23",
        "https://en.wikipedia.org/wiki/Mars_5NM",
        "https://en.wikipedia.org/wiki/N1_rocket",
        "https://en.wikipedia.org/wiki/Mars_5M",
        "https://en.wikipedia.org/wiki/Salyut",
        "https://en.wikipedia.org/wiki/Mir_space_station",
        "https://en.wikipedia.org/wiki/Aerogel",
        "https://en.wikipedia.org/wiki/Solar_wind",
        "https://en.wikipedia.org/wiki/Silicon",
        "https://en.wikipedia.org/wiki/Gold",
        "https://en.wikipedia.org/wiki/Sapphire",
        "https://en.wikipedia.org/wiki/Diamond",
        "https://en.wikipedia.org/wiki/Solar_wind",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Comet_Wild_2",
        "https://en.wikipedia.org/wiki/Japan_Aerospace_Exploration_Agency",
        "https://en.wikipedia.org/wiki/Hayabusa",
        "https://en.wikipedia.org/wiki/25143_Itokawa",
        "https://en.wikipedia.org/wiki/101955_Bennu",
        "https://en.wikipedia.org/wiki/JAXA",
        "https://en.wikipedia.org/wiki/Hayabusa2",
        "https://en.wikipedia.org/wiki/162173_Ryugu",
        "https://en.wikipedia.org/wiki/1999_JU3",
        "https://en.wikipedia.org/wiki/101955_Bennu",
        "https://en.wikipedia.org/wiki/Airshow_China",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Martian_Moons_Exploration",
        "https://en.wikipedia.org/wiki/Moons_of_Mars",
        "https://en.wikipedia.org/wiki/China_National_Space_Administration",
        "https://en.wikipedia.org/wiki/European_Space_Agency",
        "https://en.wikipedia.org/wiki/Aerogel",
        "https://en.wikipedia.org/wiki/Silicon_dioxide",
        "https://en.wikipedia.org/wiki/Chemical_composition",
        "https://en.wikipedia.org/wiki/Nanometer",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Luna_programme",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Apollo_11",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Apollo_12",
        "https://en.wikipedia.org/wiki/Surveyor_3",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Apollo_13",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Apollo_14",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Apollo_15",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Apollo_16",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Apollo_17",
        "https://en.wikipedia.org/wiki/Russia",
        "https://en.wikipedia.org/wiki/Mir_Environmental_Effects_Payload",
        "https://en.wikipedia.org/wiki/Low_Earth_orbit",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/Low_Earth_orbit",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Luna_15",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Kosmos_300",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Kosmos_305",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Luna_16",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Luna_18",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Luna_20",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Luna_23",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Luna_24",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Solar_wind",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/Hayabusa",
        "https://en.wikipedia.org/wiki/25143_Itokawa",
        "https://en.wikipedia.org/wiki/Russia",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/Hayabusa2",
        "https://en.wikipedia.org/wiki/162173_Ryugu",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/101955_Bennu",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/Martian_Moons_Exploration",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Europe",
        "https://en.wikipedia.org/wiki/European_Space_Agency",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Asteroid_mining",
        "https://en.wikipedia.org/wiki/Exploration_of_Mars",
        "https://en.wikipedia.org/wiki/Exploration_of_the_Moon",
        "https://en.wikipedia.org/wiki/Extraterrestrial_sample_curation",
        "https://en.wikipedia.org/wiki/List_of_lunar_probes",
        "https://en.wikipedia.org/wiki/Robotic_exploration_of_the_Moon",
        "https://en.wikipedia.org/wiki/Timeline_of_Solar_System_exploration",
        "https://en.wikipedia.org/wiki/Apollo_12",
        "https://en.wikipedia.org/wiki/Surveyor_3",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/ESA",
        "https://en.wikipedia.org/wiki/Scientific_American",
        "https://en.wikipedia.org/wiki/Rhonda_Stroud",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Rhonda_Stroud",
        "https://en.wikipedia.org/wiki/BBC_News",
        "https://en.wikipedia.org/wiki/JAXA",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/JAXA",
        "https://en.wikipedia.org/wiki/The_Nikkei",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/American_Association_for_the_Advancement_of_Science",
        "https://en.wikipedia.org/wiki/Physical_Research_Laboratory",
        "https://en.wikipedia.org/wiki/Spaceflight",
        "https://en.wikipedia.org/wiki/Timeline_of_spaceflight",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Outline_of_space_exploration",
        "https://en.wikipedia.org/wiki/Timeline_of_space_exploration",
        "https://en.wikipedia.org/wiki/Lists_of_spacecraft",
        "https://en.wikipedia.org/wiki/List_of_spaceflight_records",
        "https://en.wikipedia.org/wiki/Timeline_of_the_Space_Race",
        "https://en.wikipedia.org/wiki/Timeline_of_rocket_and_missile_technology",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/List_of_crewed_spacecraft",
        "https://en.wikipedia.org/wiki/Human_spaceflight_programs",
        "https://en.wikipedia.org/wiki/List_of_human_spaceflights",
        "https://en.wikipedia.org/wiki/List_of_Soviet_human_spaceflight_missions",
        "https://en.wikipedia.org/wiki/List_of_Russian_human_spaceflight_missions",
        "https://en.wikipedia.org/wiki/List_of_Vostok_and_Voskhod_missions",
        "https://en.wikipedia.org/wiki/List_of_Soyuz_missions",
        "https://en.wikipedia.org/wiki/Project_Mercury",
        "https://en.wikipedia.org/wiki/Project_Gemini",
        "https://en.wikipedia.org/wiki/List_of_Apollo_missions",
        "https://en.wikipedia.org/wiki/Skylab",
        "https://en.wikipedia.org/wiki/Shenzhou_program",
        "https://en.wikipedia.org/wiki/Indian_Human_Spaceflight_Programme",
        "https://en.wikipedia.org/wiki/Spacelab",
        "https://en.wikipedia.org/wiki/List_of_Artemis_missions",
        "https://en.wikipedia.org/wiki/List_of_fully_civilian_crewed_orbital_spaceflights",
        "https://en.wikipedia.org/wiki/List_of_fully_civilian_crewed_suborbital_spaceflights",
        "https://en.wikipedia.org/wiki/Salyut_programme",
        "https://en.wikipedia.org/wiki/List_of_Salyut_expeditions",
        "https://en.wikipedia.org/wiki/List_of_human_spaceflights_to_Salyut_space_stations",
        "https://en.wikipedia.org/wiki/List_of_uncrewed_spaceflights_to_Salyut_space_stations",
        "https://en.wikipedia.org/wiki/List_of_Salyut_spacewalks",
        "https://en.wikipedia.org/wiki/List_of_Salyut_visitors",
        "https://en.wikipedia.org/wiki/Mir",
        "https://en.wikipedia.org/wiki/List_of_Mir_expeditions",
        "https://en.wikipedia.org/wiki/List_of_ESA_space_expeditions",
        "https://en.wikipedia.org/wiki/List_of_human_spaceflights_to_Mir",
        "https://en.wikipedia.org/wiki/List_of_uncrewed_spaceflights_to_Mir",
        "https://en.wikipedia.org/wiki/List_of_Mir_spacewalks",
        "https://en.wikipedia.org/wiki/List_of_Mir_visitors",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/List_of_International_Space_Station_expeditions",
        "https://en.wikipedia.org/wiki/List_of_ESA_space_expeditions",
        "https://en.wikipedia.org/wiki/List_of_visiting_expeditions_to_the_International_Space_Station",
        "https://en.wikipedia.org/wiki/List_of_spaceflights_to_the_International_Space_Station",
        "https://en.wikipedia.org/wiki/List_of_human_spaceflights_to_the_International_Space_Station",
        "https://en.wikipedia.org/wiki/Uncrewed_spaceflights_to_the_International_Space_Station",
        "https://en.wikipedia.org/wiki/List_of_International_Space_Station_spacewalks",
        "https://en.wikipedia.org/wiki/List_of_visitors_to_the_International_Space_Station",
        "https://en.wikipedia.org/wiki/List_of_spacecraft_deployed_from_the_International_Space_Station",
        "https://en.wikipedia.org/wiki/Tiangong_space_station",
        "https://en.wikipedia.org/wiki/List_of_Tiangong_Space_Station_expeditions",
        "https://en.wikipedia.org/wiki/List_of_human_spaceflights_to_the_Tiangong_space_station",
        "https://en.wikipedia.org/wiki/List_of_Tiangong_Space_Station_spacewalks",
        "https://en.wikipedia.org/wiki/Space_Shuttle",
        "https://en.wikipedia.org/wiki/List_of_Space_Shuttle_crews",
        "https://en.wikipedia.org/wiki/List_of_Space_Shuttle_missions",
        "https://en.wikipedia.org/wiki/List_of_Space_Shuttle_rollbacks",
        "https://en.wikipedia.org/wiki/Lists_of_astronauts",
        "https://en.wikipedia.org/wiki/List_of_astronauts_by_name",
        "https://en.wikipedia.org/wiki/List_of_astronauts_by_year_of_selection",
        "https://en.wikipedia.org/wiki/List_of_Apollo_astronauts",
        "https://en.wikipedia.org/wiki/List_of_Gemini_astronauts",
        "https://en.wikipedia.org/wiki/List_of_Chinese_astronauts",
        "https://en.wikipedia.org/wiki/List_of_Asian_astronauts",
        "https://en.wikipedia.org/wiki/List_of_European_astronauts",
        "https://en.wikipedia.org/wiki/List_of_cosmonauts",
        "https://en.wikipedia.org/wiki/List_of_female_astronauts",
        "https://en.wikipedia.org/wiki/List_of_Muslim_astronauts",
        "https://en.wikipedia.org/wiki/List_of_Arab_astronauts",
        "https://en.wikipedia.org/wiki/Lists_of_space_scientists",
        "https://en.wikipedia.org/wiki/List_of_space_travelers_by_name",
        "https://en.wikipedia.org/wiki/List_of_space_travellers_by_first_flight",
        "https://en.wikipedia.org/wiki/List_of_space_travelers_by_nationality",
        "https://en.wikipedia.org/wiki/List_of_billionaire_spacetravellers",
        "https://en.wikipedia.org/wiki/Timeline_of_space_travel_by_nationality",
        "https://en.wikipedia.org/wiki/Extravehicular_activity",
        "https://en.wikipedia.org/wiki/List_of_spacewalks_since_2015",
        "https://en.wikipedia.org/wiki/List_of_cumulative_spacewalk_records",
        "https://en.wikipedia.org/wiki/List_of_longest_spacewalks",
        "https://en.wikipedia.org/wiki/List_of_spacewalkers",
        "https://en.wikipedia.org/wiki/Discovery_and_exploration_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/Timeline_of_Solar_System_exploration",
        "https://en.wikipedia.org/wiki/List_of_interplanetary_voyages",
        "https://en.wikipedia.org/wiki/List_of_landings_on_extraterrestrial_bodies",
        "https://en.wikipedia.org/wiki/List_of_rovers_on_extraterrestrial_bodies",
        "https://en.wikipedia.org/wiki/List_of_artificial_objects_on_extraterrestrial_surfaces",
        "https://en.wikipedia.org/wiki/List_of_objects_at_Lagrange_points",
        "https://en.wikipedia.org/wiki/List_of_Solar_System_probes",
        "https://en.wikipedia.org/wiki/List_of_active_Solar_System_probes",
        "https://en.wikipedia.org/wiki/List_of_extraterrestrial_orbiters",
        "https://en.wikipedia.org/wiki/List_of_artificial_objects_leaving_the_Solar_System",
        "https://en.wikipedia.org/wiki/List_of_lunar_probes",
        "https://en.wikipedia.org/wiki/List_of_missions_to_the_Moon",
        "https://en.wikipedia.org/wiki/Timeline_of_artificial_satellites_and_space_probes",
        "https://en.wikipedia.org/wiki/Geocentric_orbit",
        "https://en.wikipedia.org/wiki/List_of_communications_satellite_firsts",
        "https://en.wikipedia.org/wiki/CubeSat",
        "https://en.wikipedia.org/wiki/PocketQube",
        "https://en.wikipedia.org/wiki/List_of_Earth_observation_satellites",
        "https://en.wikipedia.org/wiki/Timeline_of_first_Earth_observation_satellites",
        "https://en.wikipedia.org/wiki/List_of_satellites_in_geosynchronous_orbit",
        "https://en.wikipedia.org/wiki/List_of_GOES_satellites",
        "https://en.wikipedia.org/wiki/List_of_GPS_satellites",
        "https://en.wikipedia.org/wiki/List_of_Kosmos_satellites",
        "https://en.wikipedia.org/wiki/List_of_NRO_launches",
        "https://en.wikipedia.org/wiki/List_of_TDRS_satellites",
        "https://en.wikipedia.org/wiki/List_of_USA_satellites",
        "https://en.wikipedia.org/wiki/List_of_orbital_launch_systems",
        "https://en.wikipedia.org/wiki/Comparison_of_orbital_launch_systems",
        "https://en.wikipedia.org/wiki/List_of_sounding_rockets",
        "https://en.wikipedia.org/wiki/Lists_of_spacecraft",
        "https://en.wikipedia.org/wiki/List_of_uncrewed_spacecraft_by_program",
        "https://en.wikipedia.org/wiki/List_of_crewed_spacecraft",
        "https://en.wikipedia.org/wiki/List_of_heaviest_spacecraft",
        "https://en.wikipedia.org/wiki/List_of_rocket_stages",
        "https://en.wikipedia.org/wiki/Sounding_rocket",
        "https://en.wikipedia.org/wiki/List_of_Ariane_launches",
        "https://en.wikipedia.org/wiki/List_of_Atlas_launches",
        "https://en.wikipedia.org/wiki/List_of_Black_Brant_launches",
        "https://en.wikipedia.org/wiki/List_of_Electron_launches",
        "https://en.wikipedia.org/wiki/List_of_Falcon_9_and_Falcon_Heavy_launches",
        "https://en.wikipedia.org/wiki/List_of_GSLV_launches",
        "https://en.wikipedia.org/wiki/List_of_Kosmos_launches",
        "https://en.wikipedia.org/wiki/List_of_Long_March_launches",
        "https://en.wikipedia.org/wiki/List_of_Proton_launches",
        "https://en.wikipedia.org/wiki/List_of_PSLV_launches",
        "https://en.wikipedia.org/wiki/List_of_Scout_launches",
        "https://en.wikipedia.org/wiki/List_of_Space_Launch_System_launches",
        "https://en.wikipedia.org/wiki/List_of_SpaceX_Starship_flight_tests",
        "https://en.wikipedia.org/wiki/List_of_Thor_and_Delta_launches",
        "https://en.wikipedia.org/wiki/List_of_Titan_launches",
        "https://en.wikipedia.org/wiki/List_of_Tsyklon_launches",
        "https://en.wikipedia.org/wiki/List_of_Zenit_launches",
        "https://en.wikipedia.org/wiki/List_of_Satish_Dhawan_Space_Centre_launches",
        "https://en.wikipedia.org/wiki/List_of_communication_satellite_companies",
        "https://en.wikipedia.org/wiki/Comparison_of_communication_satellite_operators",
        "https://en.wikipedia.org/wiki/List_of_private_spaceflight_companies",
        "https://en.wikipedia.org/wiki/List_of_rocket_launch_sites",
        "https://en.wikipedia.org/wiki/List_of_government_space_agencies",
        "https://en.wikipedia.org/wiki/List_of_spacecraft_manufacturers",
        "https://en.wikipedia.org/wiki/Timeline_of_first_orbital_launches_by_country",
        "https://en.wikipedia.org/wiki/Timeline_of_first_artificial_satellites_by_country",
        "https://en.wikipedia.org/wiki/List_of_NASA_missions",
        "https://en.wikipedia.org/wiki/List_of_Constellation_missions",
        "https://en.wikipedia.org/wiki/Timeline_of_private_spaceflight",
        "https://en.wikipedia.org/wiki/Timeline_of_longest_spaceflights",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}