{
    "url": "https://en.wikipedia.org/wiki/Samuel_van_Hoogstraten",
    "title": "Samuel Dirksz van Hoogstraten",
    "table_of_contents": [
        "1 Biography",
        "2 Paintings and etches",
        "3 Literary work",
        "3.1 Art theoretician",
        "3.2 Sonnets and tragedies",
        "4 Gallery",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSamuel Dirksz van Hoogstraten (2 August 1627, in Dordrecht – 19 October 1678, in Dordrecht) was a Dutch painter of the Golden Age, who was also a poet and author on art theory.\n\n"
        },
        {
            "title": "Biography",
            "text": "Samuel Dirksz van Hoogstraten trained first with his father Dirk van Hoogstraten and stayed in Dordrecht until about 1640. On the death of his father, he moved to Amsterdam where he entered the workshop of Rembrandt[citation needed]. A short time later, he started out on his own as a master and painter of portraits.\n\nHe later made several travels which took him (1651) to Vienna, Rome and London, finally retiring to Dordrecht. There he married in 1656, and held an appointment as provost of the mint[citation needed].\n\n"
        },
        {
            "title": "Paintings and etches",
            "text": "A sufficient number of Van Hoogstraten's works have been preserved to show that he strove to imitate different styles at different times. In a portrait dated 1645, currently in the Lichtenstein collection in Vienna, he imitates Rembrandt. He continued in this vein until as late as 1653 when he produced a figure of a bearded man looking out of a window. This, one of the more characteristic examples of his style, is exhibited in the Kunsthistorisches Museum, Vienna. He was also skilled at trompe-l'œil still lifes. \n\nA view of the Vienna Hofburg, dated 1652, displays his skill as a painter of architecture. In contrast, a piece at the Hague representing a \"Lady Reading a Letter as she crosses a Courtyard\" (Mauritshuis) or a \"Lady Consulting a Doctor,\" (in the Rijksmuseum at Amsterdam), imitates de Hooch. One of his last remaining works is a portrait of Mathys van den Brouck, dated 1670.\n\nHoogstraten also employed his skill with perspective to construct \"peepshows\", or \"perspective boxes\".  For example, A Peepshow with Views of the Interior of a Dutch House[1] is a box with convincing 3D views of the interior of a Dutch house when viewed through peepholes on either end of the box.[2] One of his perspective boxes is on show at the National Gallery in London. It shows the interior of a typical Dutch house of his time.\n\nHe produced many etchings as well, and some of his plates are still preserved. His self-portrait, engraved by himself at the age of fifty, still exists.\n\nHis pupils were his younger brother Jan van Hoogstraten, Aert de Gelder, Cornelis van der Meulen, and Godfried Schalcken.[3]\n\n"
        },
        {
            "title": "Literary work",
            "text": "Van Hoogstraten's fame derives from his versatile career as a painter, poet and zealous social climber[citation needed]. Besides painting and directing a mint, he devoted some of his time to literary labours. His magnum opus is a book on painting, the Introduction to the Academy of Painting, or the Visible World (original title: 'Inleyding tot de hooge schoole der schilderkonst: anders de zichtbaere werelt', Rotterdam, 1678) which is in length and theoretical scope one of the most ambitious treatises on the art of painting published in the Dutch Republic in the seventeenth century.[4][5] It covers issues such as pictorial persuasion and illusionism, the painter's moral standards and the relation of painting to philosophy, referring to various ancient and modern authors. While reacting to international, mainly Southern European ideas on painting which Van Hoogstraten may have encountered during his travels, the treatise also reflects contemporary talk and thought on art from Dutch studios. He wrote it as a sequel to Karel van Mander's early-17th-century book on painting and painters entitled Het Schilder-Boeck.  One of van Hoogstraten's many students, Arnold Houbraken, later wrote the book entitled The Great Theatre of Dutch Painters, which included a biography of his teacher. This biography is the basis of most of the information that we have about van Hoogstraten today.\n\nVan Hoogstraten also composed sonnets and tragedies. We are indebted to him for some of the familiar sayings of Rembrandt[citation needed].\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Dordrecht",
        "https://en.wikipedia.org/wiki/Dordrecht",
        "https://en.wikipedia.org/wiki/Netherlands",
        "https://en.wikipedia.org/wiki/Baroque",
        "https://en.wikipedia.org/wiki/Dordrecht",
        "https://en.wikipedia.org/wiki/Dutch_Golden_Age",
        "https://en.wikipedia.org/wiki/Dirk_van_Hoogstraten",
        "https://en.wikipedia.org/wiki/Amsterdam",
        "https://en.wikipedia.org/wiki/Rembrandt",
        "https://en.wikipedia.org/wiki/Vienna",
        "https://en.wikipedia.org/wiki/Dyrham_Park",
        "https://en.wikipedia.org/wiki/Rijksmuseum",
        "https://en.wikipedia.org/wiki/Pieter_de_Hooch",
        "https://en.wikipedia.org/wiki/Peepshow",
        "https://en.wikipedia.org/wiki/Perspective_box",
        "https://en.wikipedia.org/wiki/National_Gallery",
        "https://en.wikipedia.org/wiki/Etching",
        "https://en.wikipedia.org/wiki/Jan_van_Hoogstraten",
        "https://en.wikipedia.org/wiki/Aert_de_Gelder",
        "https://en.wikipedia.org/wiki/Cornelis_van_der_Meulen",
        "https://en.wikipedia.org/wiki/Godfried_Schalcken",
        "https://en.wikipedia.org/wiki/Magnum_opus",
        "https://en.wikipedia.org/wiki/Karel_van_Mander",
        "https://en.wikipedia.org/wiki/Arnold_Houbraken",
        "https://en.wikipedia.org/wiki/The_Great_Theatre_of_Dutch_Painters",
        "https://en.wikipedia.org/wiki/Sonnet",
        "https://en.wikipedia.org/wiki/Tragedies",
        "https://en.wikipedia.org/wiki/Adoration_of_the_Shepherds",
        "https://en.wikipedia.org/wiki/Vanitas",
        "https://en.wikipedia.org/wiki/Arnold_Houbraken",
        "https://en.wikipedia.org/wiki/Digital_library_for_Dutch_literature",
        "https://en.wikipedia.org/wiki/RKD",
        "https://en.wikipedia.org/wiki/Digital_library_for_Dutch_literature",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Arnold_Houbraken",
        "https://en.wikipedia.org/wiki/Digital_library_for_Dutch_literature",
        "https://en.wikipedia.org/wiki/Samuel_Dirksz_van_Hoogstraten",
        "https://en.wikipedia.org/wiki/Samuel_Dirksz_van_Hoogstraten",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}