{
    "url": "https://en.wikipedia.org/wiki/Samuel_Madden",
    "title": "Samuel Madden",
    "table_of_contents": [
        "1 Biography",
        "2 Works",
        "3 Further reading",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSamuel Madden (23 December 1686 – 31 December 1765) was an Irish author. His works include Themistocles; The Lover of His Country, Reflections and Resolutions Proper for the Gentlemen of Ireland, and Memoirs of the Twentieth Century. Dr. Samuel Johnson wrote of him, \"His was a name which Ireland ought to honour.\" He suggested that the Royal Dublin Society initiate a scheme to fund improvements in agriculture and arts in Ireland via the use of premiums – the source of his nickname Premium.[1]\n\n"
        },
        {
            "title": "Biography",
            "text": "Rev. Samuel Madden, D.D., commonly called \"Premium\" Madden, was born on 23 December 1686 in Dublin, Ireland. His father was John Madden, and his mother was Mary Molyneux.\n\nIn 1729, he wrote a tragedy entitled Themistocles, the Lover of His Country.\n\nIn 1733, he wrote Memoirs of the Twentieth Century, one of the first science fiction novels. However, it was suppressed by Sir Robert Walpole, and is now very rare. A reprint of the original sheets appeared with Garland Publishing in 1972 (ISBN 0824005708). The work was originally designed to have six volumes yet discontinued after volume one.\n\nIn 1738, he wrote his most famous work, Reflections and Resolutions Proper for the Gentlemen of Ireland, in which he described the poor living conditions in Ireland at the time.\n\nSamuel Madden died on 31 December 1765, at age 79. He married Jane McGill of Kirktown, County Armagh in 1765 and had ten children,   including Samuel  Molyneux Madden (died 1798),  his heir. His descendants included  Dodgson Hamilton Madden, scholar and High Court judge.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Memoirs_of_the_Twentieth_Century",
        "https://en.wikipedia.org/wiki/Samuel_Johnson",
        "https://en.wikipedia.org/wiki/Royal_Dublin_Society",
        "https://en.wikipedia.org/wiki/Dublin",
        "https://en.wikipedia.org/wiki/Memoirs_of_the_Twentieth_Century",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Robert_Walpole",
        "https://en.wikipedia.org/wiki/County_Armagh",
        "https://en.wikipedia.org/wiki/Dodgson_Hamilton_Madden",
        "https://en.wikipedia.org/wiki/Memoirs_of_the_Twentieth_Century",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/Samuel_Madden",
        "https://en.wikipedia.org/wiki/Samuel_Madden",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}