{
    "url": "https://en.wikipedia.org/wiki/Sao_civilisation",
    "title": "Sao civilisation",
    "table_of_contents": [
        "1 Origins",
        "2 Culture",
        "3 Notes",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Sao civilization (also called So) flourished in Central Africa from ca. the fourth or sixth century BC to as late as the sixteenth century AD.[1] The Sao lived by the Chari River basin in territory that later became part of Cameroon and Chad. They are the earliest civilization to have left clear traces of their presence in the territory of modern Cameroon.[2] Sometime around the 16th century, conversion to Islam changed the cultural identity of the former Sao. Today, several ethnic groups of northern Cameroon and southern Chad, but particularly the Sara, Kotoko, claim descent from the civilization of the Sao.\n\n"
        },
        {
            "title": "Origins",
            "text": "The Sao civilization began as early as the sixth or fourth century BCE, and by the end of the first millennium BCE, their presence was well established around Lake Chad and near the Chari River.[3] The city-states of the Sao reached their apex sometime between the ninth and fifteenth centuries CE.[4]\n\nAlthough some scholars estimate that the Sao civilization south of Lake Chad lasted until the fourteenth or fifteenth century, the majority opinion is that it ceased to exist as a separate culture sometime in the 16th century subsequently to the expansion of the Bornu Empire.[5] The Kotoko are the inheritors of the former city states of the Sao.[6]\n\n"
        },
        {
            "title": "Culture",
            "text": "It had been suggested that the Sao were descendants of the Hyksos who conquered Ancient Egypt, that they moved south from the Nile valley into middle Africa under pressure from invaders, or that they originated in the Bilma Oasis north of the lake Chad.[7] However, a more widely accepted theory is that the Sao were simply the indigenous inhabitants of the Lake Chad basin and that their ultimate origins lie south of the lake.[8] And recent archaeological research indicates that the Sao civilization developed indigenously from earlier cultures in the region (such as the Gajiganna culture, which began at around 1,800 BCE and began to build fortified towns by about 800 BCE), gradually increasing in complexity.[9][10][11][12] Sao artifacts show that they were a sophisticated civilization working in bronze, copper, and iron.[13] Finds include bronze sculptures and terra cotta statues of human and animal figures, coins, funerary urns, household utensils, jewelry, highly decorated pottery, and spears.[14] The largest Sao archaeological finds have been made south of Lake Chad.\n\nG.T. Stride presented these important facts about the Sao civilization:\n\nEthnic groups in the Lake Chad basin, such as the Buduma, Gamergu, Kanembu, Kotoko, and Musgum claim descent from the Sao. Lebeuf supports this connection and has traced symbolism from Sao art in works by the Guti and Tukuri subgroups of the Logone-Birni people.[16] Oral histories add further details about the people: The Sao were made up of several patrilineal clans who were united into a single polity with one language, race, and religion. In these narratives, the Sao are presented as giants and mighty warriors who fought and conquered their neighbors.[8]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Central_Africa",
        "https://en.wikipedia.org/wiki/Chari_River",
        "https://en.wikipedia.org/wiki/Cameroon",
        "https://en.wikipedia.org/wiki/Chad",
        "https://en.wikipedia.org/wiki/Sara_people",
        "https://en.wikipedia.org/wiki/Kotoko_people",
        "https://en.wikipedia.org/wiki/Chari_River",
        "https://en.wikipedia.org/wiki/Bornu_Empire",
        "https://en.wikipedia.org/wiki/Kotoko_kingdom",
        "https://en.wikipedia.org/wiki/Hyksos",
        "https://en.wikipedia.org/wiki/Ancient_Egypt",
        "https://en.wikipedia.org/wiki/Lake_Chad_basin",
        "https://en.wikipedia.org/wiki/Bronze",
        "https://en.wikipedia.org/wiki/Copper",
        "https://en.wikipedia.org/wiki/Iron",
        "https://en.wikipedia.org/wiki/Sic",
        "https://en.wikipedia.org/wiki/Buduma_people",
        "https://en.wikipedia.org/wiki/Kanembu_people",
        "https://en.wikipedia.org/wiki/Kotoko_people",
        "https://en.wikipedia.org/wiki/Musgum_people",
        "https://en.wikipedia.org/wiki/Journal_of_African_Archaeology",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Nehemia_Levtzion",
        "https://en.wikipedia.org/wiki/Richmond_Palmer",
        "https://en.wikipedia.org/wiki/Sao_civilisation",
        "https://en.wikipedia.org/wiki/Sao_civilisation",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}