{
    "url": "https://en.wikipedia.org/wiki/Saoshyant",
    "title": "Saoshyant",
    "table_of_contents": [
        "1 In scripture",
        "2 In tradition",
        "3 In the Bahá'í Faith",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Saoshyant (Avestan: 𐬯𐬀𐬊𐬳𐬌𐬌𐬀𐬧𐬝 saoš́iiaṇt̰) is the Avestan language expression that literally means \"one who brings benefit\", and which is used in several different ways in Zoroastrian scripture and tradition. In particular, the expression is the proper name of the Saoshyant, an eschatological saviour figure who brings about Frashokereti, the final renovation of the world in which evil is finally destroyed. The term was contracted to \"Soshans\" in Zoroastrian tradition, and came to apply to three saviour figures that progressively bring about the final renovation.\n\n"
        },
        {
            "title": "In scripture",
            "text": "In the Gathas, the most sacred hymns of Zoroastrianism, believed to have been composed by Zoroaster himself, the term is used as a common noun to refer to the prophet's own mission and to his community of followers, who \"bring benefit\" to humanity. The common noun also appears in the Younger Avesta (e.g. Yasna 61.5), where it generically denotes religious leaders, including Zoroaster (e.g. Yasna 46.3)[1] Another common noun airyaman \"member of community\" is an epithet of these saoshyants. In contrast, the standing epithet of the saviour figure(s) is astvat-әrәta \"embodying righteousness,\"[2] which has arta/asha \"Truth\" as an element of the name.[3] These saviours are those who follow Ahura Mazda's teaching \"with acts inspired by asha\" (Yasna 48.12).\n\n\"Saoshyant\" first appears as a proper name in the Younger Avesta,[4] explicitly so in Yasht 13.129 where it is used in the singular and where Astvat-ereta develops into an alternate name of the Saoshyant. The singular also appears in Yasna 59.1 where Verethragna is said to be Saoshyant's weapon in overcoming resistance. A plural form appears for instance in Yasht 17.1 where Ashi—the divinity of \"recompense\"—is described to give the Saoshyants the power of \"making wonderful\" (frasho.kereti). The term may also be rendered as \"Renovation\" and can be translated etymologically as \"juicy-making\". \n\nThe role of the Saoshyant, or Astvat-ereta, as a future saviour of the world is briefly described in Yasht 19.88-96, where it is stated that he will achieve the Frashokereti, that he will make the world perfect and immortal, and evil and Druj will disappear. He is identified as the son of Vîspa.taurwairî and it is stated that he will come forth from Lake Kansaoya/Kansava and will carry the same weapon Verethragna that a number of Iranian epic heroes and kings have used in the past against various demonic foes. Haurvatat, Ameretat, the righteous Dūraoša and other similar entities will be his companions and together, they will vanquish the evil creations of Angra Mainyu.\n\n"
        },
        {
            "title": "In tradition",
            "text": "Already alluded to in scripture (e.g. Yasht 19.88-96, see above), but only properly developed in the 9th–12th century texts, is the role of the Saoshyant during the final renovation. In these Middle Persian texts, the name is contracted to \"Soshans\" or similar (\"Sōshans\" in living Zoroastrianism).\n\nThose medieval works of Zoroastrian tradition envision three future saviours, each of them a Soshans/Saoshyant, with one for the end of each thousand-year period that comprise the last 3,000 years of the world (these three millennia follow the \"millennium of Zoroaster\"). According to the tradition (found e.g. in the Jamasp Namag), the first Saoshyant will be named (H)Ushedar, the second (H)Ushedarmah and the third will again be the Saoshyant, who will lead humanity in the final battle against evil. The medieval works also transmit a tradition in which the three future saviours are mythologised as born of maidens, conceived while their mothers bathed in a lake that miraculously preserved the seed of the prophet Zoroaster himself. \n\nThe story of the Saoshyant's conception and early life are described in Denkard 7.10.15ff as follows: Thirty years before the decisive final battle, a maiden named Eredat-fedhri (\"Victorious Helper\") and whose nickname is \"Body-maker\" will enter a lake (in Yasht 19.92, this is \"Lake Kansava\"). Sitting in the water, the girl, who has \"not associated with men\" will receive \"victorious knowledge.\" Her son, when born, will not know nourishment from his mother, his body will be sun-like, and the \"royal glory\" of the Khvarenah will be with him. Then, for the next 57 years he will subsist on only vegetables (17 years), then only water (30 years) and then for the final 10 years only on \"spiritual food.\"\n\nThe events of the final renovation are described in the Bundahishn (30.1ff): In the final battle with evil, the yazatas Airyaman and Atar will \"melt the metal in the hills and mountains, and it will be upon the earth like a river\" (Bundahishn 34.18) but the righteous (i.e. the ashavan) will not be harmed. Eventually, Ahura Mazda will triumph, and his agent Saoshyant will resurrect the dead, whose bodies will be restored to eternal perfection, and whose souls will be cleansed and reunited with God. Time will then end, and asha and immortality will thereafter be everlasting.\n\n"
        },
        {
            "title": "",
            "text": "Bahá'í tradition considers the prophecies of the Saoshyant (Bahá'i 'Soshyosh') to have been fulfilled in the person of Bahá'u'lláh,[5][6] while the other two Soshans of Zoroastrian tradition are interpreted as referring to Muhammad and the Báb respectively.[6]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Avestan_language",
        "https://en.wikipedia.org/wiki/Zoroastrianism",
        "https://en.wikipedia.org/wiki/Eschatology",
        "https://en.wikipedia.org/wiki/Frashokereti",
        "https://en.wikipedia.org/wiki/Gathas",
        "https://en.wikipedia.org/wiki/Zoroaster",
        "https://en.wikipedia.org/wiki/Airyaman",
        "https://en.wikipedia.org/wiki/Asha",
        "https://en.wikipedia.org/wiki/Verethragna",
        "https://en.wikipedia.org/wiki/Ashi",
        "https://en.wikipedia.org/wiki/Frashokereti",
        "https://en.wikipedia.org/wiki/Haoma",
        "https://en.wikipedia.org/wiki/Asha",
        "https://en.wikipedia.org/wiki/Verethragna",
        "https://en.wikipedia.org/wiki/Haurvatat",
        "https://en.wikipedia.org/wiki/Ameretat",
        "https://en.wikipedia.org/wiki/Haoma",
        "https://en.wikipedia.org/wiki/Angra_Mainyu",
        "https://en.wikipedia.org/wiki/Middle_Persian",
        "https://en.wikipedia.org/wiki/Jamasp_Namag",
        "https://en.wikipedia.org/wiki/Denkard",
        "https://en.wikipedia.org/wiki/Khvarenah",
        "https://en.wikipedia.org/wiki/Bundahishn",
        "https://en.wikipedia.org/wiki/Yazata",
        "https://en.wikipedia.org/wiki/Airyaman",
        "https://en.wikipedia.org/wiki/Atar",
        "https://en.wikipedia.org/wiki/Ashavan",
        "https://en.wikipedia.org/wiki/Ahura_Mazda",
        "https://en.wikipedia.org/wiki/Muhammad",
        "https://en.wikipedia.org/wiki/Mary_Boyce",
        "https://en.wikipedia.org/wiki/Saoshyant",
        "https://en.wikipedia.org/wiki/Saoshyant",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}