{
    "url": "https://en.wikipedia.org/wiki/Satellite_phone",
    "title": "Satellite phone",
    "table_of_contents": [
        "1 Satellite network",
        "1.1 Geostationary satellites",
        "1.2 Low Earth orbit",
        "1.2.1 Geotracking",
        "2 One-way services",
        "3 Cost",
        "3.1 Calling cost",
        "4 Virtual country codes",
        "5 Legal restrictions",
        "6 Security concerns",
        "7 Use in disaster response",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA satellite telephone, satellite phone or satphone is a type of mobile phone that connects to other phones or the telephone network by radio through orbiting satellites instead of terrestrial cell sites, as cellphones do. The advantage of a satphone is that its use is not limited to areas covered by cell towers; it can be used in most or all geographic locations on the Earth's surface.\n\nThe mobile equipment, also known as a terminal, varies widely. Early satellite phone handsets had a size and weight comparable to that of a late-1980s or early-1990s mobile phone, but usually with a large retractable antenna. More recent satellite phones are similar in size to a regular mobile phone while some prototype satellite phones have no distinguishable difference from an ordinary smartphone.[1][2] Satphones are popular on expeditions into remote areas where terrestrial cellular service is unavailable.\n\nA fixed installation, such as one used aboard a ship, may include large, rugged, rack-mounted electronics, and a steerable microwave antenna on the mast that automatically tracks the overhead satellites. Smaller installations using VoIP over a two-way satellite broadband service such as BGAN or VSAT bring the costs within the reach of leisure vessel owners. Internet service satellite phones have notoriously poor reception indoors, though it may be possible to get a consistent signal near a window or in the top floor of a building if the roof is sufficiently thin. The phones have connectors for external antennas that can be installed in vehicles and buildings. The systems also allow for the use of repeaters, much like terrestrial mobile phone systems.\n\n"
        },
        {
            "title": "Satellite network",
            "text": "Satellite phone systems can be classified into two types: systems that use satellites in a high geostationary orbit, 35,786 kilometres (22,236 mi) above the Earth's surface, and systems that use satellites in low Earth orbit (LEO), 640 to 1,120 kilometers (400 to 700 miles) above the Earth.\n\nSome satellite phones use satellites in geostationary orbit (GSO), which appear at a fixed position in the sky. These systems can maintain near-continuous global coverage with only three or four satellites, reducing the launch costs. The satellites used for these systems are very heavy (about 5000 kg) and expensive to build and launch. The satellites orbit at an altitude of 35,786 kilometres (22,236 mi) above the Earth's surface; a noticeable delay is present while making a phone call or using data services due to the large distance from users. The amount of bandwidth available on these systems is substantially higher than that of the low Earth orbit (LEO) systems; all three active systems provide portable satellite Internet using laptop-sized terminals with speeds ranging from 60 to 512 kbit per second (kbps).\n\nGeostationary satellite phones can only be used at lower latitudes, generally between 70 degrees north of the equator and 70 degrees south of the equator. At higher latitudes the satellite appears at such a low angle in the sky that radio frequency interference from terrestrial sources in the same frequency bands can interfere with the signal.\n\nAnother disadvantage of geostationary satellite systems is that in many areas—even where a large amount of open sky is present—the line-of-sight between the phone and the satellite is broken by obstacles such as steep hills and forest. The user will need to find an area with line-of-sight before using the phone. This is not the case with LEO services: even if the signal is blocked by an obstacle, one can wait a few minutes until another satellite passes overhead, but a GSO satellite may drop a call when line of sight is lost.\n\nSatphones may utilize satellites in low Earth orbit (LEO). The advantages include the possibility of providing worldwide wireless coverage with no gaps. LEO satellites orbit the Earth in high-speed, low-altitude orbits with an orbital time of 70–100 minutes, an altitude of 640 to 1,120 kilometers (400 to 700 miles). Since the satellites are not geostationary, they move with respect to the ground. A given satellite is only in view of a phone for a short time, so the call must be \"handed off\" electronically to another satellite when one passes beyond the local horizon. Depending on the positions of both the satellite and terminal, a usable pass of an individual LEO satellite will typically last 4–15 minutes on average.[3]  At least one satellite must have line-of-sight to every coverage area at all times to guarantee coverage; thus a constellation of satellites, typically 40 to 70, is required to maintain worldwide coverage.\n\nTwo such systems, both based in the United States, started in the late 1990s, but soon went into bankruptcy after failing to gain enough subscribers to fund launch costs. They are now operated by new owners who bought the assets for a fraction of their original cost and are now both planning to launch replacement constellations supporting higher bandwidth. Data speeds for current networks are between 2200 and 9600 bit/s using a satellite handset.\n\nA third system was announced in 2022 when T-Mobile US and SpaceX announced a partnership to add satellite cellular service to Starlink Gen2 satellites that are to begin launching to orbit in late 2022.  The service is aimed to provide dead-zone cell phone coverage across the US using existing midband PCS spectrum that T-Mobile owns.[6] Cell coverage will begin with messaging and expand to include voice and limited data services later, with testing to begin in 2023.  With Starlink Gen2 sats in low-Earth orbit using existing PCS spectrum, T-Mobile plans to be able to connect by satellite to ordinary mobile devices, unlike earlier satellite phones in the market which used specialized radios to connect to geosynchronous-orbit satellites, with characteristic long communications lag time.[7] T-Mobile has offered to extend the offering globally if cellular carriers in other countries wish to exchange roaming services via T-Mobile partnership with SpaceX, with other carriers working with their regulators to enable midband communications landing rights on a country-by-country basis.  Bandwidth will be limited to approximately 2 to 4 megabits per second spread across a very large cell coverage area; so 1000 to 2000 voice calls, or a greater number of text messages, can happen simultaneously in a cell.  The size of a single coverage cell has not yet been specified.[7]\n\nLEO systems have the ability to track a mobile unit's location using Doppler navigation from the satellite.[8] However, this method can be inaccurate by tens of kilometers. On some Iridium hardware the coordinates can be extracted using AT commands, while recent Globalstar handsets will display them on the screen.[9]\n\nMost VSAT terminals can be reprogrammed in-field using AT-commands to bypass automatic acquisition of GPS coordinates and instead accept manually injected GPS coordinates.\n\n"
        },
        {
            "title": "One-way services",
            "text": "Some satellite phone networks provide a one-way paging channel to alert users in poor coverage areas (such as indoors) of the incoming call. When the alert is received on the satellite phone it must be taken to an area with better coverage before the call can be accepted.\n\nGlobalstar provides a one-way data uplink service, typically used for asset tracking.\n\nIridium operates a one-way pager service as well as the call alert feature.\n\n"
        },
        {
            "title": "Cost",
            "text": "While it is possible to obtain used handsets for the Thuraya, Iridium, and Globalstar networks for approximately US$200, the newest handsets are quite expensive. The Iridium 9505A, released in 2001, sold in March 2010 for over US$1,000.[10] Satellite phones are purpose-built for one particular network and cannot be switched to other networks. The price of handsets varies with network performance. If a satellite phone provider encounters trouble with its network, handset prices will fall, then increase once new satellites are launched. Similarly, handset prices will increase when calling rates are reduced.\n\nAmong the most expensive satellite phones are BGAN terminals, often costing several thousand US dollars.[11][12] These phones provide about 0.5 Mbit/s Internet and voice communications. Satellite phones are sometimes subsidised by the provider if one signs a post-paid contract, but subsidies are usually only a few hundred US dollars or less.\n\nSince most satellite phones are built under license or the manufacturing of handsets is contracted out to OEMs, operators have a large influence over the selling price. Satellite networks operate under proprietary protocols, making it difficult for manufacturers to independently make handsets.\n\nA startup is proposing the use of standard mobile phone technology in satellites to enable low bandwidth text message with satellites from cheap mobile phones.[13]\n\nThe cost of making voice calls from a satellite phone varies from around $0.15 to $2 per minute, while calling them from landlines and regular mobile phones is more expensive. Costs for data transmissions (particularly broadband data) can be much higher. Rates from landlines and mobile phones range from $3 to $14 per minute with Iridium, Thuraya[14] and Inmarsat being some of the most expensive networks to call. The receiver of the call pays nothing, unless they are being called via a special reverse-charge service.\n\nCalls between different satellite phone networks are often very expensive, with calling rates of up to $15 per minute.\n\nCalls from satellite phones to landlines are usually around $0.80 to $1.50 per minute unless special offers are used. Such promotions are usually bound to a particular geographic area where traffic is low.\n\nMost satellite phone networks have pre-paid plans, with vouchers ranging from $100 to $5,000.\n\n"
        },
        {
            "title": "Virtual country codes",
            "text": "Satellite phones are usually issued with numbers in a special country calling code.\n\nInmarsat satellite phones are issued with codes +870. In the past, additional country codes were allocated to different satellites, but the codes +871 to +874 were phased out at the end of 2008 leaving Inmarsat users with the same country code, regardless of which satellite their terminal is registered with.[15]\n\nLow Earth orbit systems including some of the defunct ones have been allocated number ranges in the International Telecommunication Union's Global Mobile Satellite System virtual country code +881. Iridium satellite phones are issued with codes +881 6 and +881 7. Globalstar, although allocated +881 8 and +881 9 use U.S. telephone numbers except for service resellers located in Brazil, which use the +881 range.\n\nSmall regional satellite phone networks are allocated numbers in the +882 code designated for \"international networks\" which is not used exclusively for satellite phone networks.\n\n"
        },
        {
            "title": "Legal restrictions",
            "text": "In some countries, possession of a satellite phone is illegal.[16] Their signals will usually bypass local telecoms systems, hindering censorship and wiretapping attempts, which has led some intelligence agencies to believe that satellite phones aid terrorist activity.[17] It is also common for restrictions to be in place in countries with oppressive governments regimes as a way to both expose subversive agents within their country and maximize the control of the information that makes it past their borders.[18]\n\n"
        },
        {
            "title": "Security concerns",
            "text": "All modern satellite phone networks encrypt voice traffic to prevent eavesdropping. In 2012, a team of academic security researchers reverse-engineered the two major proprietary encryption algorithms in use.[33] One algorithm (used in GMR-1 phones) is a variant of the A5/2 algorithm used in GSM (used in common mobile phones), and both are vulnerable to cipher-text only attacks. The GMR-2 standard introduced a new encryption algorithm which the same research team also cryptanalysed successfully. Thus satellite phones need additional encrypting if used for high-security applications.\n\n"
        },
        {
            "title": "Use in disaster response",
            "text": "Most mobile telephone networks operate close to capacity during normal times, and large spikes in call volumes caused by widespread emergencies often overload the systems when they are needed most. Examples reported in the media where this has occurred include the 1999 İzmit earthquake, the September 11 attacks, the 2006 Kiholo Bay earthquake, the 2003 Northeast blackouts, Hurricane Katrina,[34] the 2007 Minnesota bridge collapse, the 2010 Chile earthquake, and the 2010 Haiti earthquake. Reporters and journalists have also been using satellite phones to communicate and report on events in war zones such as Iraq.\n\nTerrestrial cell antennas and networks can be damaged by natural disasters. Satellite telephony can avoid this problem and be useful during natural disasters. Satellite phone networks themselves are prone to congestion as satellites and spot beams cover a large area with relatively few voice channels.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Inmarsat",
        "https://en.wikipedia.org/wiki/Nias",
        "https://en.wikipedia.org/wiki/Indonesia",
        "https://en.wikipedia.org/wiki/Mobile_phone",
        "https://en.wikipedia.org/wiki/Public_switched_telephone_network",
        "https://en.wikipedia.org/wiki/Satellite",
        "https://en.wikipedia.org/wiki/Cell_site",
        "https://en.wikipedia.org/wiki/Cellphone",
        "https://en.wikipedia.org/wiki/Motorola_DynaTAC",
        "https://en.wikipedia.org/wiki/Prototype",
        "https://en.wikipedia.org/wiki/Smartphone",
        "https://en.wikipedia.org/wiki/Microwave",
        "https://en.wikipedia.org/wiki/Voice_over_Internet_Protocol",
        "https://en.wikipedia.org/wiki/Satellite_internet",
        "https://en.wikipedia.org/wiki/BGAN",
        "https://en.wikipedia.org/wiki/VSAT",
        "https://en.wikipedia.org/wiki/Internet",
        "https://en.wikipedia.org/wiki/Geostationary",
        "https://en.wikipedia.org/wiki/Low_Earth_orbit",
        "https://en.wikipedia.org/wiki/Geostationary_orbit",
        "https://en.wikipedia.org/wiki/Low_Earth_orbit",
        "https://en.wikipedia.org/wiki/Kilobit_per_second",
        "https://en.wikipedia.org/wiki/Radio_frequency_interference",
        "https://en.wikipedia.org/wiki/ACeS",
        "https://en.wikipedia.org/wiki/East_Asia",
        "https://en.wikipedia.org/wiki/South_Asia",
        "https://en.wikipedia.org/wiki/Southeast_Asia",
        "https://en.wikipedia.org/wiki/Inmarsat",
        "https://en.wikipedia.org/wiki/Ship",
        "https://en.wikipedia.org/wiki/Thuraya",
        "https://en.wikipedia.org/wiki/Europe",
        "https://en.wikipedia.org/wiki/Africa",
        "https://en.wikipedia.org/wiki/Middle_East",
        "https://en.wikipedia.org/wiki/Asia",
        "https://en.wikipedia.org/wiki/Australia",
        "https://en.wikipedia.org/wiki/MSAT",
        "https://en.wikipedia.org/wiki/SkyTerra",
        "https://en.wikipedia.org/wiki/Inmarsat",
        "https://en.wikipedia.org/wiki/Americas",
        "https://en.wikipedia.org/wiki/Thuraya",
        "https://en.wikipedia.org/wiki/Terrestar",
        "https://en.wikipedia.org/wiki/North_America",
        "https://en.wikipedia.org/wiki/ICO_Global_Communications",
        "https://en.wikipedia.org/wiki/Satellite",
        "https://en.wikipedia.org/wiki/Low_Earth_orbit",
        "https://en.wikipedia.org/wiki/Speed",
        "https://en.wikipedia.org/wiki/Altitude",
        "https://en.wikipedia.org/wiki/Minute",
        "https://en.wikipedia.org/wiki/Geostationary_orbit",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Globalstar",
        "https://en.wikipedia.org/wiki/Inclined_orbit",
        "https://en.wikipedia.org/wiki/Iridium_Communications",
        "https://en.wikipedia.org/wiki/Polar_orbit",
        "https://en.wikipedia.org/wiki/Chapter_11_bankruptcy",
        "https://en.wikipedia.org/wiki/Iridium_Communications",
        "https://en.wikipedia.org/wiki/SpaceX",
        "https://en.wikipedia.org/wiki/Starlink",
        "https://en.wikipedia.org/wiki/Cellular_dead_zone",
        "https://en.wikipedia.org/wiki/Midband_PCS",
        "https://en.wikipedia.org/wiki/Text_messaging",
        "https://en.wikipedia.org/wiki/Personal_Communications_Service",
        "https://en.wikipedia.org/wiki/Mobile_phone",
        "https://en.wikipedia.org/wiki/Regulatory_authority",
        "https://en.wikipedia.org/wiki/Satellite_landing_rights",
        "https://en.wikipedia.org/wiki/Geotracking",
        "https://en.wikipedia.org/wiki/Doppler_navigation",
        "https://en.wikipedia.org/wiki/AT_command",
        "https://en.wikipedia.org/wiki/Pager",
        "https://en.wikipedia.org/wiki/BGAN",
        "https://en.wikipedia.org/wiki/Original_equipment_manufacturer",
        "https://en.wikipedia.org/wiki/Proprietary_protocol",
        "https://en.wikipedia.org/wiki/Landline",
        "https://en.wikipedia.org/wiki/Mobile_phone",
        "https://en.wikipedia.org/wiki/Global_Mobile_Satellite_System",
        "https://en.wikipedia.org/wiki/List_of_country_calling_codes",
        "https://en.wikipedia.org/wiki/Inmarsat",
        "https://en.wikipedia.org/wiki/International_Telecommunication_Union",
        "https://en.wikipedia.org/wiki/Global_Mobile_Satellite_System",
        "https://en.wikipedia.org/wiki/Globalstar",
        "https://en.wikipedia.org/wiki/North_American_Numbering_Plan",
        "https://en.wikipedia.org/wiki/Brazil",
        "https://en.wikipedia.org/wiki/Censorship",
        "https://en.wikipedia.org/wiki/Wiretapping",
        "https://en.wikipedia.org/wiki/Inmarsat",
        "https://en.wikipedia.org/wiki/China_Telecom",
        "https://en.wikipedia.org/wiki/Inmarsat",
        "https://en.wikipedia.org/wiki/Thuraya",
        "https://en.wikipedia.org/wiki/Iridium_Communications",
        "https://en.wikipedia.org/wiki/Bureau_of_Diplomatic_Security",
        "https://en.wikipedia.org/wiki/Right_to_privacy",
        "https://en.wikipedia.org/wiki/Cryptography",
        "https://en.wikipedia.org/wiki/Reverse_engineering",
        "https://en.wikipedia.org/wiki/GSM",
        "https://en.wikipedia.org/wiki/Cryptanalysis",
        "https://en.wikipedia.org/wiki/Cascading_failure",
        "https://en.wikipedia.org/wiki/September_11_attacks",
        "https://en.wikipedia.org/wiki/2006_Kiholo_Bay_earthquake",
        "https://en.wikipedia.org/wiki/Northeast_Blackout_of_2003",
        "https://en.wikipedia.org/wiki/Hurricane_Katrina",
        "https://en.wikipedia.org/wiki/2010_Chile_earthquake",
        "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
        "https://en.wikipedia.org/wiki/Broadband_Global_Area_Network",
        "https://en.wikipedia.org/wiki/Satellite_internet",
        "https://en.wikipedia.org/wiki/Telecommunications",
        "https://en.wikipedia.org/wiki/Ars_Technica",
        "https://en.wikipedia.org/wiki/IEEE_Spectrum",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Alan_Gross",
        "https://en.wikipedia.org/wiki/HuffPost",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Communications_satellite",
        "https://en.wikipedia.org/wiki/Satellite_television",
        "https://en.wikipedia.org/wiki/Satellite_radio",
        "https://en.wikipedia.org/wiki/Satellite_Internet_access",
        "https://en.wikipedia.org/wiki/Amateur_radio_satellite",
        "https://en.wikipedia.org/wiki/Ground_station",
        "https://en.wikipedia.org/wiki/Communications_satellite",
        "https://en.wikipedia.org/wiki/Carriage_dispute",
        "https://en.wikipedia.org/wiki/Monoblock_LNB",
        "https://en.wikipedia.org/wiki/DiSEqC",
        "https://en.wikipedia.org/wiki/Universal_Satellites_Automatic_Location_System",
        "https://en.wikipedia.org/wiki/Automatic_Tracking_Satellite_Dish",
        "https://en.wikipedia.org/wiki/Satellite_dish",
        "https://en.wikipedia.org/wiki/Parabolic_antenna",
        "https://en.wikipedia.org/wiki/Satellite_modem",
        "https://en.wikipedia.org/wiki/Satellite_data_unit",
        "https://en.wikipedia.org/wiki/Spacebus",
        "https://en.wikipedia.org/wiki/Satellite_radio",
        "https://en.wikipedia.org/wiki/Satellite_television",
        "https://en.wikipedia.org/wiki/Digital_audio_radio_service",
        "https://en.wikipedia.org/wiki/Astra_Digital_Radio",
        "https://en.wikipedia.org/wiki/DirecTV",
        "https://en.wikipedia.org/wiki/Dish_Network",
        "https://en.wikipedia.org/wiki/Sirius_XM",
        "https://en.wikipedia.org/wiki/Sky_UK",
        "https://en.wikipedia.org/wiki/1worldspace",
        "https://en.wikipedia.org/wiki/AST_SpaceMobile",
        "https://en.wikipedia.org/wiki/EchoStar",
        "https://en.wikipedia.org/wiki/Eutelsat",
        "https://en.wikipedia.org/wiki/Globalstar",
        "https://en.wikipedia.org/wiki/Hispasat",
        "https://en.wikipedia.org/wiki/Hughes_Network_Systems",
        "https://en.wikipedia.org/wiki/Inmarsat",
        "https://en.wikipedia.org/wiki/Intelsat",
        "https://en.wikipedia.org/wiki/Intersputnik",
        "https://en.wikipedia.org/wiki/Iridium_Communications",
        "https://en.wikipedia.org/wiki/SED_Systems",
        "https://en.wikipedia.org/wiki/Starlink",
        "https://en.wikipedia.org/wiki/Telesat",
        "https://en.wikipedia.org/wiki/Tooway",
        "https://en.wikipedia.org/wiki/Airbus_Defence_and_Space",
        "https://en.wikipedia.org/wiki/INVAP",
        "https://en.wikipedia.org/wiki/Lockheed_Martin_Space",
        "https://en.wikipedia.org/wiki/Northrop_Grumman",
        "https://en.wikipedia.org/wiki/SpaceX",
        "https://en.wikipedia.org/wiki/Thales_Alenia_Space",
        "https://en.wikipedia.org/wiki/Consultative_Committee_for_Space_Data_Systems",
        "https://en.wikipedia.org/wiki/ETSI_Satellite_Digital_Radio",
        "https://en.wikipedia.org/wiki/List_of_communications_satellite_firsts",
        "https://en.wikipedia.org/wiki/List_of_communication_satellite_companies",
        "https://en.wikipedia.org/wiki/Telephony",
        "https://en.wikipedia.org/wiki/Landline",
        "https://en.wikipedia.org/wiki/Mobile_phone",
        "https://en.wikipedia.org/wiki/Photophone",
        "https://en.wikipedia.org/wiki/Cable_protection_system",
        "https://en.wikipedia.org/wiki/Communications_satellite",
        "https://en.wikipedia.org/wiki/Integrated_Services_Digital_Network",
        "https://en.wikipedia.org/wiki/Mobile_phone_signal",
        "https://en.wikipedia.org/wiki/Plain_old_telephone_service",
        "https://en.wikipedia.org/wiki/Public_switched_telephone_network",
        "https://en.wikipedia.org/wiki/Submarine_communications_cable",
        "https://en.wikipedia.org/wiki/Voice_over_IP",
        "https://en.wikipedia.org/wiki/Missed_call",
        "https://en.wikipedia.org/wiki/Misdialed_call",
        "https://en.wikipedia.org/wiki/Nuisance_call",
        "https://en.wikipedia.org/wiki/Phone_tag",
        "https://en.wikipedia.org/wiki/Fax",
        "https://en.wikipedia.org/wiki/Telephone_call",
        "https://en.wikipedia.org/wiki/Telephone_newspaper",
        "https://en.wikipedia.org/wiki/Videotelephony",
        "https://en.wikipedia.org/wiki/Telecommunications",
        "https://en.wikipedia.org/wiki/History_of_telecommunication",
        "https://en.wikipedia.org/wiki/History_of_broadcasting",
        "https://en.wikipedia.org/wiki/Cable_protection_system",
        "https://en.wikipedia.org/wiki/Cable_television",
        "https://en.wikipedia.org/wiki/Data_compression",
        "https://en.wikipedia.org/wiki/Audio_coding_format",
        "https://en.wikipedia.org/wiki/Discrete_cosine_transform",
        "https://en.wikipedia.org/wiki/Image_compression",
        "https://en.wikipedia.org/wiki/Video_coding_format",
        "https://en.wikipedia.org/wiki/Digital_media",
        "https://en.wikipedia.org/wiki/Internet_video",
        "https://en.wikipedia.org/wiki/Online_video_platform",
        "https://en.wikipedia.org/wiki/Social_media",
        "https://en.wikipedia.org/wiki/Streaming_media",
        "https://en.wikipedia.org/wiki/Drums_in_communication",
        "https://en.wikipedia.org/wiki/Information_Age",
        "https://en.wikipedia.org/wiki/Information_revolution",
        "https://en.wikipedia.org/wiki/History_of_the_Internet",
        "https://en.wikipedia.org/wiki/History_of_mobile_phones",
        "https://en.wikipedia.org/wiki/Smartphone",
        "https://en.wikipedia.org/wiki/Optical_communication",
        "https://en.wikipedia.org/wiki/Optical_telegraph",
        "https://en.wikipedia.org/wiki/Pager",
        "https://en.wikipedia.org/wiki/Photophone",
        "https://en.wikipedia.org/wiki/History_of_prepaid_mobile_phones",
        "https://en.wikipedia.org/wiki/History_of_radio",
        "https://en.wikipedia.org/wiki/Radiotelephone",
        "https://en.wikipedia.org/wiki/Communications_satellite",
        "https://en.wikipedia.org/wiki/Semaphore",
        "https://en.wikipedia.org/wiki/Semiconductor",
        "https://en.wikipedia.org/wiki/Semiconductor_device",
        "https://en.wikipedia.org/wiki/MOSFET",
        "https://en.wikipedia.org/wiki/History_of_the_transistor",
        "https://en.wikipedia.org/wiki/Smoke_signal",
        "https://en.wikipedia.org/wiki/History_of_telecommunication",
        "https://en.wikipedia.org/wiki/Telautograph",
        "https://en.wikipedia.org/wiki/Telegraphy",
        "https://en.wikipedia.org/wiki/Teleprinter",
        "https://en.wikipedia.org/wiki/History_of_the_telephone",
        "https://en.wikipedia.org/wiki/The_Telephone_Cases",
        "https://en.wikipedia.org/wiki/History_of_television",
        "https://en.wikipedia.org/wiki/Digital_television",
        "https://en.wikipedia.org/wiki/Streaming_television",
        "https://en.wikipedia.org/wiki/History_of_videotelephony",
        "https://en.wikipedia.org/wiki/Whistled_language",
        "https://en.wikipedia.org/wiki/Wireless_revolution",
        "https://en.wikipedia.org/wiki/Edwin_Howard_Armstrong",
        "https://en.wikipedia.org/wiki/John_Logie_Baird",
        "https://en.wikipedia.org/wiki/Paul_Baran",
        "https://en.wikipedia.org/wiki/John_Bardeen",
        "https://en.wikipedia.org/wiki/Alexander_Graham_Bell",
        "https://en.wikipedia.org/wiki/Emile_Berliner",
        "https://en.wikipedia.org/wiki/Jagadish_Chandra_Bose",
        "https://en.wikipedia.org/wiki/Charles_Bourseul",
        "https://en.wikipedia.org/wiki/Walter_Houser_Brattain",
        "https://en.wikipedia.org/wiki/Vint_Cerf",
        "https://en.wikipedia.org/wiki/Claude_Chappe",
        "https://en.wikipedia.org/wiki/Yogen_Dalal",
        "https://en.wikipedia.org/wiki/Donald_Davies",
        "https://en.wikipedia.org/wiki/Amos_Dolbear",
        "https://en.wikipedia.org/wiki/Thomas_Edison",
        "https://en.wikipedia.org/wiki/Lee_de_Forest",
        "https://en.wikipedia.org/wiki/Philo_Farnsworth",
        "https://en.wikipedia.org/wiki/Reginald_Fessenden",
        "https://en.wikipedia.org/wiki/Elisha_Gray",
        "https://en.wikipedia.org/wiki/Oliver_Heaviside",
        "https://en.wikipedia.org/wiki/Robert_Hooke",
        "https://en.wikipedia.org/wiki/Erna_Schneider_Hoover",
        "https://en.wikipedia.org/wiki/Gardiner_Greene_Hubbard",
        "https://en.wikipedia.org/wiki/List_of_Internet_pioneers",
        "https://en.wikipedia.org/wiki/Bob_Kahn",
        "https://en.wikipedia.org/wiki/Dawon_Kahng",
        "https://en.wikipedia.org/wiki/Narinder_Singh_Kapany",
        "https://en.wikipedia.org/wiki/Hedy_Lamarr",
        "https://en.wikipedia.org/wiki/Innocenzo_Manzetti",
        "https://en.wikipedia.org/wiki/Guglielmo_Marconi",
        "https://en.wikipedia.org/wiki/Robert_Metcalfe",
        "https://en.wikipedia.org/wiki/Antonio_Meucci",
        "https://en.wikipedia.org/wiki/Samuel_Morse",
        "https://en.wikipedia.org/wiki/Charles_Grafton_Page",
        "https://en.wikipedia.org/wiki/Radia_Perlman",
        "https://en.wikipedia.org/wiki/Alexander_Stepanovich_Popov",
        "https://en.wikipedia.org/wiki/Johann_Philipp_Reis",
        "https://en.wikipedia.org/wiki/Claude_Shannon",
        "https://en.wikipedia.org/wiki/Almon_Brown_Strowger",
        "https://en.wikipedia.org/wiki/Charles_Sumner_Tainter",
        "https://en.wikipedia.org/wiki/Nikola_Tesla",
        "https://en.wikipedia.org/wiki/Camille_Tissot",
        "https://en.wikipedia.org/wiki/Alfred_Vail",
        "https://en.wikipedia.org/wiki/Charles_Wheatstone",
        "https://en.wikipedia.org/wiki/Transmission_medium",
        "https://en.wikipedia.org/wiki/Coaxial_cable",
        "https://en.wikipedia.org/wiki/Optical_fiber",
        "https://en.wikipedia.org/wiki/Molecular_communication",
        "https://en.wikipedia.org/wiki/Radio_wave",
        "https://en.wikipedia.org/wiki/Wireless",
        "https://en.wikipedia.org/wiki/Transmission_line",
        "https://en.wikipedia.org/wiki/Data_transmission_circuit",
        "https://en.wikipedia.org/wiki/Telecommunication_circuit",
        "https://en.wikipedia.org/wiki/Network_topology",
        "https://en.wikipedia.org/wiki/Telecommunications_link",
        "https://en.wikipedia.org/wiki/Network_switch",
        "https://en.wikipedia.org/wiki/Circuit_switching",
        "https://en.wikipedia.org/wiki/Packet_switching",
        "https://en.wikipedia.org/wiki/Telephone_exchange",
        "https://en.wikipedia.org/wiki/Multiplexing",
        "https://en.wikipedia.org/wiki/Orbital_angular_momentum_multiplexing",
        "https://en.wikipedia.org/wiki/Communication_protocol",
        "https://en.wikipedia.org/wiki/Computer_network",
        "https://en.wikipedia.org/wiki/Data_communication",
        "https://en.wikipedia.org/wiki/Store_and_forward",
        "https://en.wikipedia.org/wiki/Telecommunications_equipment",
        "https://en.wikipedia.org/wiki/Telecommunications_network",
        "https://en.wikipedia.org/wiki/Cellular_network",
        "https://en.wikipedia.org/wiki/Ethernet",
        "https://en.wikipedia.org/wiki/Integrated_Services_Digital_Network",
        "https://en.wikipedia.org/wiki/Local_area_network",
        "https://en.wikipedia.org/wiki/Mobile_telephony",
        "https://en.wikipedia.org/wiki/Public_switched_telephone_network",
        "https://en.wikipedia.org/wiki/Radio_network",
        "https://en.wikipedia.org/wiki/Television_broadcasting",
        "https://en.wikipedia.org/wiki/Telex",
        "https://en.wikipedia.org/wiki/UUCP",
        "https://en.wikipedia.org/wiki/Wide_area_network",
        "https://en.wikipedia.org/wiki/Wireless_network",
        "https://en.wikipedia.org/wiki/Telecommunications_network",
        "https://en.wikipedia.org/wiki/ARPANET",
        "https://en.wikipedia.org/wiki/BITNET",
        "https://en.wikipedia.org/wiki/CYCLADES",
        "https://en.wikipedia.org/wiki/FidoNet",
        "https://en.wikipedia.org/wiki/Internet",
        "https://en.wikipedia.org/wiki/Internet2",
        "https://en.wikipedia.org/wiki/JANET",
        "https://en.wikipedia.org/wiki/NPL_network",
        "https://en.wikipedia.org/wiki/Toasternet",
        "https://en.wikipedia.org/wiki/Usenet",
        "https://en.wikipedia.org/wiki/List_of_telecommunications_regulatory_bodies",
        "https://en.wikipedia.org/wiki/Outline_of_telecommunication",
        "https://en.wikipedia.org/wiki/Mobile_phone",
        "https://en.wikipedia.org/wiki/Cellular_network",
        "https://en.wikipedia.org/wiki/Channel_capacity",
        "https://en.wikipedia.org/wiki/Cellular_frequencies",
        "https://en.wikipedia.org/wiki/Mobile_phone_operator",
        "https://en.wikipedia.org/wiki/List_of_mobile_network_operators",
        "https://en.wikipedia.org/wiki/Roaming",
        "https://en.wikipedia.org/wiki/Mobile_phone_signal",
        "https://en.wikipedia.org/wiki/SIM_card",
        "https://en.wikipedia.org/wiki/Dual_SIM",
        "https://en.wikipedia.org/wiki/SIM_lock",
        "https://en.wikipedia.org/wiki/Comparison_of_mobile_phone_standards",
        "https://en.wikipedia.org/wiki/Tethering",
        "https://en.wikipedia.org/wiki/Mobile_VoIP",
        "https://en.wikipedia.org/wiki/Wireless_Application_Protocol",
        "https://en.wikipedia.org/wiki/XHTML_Mobile_Profile",
        "https://en.wikipedia.org/wiki/List_of_mobile_phone_generations",
        "https://en.wikipedia.org/wiki/Mobile_radio_telephone",
        "https://en.wikipedia.org/wiki/1G",
        "https://en.wikipedia.org/wiki/2G",
        "https://en.wikipedia.org/wiki/3G",
        "https://en.wikipedia.org/wiki/3G_adoption",
        "https://en.wikipedia.org/wiki/High_Speed_Packet_Access",
        "https://en.wikipedia.org/wiki/4G",
        "https://en.wikipedia.org/wiki/LTE_Advanced_Pro",
        "https://en.wikipedia.org/wiki/5G",
        "https://en.wikipedia.org/wiki/Mobile_phone_features",
        "https://en.wikipedia.org/wiki/GSM",
        "https://en.wikipedia.org/wiki/GSM_services",
        "https://en.wikipedia.org/wiki/History_of_mobile_phones",
        "https://en.wikipedia.org/wiki/Mobile_operating_system",
        "https://en.wikipedia.org/wiki/Mobile_security",
        "https://en.wikipedia.org/wiki/Phone_cloning",
        "https://en.wikipedia.org/wiki/Mobile_telephony",
        "https://en.wikipedia.org/wiki/Airplane_mode",
        "https://en.wikipedia.org/wiki/Text_messaging",
        "https://en.wikipedia.org/wiki/Short_Message_Service",
        "https://en.wikipedia.org/wiki/Multimedia_Messaging_Service",
        "https://en.wikipedia.org/wiki/Rich_Communication_Services",
        "https://en.wikipedia.org/wiki/Mobile_phone_spam",
        "https://en.wikipedia.org/wiki/Mobile_phone_tracking",
        "https://en.wikipedia.org/wiki/Mobile_web",
        "https://en.wikipedia.org/wiki/Mobile_device",
        "https://en.wikipedia.org/wiki/Camera_phone",
        "https://en.wikipedia.org/wiki/Car_phone",
        "https://en.wikipedia.org/wiki/Feature_phone",
        "https://en.wikipedia.org/wiki/Projector_phone",
        "https://en.wikipedia.org/wiki/Smartphone",
        "https://en.wikipedia.org/wiki/Clamshell_design",
        "https://en.wikipedia.org/wiki/Phablet",
        "https://en.wikipedia.org/wiki/Smartwatch",
        "https://en.wikipedia.org/wiki/Foldable_smartphone",
        "https://en.wikipedia.org/wiki/Comparison_of_smartphones",
        "https://en.wikipedia.org/wiki/IPhone",
        "https://en.wikipedia.org/wiki/IOS_jailbreaking",
        "https://en.wikipedia.org/wiki/Comparison_of_Symbian_devices",
        "https://en.wikipedia.org/wiki/List_of_Windows_phones",
        "https://en.wikipedia.org/wiki/Software",
        "https://en.wikipedia.org/wiki/Mobile_app",
        "https://en.wikipedia.org/wiki/Mobile_app_development",
        "https://en.wikipedia.org/wiki/List_of_mobile_app_distribution_platforms",
        "https://en.wikipedia.org/wiki/Mobile_application_management",
        "https://en.wikipedia.org/wiki/Mobile_cloud_computing",
        "https://en.wikipedia.org/wiki/Mobile_commerce",
        "https://en.wikipedia.org/wiki/Mobile_banking",
        "https://en.wikipedia.org/wiki/Mobile_marketing",
        "https://en.wikipedia.org/wiki/Mobile_advertising",
        "https://en.wikipedia.org/wiki/Mobile_campaign",
        "https://en.wikipedia.org/wiki/Mobile_payment",
        "https://en.wikipedia.org/wiki/Contactless_payment",
        "https://en.wikipedia.org/wiki/Mobile_donating",
        "https://en.wikipedia.org/wiki/Mobile_ticketing",
        "https://en.wikipedia.org/wiki/Mobile_content",
        "https://en.wikipedia.org/wiki/Mobile_blogging",
        "https://en.wikipedia.org/wiki/Push_email",
        "https://en.wikipedia.org/wiki/Mobile_gambling",
        "https://en.wikipedia.org/wiki/Mobile_game",
        "https://en.wikipedia.org/wiki/MHealth",
        "https://en.wikipedia.org/wiki/Instant_messaging",
        "https://en.wikipedia.org/wiki/Mobile_music",
        "https://en.wikipedia.org/wiki/Mobile_news",
        "https://en.wikipedia.org/wiki/Mobile_local_search",
        "https://en.wikipedia.org/wiki/Mobile_social_network",
        "https://en.wikipedia.org/wiki/Mobile_social_address_book",
        "https://en.wikipedia.org/wiki/Mobile_television",
        "https://en.wikipedia.org/wiki/Box_breaker",
        "https://en.wikipedia.org/wiki/Mobile_phone_charm",
        "https://en.wikipedia.org/wiki/Mobile_comic",
        "https://en.wikipedia.org/wiki/Mobile_dating",
        "https://en.wikipedia.org/wiki/Japanese_mobile_phone_culture",
        "https://en.wikipedia.org/wiki/Cell_phone_novel",
        "https://en.wikipedia.org/wiki/Ringtone",
        "https://en.wikipedia.org/wiki/Silent_mode",
        "https://en.wikipedia.org/wiki/Selfie",
        "https://en.wikipedia.org/wiki/SMS_language",
        "https://en.wikipedia.org/wiki/De_Quervain_syndrome",
        "https://en.wikipedia.org/wiki/Mobile_phones_and_driving_safety",
        "https://en.wikipedia.org/wiki/Electronic_waste",
        "https://en.wikipedia.org/wiki/Common_external_power_supply",
        "https://en.wikipedia.org/wiki/Digital_media_use_and_mental_health",
        "https://en.wikipedia.org/wiki/Phantom_vibration_syndrome",
        "https://en.wikipedia.org/wiki/Wireless_device_radiation_and_health",
        "https://en.wikipedia.org/wiki/Mobile_phone_recycling",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Carrier_IQ",
        "https://en.wikipedia.org/wiki/Legality_of_recording_by_civilians",
        "https://en.wikipedia.org/wiki/Mobile_phones_in_prison",
        "https://en.wikipedia.org/wiki/Photography_and_the_law",
        "https://en.wikipedia.org/wiki/Telephone_tapping",
        "https://en.wikipedia.org/wiki/Texting_while_driving",
        "https://en.wikipedia.org/wiki/Restrictions_on_cell_phone_use_while_driving_in_the_United_States",
        "https://en.wikipedia.org/wiki/Satellite_phone",
        "https://en.wikipedia.org/wiki/Satellite_phone",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}