{
    "url": "https://en.wikipedia.org/wiki/Satire_boom",
    "title": "Satire boom",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "The satire boom was the output of a generation of British satirical writers, journalists and performers at the beginning of the 1960s. The  satire boom is often regarded as having begun with the first performance of Beyond the Fringe on 22 August 1960 and ending around December 1963 with the cancellation of the BBC TV show That Was The Week That Was. The figures most closely identified with the satire boom are Peter Cook, John Bird, John Fortune, David Frost, Dudley Moore, Bernard Levin and Richard Ingrams. Many figures who found celebrity through the satire boom went on to establish subsequently more serious careers as writers including Alan Bennett (drama), Jonathan Miller (polymathic), and Paul Foot (investigative journalism).\n\nIn his book The Neophiliacs, Christopher Booker, who as a founding editor of Private Eye was a central figure of the satire boom, charts the years  1959 to 1964. He begins with the Cambridge Footlights student revue The Last Laugh written by Bird and Cook; it later transferred to the West End. Booker ends the period with the cancellation of the television series That Was The Week That Was, and the closing  of the Establishment Club.\n\nThe boom was driven by well-connected graduates from first the University of Cambridge, and then the University of Oxford.[3] BT states, \"The ground-breaking revue Beyond the Fringe, starring Oxbridge graduates Alan Bennett, Peter Cook, Jonathan Miller and Dudley Moore, opened at the Fortune Theatre, London in 1961 – and started something of a revolution in humour.\"[3] Booker argues that, with the response to the Suez Crisis which effectively marked the end of the British Empire as a great power, an upper middle class generation with public school and Oxbridge educations who had grown up with certain expectations—of following a career in colonial administration or the civil service—suddenly found themselves surplus. Peter Cook had already entered for a Foreign Office entrance exam, before his stage career took off. At the same time the emergence of the \"angry young men\" and \"kitchen sink realism\" in drama were signs that British culture was increasingly dominated by the concerns of the \"common man\". The Labour Party was proving to be an ineffective opposition to a patrician Conservative government. The satire-boom generation were in general apolitical or had (at that time) left-of-centre tendencies.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Beyond_the_Fringe",
        "https://en.wikipedia.org/wiki/The_Daily_Telegraph",
        "https://en.wikipedia.org/wiki/Satirical",
        "https://en.wikipedia.org/wiki/Beyond_the_Fringe",
        "https://en.wikipedia.org/wiki/BBC",
        "https://en.wikipedia.org/wiki/That_Was_The_Week_That_Was",
        "https://en.wikipedia.org/wiki/Peter_Cook",
        "https://en.wikipedia.org/wiki/John_Fortune",
        "https://en.wikipedia.org/wiki/David_Frost",
        "https://en.wikipedia.org/wiki/Dudley_Moore",
        "https://en.wikipedia.org/wiki/Bernard_Levin",
        "https://en.wikipedia.org/wiki/Richard_Ingrams",
        "https://en.wikipedia.org/wiki/Alan_Bennett",
        "https://en.wikipedia.org/wiki/Drama",
        "https://en.wikipedia.org/wiki/Jonathan_Miller",
        "https://en.wikipedia.org/wiki/Polymath",
        "https://en.wikipedia.org/wiki/Investigative_journalism",
        "https://en.wikipedia.org/wiki/Christopher_Booker",
        "https://en.wikipedia.org/wiki/Private_Eye",
        "https://en.wikipedia.org/wiki/Cambridge_Footlights",
        "https://en.wikipedia.org/wiki/Revue",
        "https://en.wikipedia.org/wiki/West_End_theatre",
        "https://en.wikipedia.org/wiki/University_of_Cambridge",
        "https://en.wikipedia.org/wiki/University_of_Oxford",
        "https://en.wikipedia.org/wiki/BT_Group",
        "https://en.wikipedia.org/wiki/Suez_Crisis",
        "https://en.wikipedia.org/wiki/British_Empire",
        "https://en.wikipedia.org/wiki/Great_power",
        "https://en.wikipedia.org/wiki/Upper_middle_class",
        "https://en.wikipedia.org/wiki/British_Civil_Service",
        "https://en.wikipedia.org/wiki/Foreign_Office",
        "https://en.wikipedia.org/wiki/Angry_young_men",
        "https://en.wikipedia.org/wiki/Kitchen_sink_realism",
        "https://en.wikipedia.org/wiki/Humphrey_Carpenter",
        "https://en.wikipedia.org/wiki/Satire_boom",
        "https://en.wikipedia.org/wiki/Satire_boom",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}