{
    "url": "https://en.wikipedia.org/wiki/Saturday_Night_Live",
    "title": "Saturday Night Live",
    "table_of_contents": [
        "1 Development",
        "2 Cast and crew",
        "2.1 Cast",
        "2.2 Writers",
        "2.3 Announcers",
        "2.4 Hosts and musical guests",
        "2.5 The SNL Band",
        "3 Production",
        "3.1 The studio",
        "3.2 Creating an episode",
        "3.3 Post-production",
        "3.4 Filming and photography",
        "4 Broadcast",
        "4.1 Delays",
        "5 International versions",
        "6 U.S. television ratings",
        "7 Reception",
        "7.1 Accolades",
        "7.2 Electoral effect",
        "8 Controversies",
        "8.1 Representations of minorities",
        "9 In other media",
        "9.1 Home media",
        "9.2 Books",
        "9.3 Films",
        "9.4 Commercials",
        "9.5 Music",
        "9.6 Other",
        "10 See also",
        "11 References",
        "11.1 Notes",
        "11.2 Bibliography",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSaturday Night Live (often abbreviated to SNL) is an American late-night live television sketch comedy and variety show created by Lorne Michaels and developed by Dick Ebersol that airs on NBC and Peacock. Michaels currently serves as the program's showrunner. The show premiere was hosted by George Carlin on NBC on October 11, 1975, under the original title NBC's Saturday Night. The show's comedy sketches, which often parody contemporary culture and politics, are performed by a large and varying cast of repertory and newer cast members. Each episode is hosted by a celebrity guest, who usually delivers the opening monologue and performs in sketches with the cast, with featured performances by a musical guest. An episode normally begins with a cold open sketch that ends with someone breaking character and proclaiming, \"Live from New York, it's Saturday Night!\", properly beginning the show.\n\nIn 1980, Michaels left the series to explore other opportunities. He was replaced by Jean Doumanian, who was then replaced by Ebersol after a season of bad reviews. Ebersol ran the show until 1985, when Michaels returned. Since then, Michaels has held the job of showrunner. Many SNL cast members have found national stardom while appearing on the show, and achieved success in film and television, both in front of and behind the camera. Others associated with the show, such as writers, have gone on to successful careers creating, writing, and starring in television and film.\n\nBroadcast from Studio 8H at NBC's headquarters in the Comcast Building at 30 Rockefeller Plaza, SNL has aired 936 episodes since its debut, and began its 48th season on October 1, 2022, making it one of the longest-running network television programs in the United States. The show format has been developed and recreated in several countries, meeting with different levels of success. Successful sketches have seen life outside the show as feature films including The Blues Brothers (1980) and Wayne's World (1992). The show has been marketed in other ways, including home media releases of \"best of\" and whole seasons, and books and documentaries about behind-the-scenes activities of running and developing the show.\n\nThroughout four decades on air, Saturday Night Live has received a number of awards, including 93 Primetime Emmy Awards, six Writers Guild of America Awards, and three Peabody Awards. In 2000, it was inducted into the National Association of Broadcasters Hall of Fame. It was ranked tenth in TV Guide's \"50 Greatest TV Shows of All Time\" list, and in 2007 it was listed as one of Time's \"100 Best TV Shows of All-TIME.\" As of 2022, the show had received over 305 Primetime Emmy Award nominations, the most received by any television program.[2] The live aspect of the show has resulted in several controversies and acts of censorship, with mistakes and intentional acts of sabotage by performers as well as guests.\n\n"
        },
        {
            "title": "Development",
            "text": "From 1965 until 1975, NBC ran The Best of Carson reruns of The Tonight Show, airing them on either Saturday or Sunday night at local affiliates' discretion (originally known as The Saturday/Sunday Tonight Show Starring Johnny Carson). In 1974, Johnny Carson announced that he wanted the weekend shows pulled and saved so they could be aired during weeknights, allowing him to take time off.[3]\n\nIn 1974, NBC president Herbert Schlosser approached his vice president of late night programming, Dick Ebersol, and asked him to create a show to fill the Saturday night time slot.[4] At the suggestion of Paramount Pictures executive Barry Diller, Schlosser and Ebersol then approached Lorne Michaels.[5] Over the next three weeks, Ebersol and Michaels developed the latter's idea for a variety show featuring high-concept comedy sketches, political satire, and music performances that would attract 18- to 34-year-old viewers.[6][7] By 1975, Michaels had assembled a talented cast, including Dan Aykroyd, John Belushi, Chevy Chase, Jane Curtin, Garrett Morris, Laraine Newman, Michael O'Donoghue, Gilda Radner,[6] and George Coe.[8] The show was originally called NBC's Saturday Night, because Saturday Night Live was in use by Saturday Night Live with Howard Cosell on the rival network ABC.[9] After the cancellation of the Cosell show, NBC purchased the rights to the name in 1976 and officially adopted the new title as of the 17th episode of the second season – the episode hosted by Jack Burns on March 26, 1977.[10] The show was originally conceived with three rotating permanent hosts: Lily Tomlin, Richard Pryor, and George Carlin. According to Ebersol, consideration was given to Steve Martin and singer Linda Ronstadt also being included as a duo.[11] When Pryor dropped out because his brand of comedy was not censor-friendly, the concept was dropped. [12]\n\nDebuting on October 11, 1975,[7] the show quickly developed a cult following,[13] eventually becoming a mainstream hit and spawning (in 1978) \"Best of Saturday Night Live\" compilations that reached viewers who could not stay awake for the live broadcasts. But during the first season in 1975 and 1976, some NBC executives were not satisfied with the show's Nielsen ratings and shares.[14] Lorne Michaels pointed out to them that Nielsen's measurement of demographics indicated that baby boomers constituted a large majority of the viewers who did commit to watching the show, and many of them watched little else on television.[15] In 1975 and 1976, they were the most desirable demographic for television advertisers, even though Generation X was the right age for commercials for toys and other children's products. Baby boomers far outnumbered Generation X in reality but not in television viewership with the exception of Michaels's new show and major league sports, and advertisers had long been concerned about baby boomers' distaste for the powerful medium. NBC executives eventually understood Michaels's explanation of the desirable demographics and they decided to keep the show on the air despite many angry letters and phone calls the network received from viewers who were offended by certain sketches.[16]\n\nThey included a Weekend Update segment on April 24, 1976, the 18th episode, that ridiculed Aspen, Colorado murder suspect Claudine Longet and warranted an on-air apology by announcer Don Pardo during the following episode.[17] Herminio Traviesas, a censor who was vice president of the network's Standards and Practices department, objected to cast member Laraine Newman's use of the term \"pissed off\" in the March 13, 1976, episode with host Anthony Perkins; he was in the process of placing the show on a permanent delay of several seconds, instead of live, but he changed his mind after Newman personally apologized to him.[18]\n\nChevy Chase left the show in November of the second season and was replaced a few months later by the then-unknown comic actor Bill Murray. Aykroyd and Belushi left the show in 1979 after the end of season four. In May 1980 (after season five), Michaels—emotionally and physically exhausted—requested to put the show on hiatus for a year to give him time and energy to pursue other projects.[19] Concerned the show would be canceled without him, Michaels suggested writers Al Franken, Tom Davis, and Jim Downey as his replacements. NBC president Fred Silverman disliked Franken and was infuriated by Franken's Weekend Update routine on May 10, 1980 called \"A Limo for a Lame-O\", a scathing critique of Silverman's job performance at the network and his insistence on traveling by limousine at the network's expense. Silverman blamed Michaels for approving this Weekend Update segment.[20] Unable to get the deal he wanted, Michaels chose to leave NBC for Paramount Pictures, intending to take his associate producer, Jean Doumanian, with him. Michaels later learned that Doumanian had been given his position at SNL after being recommended by her friend, NBC vice president Barbara Gallagher.[21] Michaels's departure led to most of the cast and writing staff leaving the show.[22]\n\nThe reputation of the show as a springboard to fame meant that many aspiring stars were eager to join the new series. Jean Doumanian was tasked with hiring a full cast and writing staff in less than three months, and NBC immediately cut the show's budget from the previous $1 million per episode down to just $350,000. Doumanian faced resentment and sabotage from the remaining Michaels staff, particularly sexist men who did not appreciate a woman believing she could take Michaels's place.[23] The 1980 season was a disaster; ratings plummeted, and audiences failed to connect to the original cast's replacements, such as Charles Rocket and Ann Risley.[22] Doumanian's fate was sealed when, during a sketch, Rocket said \"fuck\" on live television.[24] After only ten months, Doumanian was dismissed.[25][26] Although executives suggested SNL be left to die, Brandon Tartikoff, who succeeded Silverman as network chief in mid-1981, wanted to keep the show on the air, believing the concept was more important to the network than money. Tartikoff turned to Ebersol as his choice for the new producer. Ebersol previously had been fired by Silverman. Ebersol gained Michaels's approval in an attempt to avoid the same staff sabotage that had blighted Doumanian's tenure.[27]\n\nEbersol's tenure saw commercial success, but was considered lackluster compared to the Michaels era, except for the breakout of new cast member Eddie Murphy during the 1980–81 sixth season.[28] Murphy, the main draw of the cast, left in 1984 to pursue his already successful film career, and Ebersol decided to again rebuild the cast. He broke with history by hiring established comedians such as Billy Crystal and Martin Short who could bring their already successful material to the show.[27] Ebersol's final year with this new cast is considered one of the series' funniest, but had strayed far from the precedent-shattering show Michaels had created.[29] After that season, Ebersol wanted a more significant revamp, including departing from the show's established \"live\" format.[citation needed] Following unsuccessful forays into film and television, in need of money, and eager not to see Tartikoff cancel the show,[30] Michaels finally returned in 1985 after Ebersol opted out. The show was again recast, with Michaels borrowing Ebersol's idea to seek out established actors such as Joan Cusack and Robert Downey Jr.[31] The cast and writers struggled creatively and, in April 1986, Tartikoff made the decision to cancel the show, until he was convinced by producer Bernie Brillstein to give it one more year.[32] The show was renewed, but, for the first time in its history, for only thirteen episodes instead of the usual twenty-two.[33] Michaels again fired most of the cast and, learning his lesson from the previous seasons, sought out unknown talent such as Dana Carvey and Phil Hartman instead of known names.[33]\n\nThe show ran successfully again until it lost Carvey and Hartman, two of its biggest stars, between 1992 and 1994. Wanting to increase SNL's ratings and profitability, then-NBC West Coast president Don Ohlmeyer and other executives began to actively interfere in the show, recommending that new stars such as Chris Farley and Adam Sandler be fired (because Ohlmeyer did not \"get\" them) and critiquing the costly nature of performing the show live. The show faced increasing criticism from the press and cast, in part encouraged by the NBC executives hoping to weaken Michaels's position.[34] Michaels received a lucrative offer to develop a Saturday night project for CBS during this time, but remained loyal to SNL.[35] 1995 saw the biggest upheaval in the cast in nearly a decade. Popular cast member Mike Myers left after five years, and Farley and Sandler, among others, were fired. A mostly new cast featuring Will Ferrell, Cheri Oteri and Darrell Hammond was hired for the new season.[36] The show focused on performers, and writers were forced to supply material for the cast's existing characters before they could write original sketches.[37] By 1997, Ohlmeyer renewed his focus on limiting Michaels's independence, forcing the removal of writer Jim Downey and cast member Norm Macdonald.[38]\n\nIn December 2021, Lorne Michaels speculated that season 50 of SNL may be his last, while Kenan Thompson speculated in August 2022 that Saturday Night Live may come to an end altogether after its 50th season in 2025. Michaels said in an interview on CBS Mornings that he is “Committed to doing the show until its 50th anniversary ... I’d like to see that through, and I have a feeling that would be a really good time to leave.” Thompson has stated that it would \"make sense financially\" for NBC to end the show after Michaels' retirement. In an interview with Charlamagne tha God, Thompson said \"[NBC] might slash the budget and then at that point, you can’t really do the same kind of show. So that’s unfair to watch it just really go down kind of in flames for real because of those restrictions…. Capping it at 50 might not be a bad idea.” Despite these speculations, no official announcement has been made regarding the future of SNL.[39][40]\n\n"
        },
        {
            "title": "Cast and crew",
            "text": "The original 1975 cast of SNL, titled \"The Not Ready For Prime-Time Players\",[41][42] a term coined by writer Herb Sargent,[43] included Laraine Newman, John Belushi, Jane Curtin, Gilda Radner, Dan Aykroyd, Garrett Morris, and Chevy Chase. Radner was the first person hired after Michaels himself. Although Chase became a performer, he was hired on a one-year writer contract and refused to sign the performer contract that was repeatedly given to him, allowing him to leave the show after the first season in 1976.[44] Newman was brought aboard after having a prior working relationship with Michaels.[45] Morris was initially brought in as a writer, but attempts to have him fired by another writer led Michaels to have Morris audition for the cast, where he turned in a successful performance.[46] Curtin and Belushi were the last two cast members hired.[45] Belushi had a disdain for television and had repeatedly turned down offers to appear on other shows, but decided to work with the show because of the involvement of Radner and writers Anne Beatts and Michael O'Donoghue.[47] Michaels was still reluctant to hire Belushi, believing he would be a source of trouble for the show, but Beatts, O'Donoghue, and Ebersol successfully argued for his inclusion.[47]\n\nAfter Chase left the show, he was replaced by Bill Murray, whom Michaels had intended to hire for the first-season cast but was unable to because of budget restrictions.[48] When Chase returned to host in 1978, he found the remaining cast resentful at his departure and his success, particularly Belushi. Murray, goaded by the rest of the cast, and Chase came to blows shortly before the show.[49] Chase's departure for film made Michaels possessive of his talent; he threatened to fire Aykroyd if he took the role of D-Day in the 1978 comedy Animal House and later refused to allow SNL musician Paul Shaffer to participate in The Blues Brothers (1980) with Aykroyd and Belushi after they left in 1979 to pursue film careers.[50][51] Michaels began to struggle to hold the remaining cast together in the wake of Chase, Aykroyd, and Belushi's independent successes. Radner had a one-woman Broadway show and Murray starred in the 1979 comedy Meatballs.[52] In 1980, Michaels chose to leave the series to pursue other interests and was replaced by Doumanian, who wanted to give the show a fresh start with a new cast and writing staff.[53] Michaels was followed out the door by the remaining original cast, Curtin, Newman, Radner, Morris, Murray, and additional cast members.[51]\n\nThe Doumanian-era cast faced immediate comparison to the beloved former cast and was not received favorably.[25] Ebersol fired the majority of her hires, except for two unknown comedians: Eddie Murphy and Joe Piscopo.[54] Talent coordinator Neil Levy claimed Murphy contacted and pleaded with him for a role on the show and, after seeing him audition, Levy fought with Doumanian to cast him instead of Robert Townsend. Doumanian wanted only one black cast member and favored Townsend, but Levy convinced her to choose Murphy. Doumanian also claimed credit for discovering Murphy and fighting with NBC executives to bring him onto the show.[55] Even so, Murphy would languish as a background character until Ebersol took charge,[56] after which Murphy was credited with much of that era's success.[57][58] Murphy's star exploded, and he quickly appeared in films such as 48 Hrs. and Trading Places, before leaving for his film career in early 1984. Much of the Ebersol cast departed after the 1983–84 season and were replaced with established comedians who could supply their own material, but at an inflated cost; Billy Crystal and Martin Short were paid $25,000 and $20,000 per episode, respectively, far more than earlier salaries.[27] Michaels's return in 1985 saw a cast reset that featured talent such as Robert Downey Jr., Jon Lovitz, and Dennis Miller.[59] The season was poorly received, and another reset followed in 1986. Michaels kept Lovitz, Miller, and Nora Dunn, and brought in new, untested talent such as Conan O'Brien, Robert Smigel, Greg Daniels, Bob Odenkirk, Kevin Nealon, Dana Carvey, Phil Hartman, and Jan Hooks, who together would define a new era on the show into the early 1990s.[60]\n\nIn 1989–90, new talent such as Mike Myers, Adam Sandler, and Chris Farley was added. Afraid of cast members leaving for film careers, Michaels had overcrowded the cast, causing a divide between the veteran members and the new, younger talent, increasing competition for limited screen time.[61] By 1995, Carvey and Hartman had left, taking with them a virtual army of characters; Myers quit for his movie career, and increasing network pressure forced Michaels to fire Sandler and Farley. The show saw its next major overhaul, bringing in a largely new cast including Will Ferrell, Molly Shannon, Cheri Oteri and Darrell Hammond. Within a few years, Jimmy Fallon and Tina Fey also joined the cast.[62] While cast members would leave over the following two decades, the show saw its next biggest transition in 2013, with the addition of six cast members to compensate for the departure of several longtime cast members like Bill Hader, Jason Sudeikis, and Fred Armisen.[63]\n\nAs of Season 48, SNL has featured 163 cast members including, besides the above-mentioned players, Rachel Dratch, Amy Poehler, Chris Rock, David Spade, Will Forte, Julia Louis-Dreyfus, Tracy Morgan, Chris Parnell, Maya Rudolph, Andy Samberg, Molly Shannon, Kristen Wiig, and many others. Kenan Thompson is the show's longest-serving cast member. Thompson first joined the series in 2003 and has been on the show for 20 seasons.[64] Those selected to join the cast of SNL are normally already accomplished performers, recruited from improvisational comedy groups such as The Groundlings (Newman, Ferrell, Hartman,[65] Lovitz, Wiig[66]) and The Second City (Aykroyd, Farley, Fey,[67] Tim Meadows), or established stand-up comedians (Carvey, Sandler, Rock, Norm Macdonald), who already possess the training or experience necessary for SNL.[68]\n\nOf the many roles available in the show, one of the longest-running and most coveted is being the host of Weekend Update, a segment that has alternated between having one or two hosts and which allows the cast members involved to perform as themselves and be on camera for an extended period of time.[citation needed] Many of the Weekend Update hosts have gone on to find greater success outside the show, including Chase, Curtin, Murray,[citation needed] Miller, Macdonald,[69] Fey,[citation needed] Fallon,[70] and Poehler. From 2008, Seth Meyers was the solo host of Weekend Update,[71] before being partnered with Cecily Strong in 2013. After Meyers left for Late Night with Seth Meyers in February 2014, Strong was paired with head writer Colin Jost. However, later that year, she was replaced by writer Michael Che.[72][73]\n\nThe cast is divided into two tiers: the more established group of repertory players; and newer, unproven cast members known as featured players, who may eventually be promoted to the repertory stable.\n\nThe cast were often contracted from anywhere between five and six years to the show,[75][76] but starting with the 1999–2000 season, new hires were tied to a rewritten contract that allowed NBC to take a cast member in at least their second year and put them in an NBC sitcom. Cast members are given the option of rejecting the first two sitcom offers but must accept the third offer, with the sitcom contract length dictated by NBC and potentially lasting up to six years.[76] The move drew criticism from talent agents and managers who believed a cast member could be locked into a contract with NBC for twelve years; six on SNL and then six on a sitcom. The contract also optioned the cast member for three feature films produced by SNL Films, a company owned by NBC, Paramount Pictures, and Michaels. The new contracts were reportedly developed after many previously unknown cast, such as Mike Myers and Adam Sandler, gained fame on SNL only to leave and make money for other studios.[76] In a 2010 interview, Wiig was reported to be contracted to SNL for a total of seven years.[77] The contracts also contain a network option that allows NBC to remove a cast member at any time.[78] In the first season of the show, the cast was paid $750 per episode, rising to $2,000 by season two, and $4,000 by season four.[79] By the late 1990s, new cast members received a salary between $5,000[76] and $5,500 per episode, increasing to $6,000 in the second year and up to $12,500 for a cast member in their fifth year. Performers could earn an additional $1,500 per episode for writing a sketch that made it to air.[78] In 2001, Ferrell became the highest-paid cast member, being paid $350,000 per season (approximately $17,500 per episode).[80] In 2014, Sasheer Zamata was added as a cast member in mid-season after criticism of the show's lack of an African-American woman.[81][82][83]\n\nAs of the 2022–23 season, Kent Sublette, Alison Gates, and Streeter Seidell are the show's co-head writers.[84]\n\nSeth Meyers became a co-head writer in 2005, became the single head writer from 2008 to 2012, and then left in 2014. The Weekend Update segment has its own dedicated team of writers led by head writer and producer Alex Baze as of the 2011–12 season.[85][86][87] Scenes on Weekend Update that involve members of the cast acting in-character alongside the host are often written by staff writers outside the dedicated Weekend Update team, who know those characters better.[87]\n\nColin Jost has been a writer since 2005 and was one of the head writers from 2012 to 2015 before being renamed head writer, from 2017 until 2022. Michael Che has been a writer since 2013. He temporarily left the show in the summer of 2014, but came back that fall to anchor Update and reclaimed his status as a writer, then serving as co-head writer alongside Jost for five years.[88][89]\n\nSNL writers are often also performers or experienced in writing and improvisational comedy. Many are hired from similar backgrounds such as The Groundlings, Second City, Upright Citizens Brigade Theatre, and ImprovOlympic.[51] Comedian Jim Downey was head writer for nine years beginning in 1985.[90] Experienced writers with backgrounds in television shows are also sometimes brought into the SNL writing room. Like the SNL cast who appear on camera, many of the writers have been able to find their own success outside the show, such as Conan O'Brien, who was brought into SNL from The Groundlings in 1988, went on to write for The Simpsons, and eventually began hosting his own show.[91] Former head writer Adam McKay, along with performer Ferrell, founded the successful comedy website Funny or Die.[92] In 2000, Tina Fey became the first woman SNL head writer[93][94] and successfully made the transition to starring on the show,[95] as well as writing and starring in feature films,[96][97][98] ultimately creating and starring in her own show 30 Rock, which was partly based on her SNL experiences.[99] In 2005, Fey was paid $1.5 million per season for her dual role as head writer and performer.[100] Writer John Mulaney has also found success outside of SNL through well-received stand-up specials, his Broadway act The Oh, Hello Show, and the special John Mulaney & the Sack Lunch Bunch.\n\nDon Pardo served as the announcer for the series when it began, and continued in the role for all but season seven, between 1981 and 1982, when Michaels had left and Mel Brandt and Bill Hanrahan filled the announcing role. In 2004, Pardo announced that he would step down from his position, but then continued in the role until 2009 where he again announced his retirement, but then continued into the 2009–10 season.[101]\n\nIn 2010, then 92-year-old Pardo was reported to be again considering his retirement, but continued to serve as announcer until his death at age 96 on August 18, 2014, following the 39th season. Apart from a brief period in 2006 in which Pardo pre-recorded his announcements at his home in Arizona, he flew to New York City to perform his announcing duties live, until 2010 when he began recording permanently from Arizona.[101][102][103] Cast members Joe Piscopo[104] and Darrell Hammond also periodically impersonated Pardo and fulfilled his announcing duties when Pardo was unavailable.[105] Hammond took over as full-time announcer starting with season 40.[106]\n\nA typical episode of SNL will feature a single host chosen for their popularity or novelty, or because they have a film, album, or other work being released near the time of their appearance on the show.[107] The host delivers the opening monologue and goodnights, introduces the musical guest, and performs in sketches with the cast. Traditionally, the host of the show ends the opening monologue by introducing the musical guest for the night, \"We got a great show for you tonight, (musical guest) is/are here. So stick around, we'll be right back.\" Comedian George Carlin was the first to host SNL in the debut October 1975 episode;[108] three episodes later, Candice Bergen became the first woman to host[109] and subsequently the first host to return.[110] Guests who have hosted five or more times are sometimes referred to as belonging to the Five-Timers Club, a term that originated on a sketch performed on Tom Hanks's fifth episode.[111] As of February 11, 2017, actor Alec Baldwin holds the record for most times hosting, having performed the duty on seventeen different occasions since 1990; Baldwin took the record from actor Steve Martin who has hosted fifteen times since 1976.[112] Occasionally, former SNL cast members also host.\n\nEach episode also features a musical guest, a solo act or a band, who perform two or three musical numbers. Occasionally, the musical guest simultaneously serves as the host, and may also appear in comedy sketches. As of October 11, 2020, Dave Grohl is the most frequent musical guest, performing on fourteen shows since 1992.[113] Michaels strongly opposes the use of pre-recorded vocals during musical performances.\n\nMichaels does not allow musical guests to perform using lip-synching tracks,[114] believing it diminishes the live aspect of the show. Exceptions are made only when the musical act is focused on intense dance routines instead of vocals, where it is difficult to be both heavily physically active and sing.[115] A 1975 performance by pop group ABBA was the first and only act to feature lip-synching,[114] until the controversial 2004 performance of Ashlee Simpson.\n\nThe December 18, 2021 episode, hosted by Paul Rudd, became the first episode not to feature any musical performances since the first episode of season 12, as well as the third episode in the show's duration to not have a musical guest, due to the rise of the Omicron variant in New York City during the ongoing COVID-19 pandemic.[116] Charli XCX was planned as the musical guest, but her performance was cancelled due to the new restrictions as the show had a \"limited cast and crew\" and no audience.[117] She was due to perform \"Good Ones\" and \"New Shapes\" on this episode, with Christine and the Queens and Caroline Polachek scheduled to guest on the latter performance. XCX's only appearance in the episode, however, was in the pre-recorded music video spoof called \"The Christmas Socks\", where she played a parrot named T.J. Rocks. To make up for time and the lack of cast members, classic Christmas sketches are shown, with some sketches introduced by Tina Fey, Tom Hanks, and Kenan Thompson.\n\nThe Saturday Night Live Band (also known as \"The Live Band\") is the house band for SNL. Academy Award-winning composer Howard Shore served as the first musical director, from 1975 to 1980, appearing in many musical sketches, including Howard Shore and His All-Nurse Band and (backing a U.S. Coast Guard chorus) Howard Shore and the Shore Patrol. Over the years, the band has featured several New York studio musicians including Paul Shaffer (1975–1980), Lou Marini (1975–1983), David Sanborn (1975), Michael Brecker (early 1980s), Ray Chew (1980–1983), Alan Rubin (1975–1983), Georg Wadenius (1979–1985), Steve Ferrone (1985), David Johansen (performing as Buster Poindexter), Tom Malone (who took over as musical director from 1981 to 1985), and G. E. Smith (musical director from 1985 to 1995). As of 2017, the band is under the leadership of Tower of Power alumnus Lenny Pickett, keyboardist Leon Pendarvis, and Eli Brueggemann, who does not play in the band on the live show. The band plays instrumentals leading in and out of station breaks; affiliates who run no advertising during these interludes hear the band play complete songs behind a Saturday Night Live bumper graphic until the program resumes.[118] The band plays \"Closing Theme (Waltz in A)\", written by Shore, at the end of the show.[119]\n\n"
        },
        {
            "title": "Production",
            "text": "Since the show's inception, SNL has aired from Studio 8H, located on floors 8 and 9 of the Comcast Building (formerly the RCA Building and GE Building, now 30 Rockefeller Plaza or \"30 Rock\"). The studio had originally been used as a radio soundstage for Arturo Toscanini and the NBC Symphony Orchestra.[120] Michaels was dumbfounded when he originally inspected Studio 8H in 1975, and found it technically limited, outdated, in need of repair,[121] and lacking the capacity to host a live show. Michaels demanded that NBC executives rebuild the studio and improve the acoustics to accommodate the intended musical acts,[120] at a cost of approximately $300,000.[120] Three of the shows of the 1976–77 season were shot at the former NBC Studios in Brooklyn, due to NBC News using Studio 8H for presidential election coverage.[122]\n\nDuring the summer 2005 shooting hiatus, crews began renovations on Studio 8H. With its thirty-first-season premiere in October 2005, the show began broadcasting in high-definition television, appearing letterboxed on conventional television screens. The offices of SNL writers, producers, and other staff can be found on the 17th floor of \"30 Rock\".[123]\n\nProduction on an SNL episode will normally start on a Monday with a free-form pitch meeting[124][125][126] between the cast, writers, producers, including Michaels and the guest host in Michaels's office over two hours. The host is invited to pitch ideas during this meeting. Although some sketch writing may occur on the day, the bulk of the work revolves around pitching ideas. Tuesday is the only day dedicated purely to writing the scripts,[125] a process that usually extends through the night into the following morning. Writing may not begin until 8 p.m. on Tuesday.[124] At 5 p.m. on Wednesday, the sketches are read by the cast during a round-table meeting in the writers room,[126] attended by the writers and producers present during the pitch meeting, technical experts such as make-up artists, who may be required to realize certain sketch ideas such as those using prosthetics, and other producers, resulting in an attendance of approximately fifty people. At this point, there may be at least forty sketch ideas that are read-through in turn, lasting upwards of three hours.[127]\n\nAfter completion of the read-through, Michaels, the head writer, the guest host, and some of the show producers will move to Michaels' office to decide the layout of the show and decide which of the sketches will be developed for air. Once complete, the writers and cast are allowed into Michaels's office to view the show breakdown and learn whether or not their sketch has survived.[128] Sketches may be rewritten starting the same day,[125] but will certainly commence on Thursday. Work focuses on developing and rewriting the remaining sketches[124] and possibly rehearsals.[126] If a sketch is still scheduled beyond Thursday, it is rehearsed on Friday or Saturday[125] before moving to a rehearsal before a live audience at 8 p.m., again on Saturday, before the live show.[124][126] After the rehearsal, Michaels will review the show lineup to ensure it meets a 90-minute length, and sketches that have made it as far as the live rehearsal may be removed.[129] This often results in less than two days of rehearsal for the eight to twelve sketches that have made it to the stage that then may appear on the live broadcast.[124] The opening monologue, spoken by the guest host, is given low priority and can be written as late as Saturday afternoon.[130]\n\nAccording to an interview with Tina Fey in 2004, the three- to four-member dedicated Weekend Update writing team will write jokes throughout the week. The host(s) of Weekend Update will normally not work with or read the scripts from the team until Thursday evening, after the main show sketches have been finalized. The host(s) will then work on contributing to the script where necessary.[131][132] As of late 2017, Weekend Update now has its own separate writing staff dedicated to writing news jokes.[citation needed]\n\nWith onsite facilities housed on floors eight and seventeen of Rockefeller Plaza, post-production duties on live broadcasts of Saturday Night Live include the mixing of audio and video elements by the Senior Audio Mixer, coupled with additional audio feeds consisting of music, sound effects, music scoring, and pre-recorded voiceovers. All sources are stored digitally, with shows captured and segregated into individual elements to reorganize for future repeats and syndication. The production tracking system was migrated from primarily analog to digital in 1998, with live shows typically requiring 1.5 terabytes of storage, consisting of audio elements and five cameras' worth of visual elements.[133] Elements of Saturday Night Live that are pre-recorded, such as certain commercial parodies, SNL Digital Shorts, and show graphics are processed off-site in the post-production facilities of Broadway Video.[134][135]\n\nStudio 8H production facilities are maintained by NBC Production Services. As of 2018, the show uses five Sony HDC-1500 cameras, primarily mounted on Vinten pedestals, although one is mounted on a Chapman-Leonard Electra crane.[136][137][138]\n\nAs of 2014, a Grass Valley GVG 4000-3 digital component production switcher and GVG 7000 digital component routing switcher are used to route visual feeds to the control room, with multiple digital and analog video recorders used to store footage. Graphics are provided by a Chyron Lyric Pro character generator and an Avid Deko character generator. Audio facilities consist of a Calrec T Series digitally controlled analog mixing console, and a Yamaha digital mixing console used for tape playback support and utility audio work.[139] While exact budgets for other seasons are not known, the 39th season (2013–14) had a budget of over $70 million, for which it received a subsidy from New York State in the amount of $12.3 million.[140]\n\nAs of 2009, the opening title sequence and opening montage is shot using the Canon EOS 5D Mark II and Canon EOS 7D digital SLR cameras. Typical elements are recorded at 30 fps, with slow-motion sequences shot at 60 fps, both in full 1080p high definition.[141]\n\nEdie Baskin was the original SNL photographer. She was hired after Michaels saw her photographs of Las Vegas and other work. Baskin helped create the opening title sequence for the show by taking photos of New York City at night.[142] The first episode used publicity photos of host George Carlin as transitional bumpers between the show and commercial breaks, the second episode used photos Baskin had already taken of host Paul Simon. It was then that Michaels suggested that Baskin photograph the hosts for the bumpers instead of using publicity photos, beginning a tradition that continues today.[143]\n\nSince 1999, Mary Ellen Matthews has been the official photographer of SNL, responsible for devising distinctive photo layouts and aesthetics for still imagery used on the show. Matthews creates photo portraits of the hosts and musical guests of each episode which are used as commercial bumpers. The limited time frame between the host's involvement in the production process and the Live show requires Matthews to create makeshift photo studios on-site at 30 Rock, with Matthews attempting to shoot the host on Tuesday and the musical guest on Thursday, although the availability of either can mean the photoshoot for both occurs as late as Thursday.[144] Matthews employs flattering portrait lighting with hard lights to achieve a Hollywood style. On the lighting, Matthews commented: \"I think it just helps the image pop off the screen ... If you use soft or flat lighting, it becomes not as dimensional ... The [classic Hollywood lighting] gives a little more contrast, and if I use edge lights and then light the background, it goes farther and farther back. I try to achieve that depth as much as I can.\"[145] Matthews is also responsible for taking cast photos, behind-the-scenes images, documenting rehearsals, and promotional photos. As of 2010, she has also been involved in directing videos, including the show title sequence.[145]\n\n"
        },
        {
            "title": "Broadcast",
            "text": "The show begins at 11:29:30 p.m. Eastern Time, and is scheduled for a 93-minute timeslot ending at 1:02 a.m.[146]\n\nFor most of SNL's history, it aired live only to NBC stations in the Eastern and Central Time Zones, with all others receiving a recorded broadcast at the normal start time of late-night network programming (11:30 p.m. Pacific and 10:30 p.m. in other time zones). Since 2017, the show is broadcast live across the contiguous United States. Because the show airs outside of the safe harbor outside of Eastern and Central Time, a brief broadcast delay is installed to meet Federal Communications Commission regulations of primetime programming.[147]\n\nOutside of the contiguous United States, the show also airs live on the three NBC stations in Alaska at 7:30 p.m. local. Two NBC stations still broadcast SNL on tape-delay: KHNL in Honolulu delays it one hour to 7:30 p.m.; and KUAM-TV in Guam, where the live broadcast occurs at 1:30 p.m. Sunday, delays it to 11 p.m.\n\nSince the first opening in 1975 with Michael O'Donoghue, Chevy Chase, and John Belushi, the show has normally begun with a cold open sketch which ends with one or more cast members breaking character and proclaiming \"Live from New York, it's Saturday Night!\", followed by the opening credits.[8] From May 1985 to April 1991, SNL was occasionally preempted for Saturday Night's Main Event.\n\nIn February 2013, NBC began airing shortened hour-long repeats on select Saturday evenings at 10 p.m. Eastern Time during the regular season (these may be preempted due to the live airing happening in primetime on the west coast); the episodes scheduled were sometimes rebroadcasts of the previous week's episode if it was a first-run broadcast.[148] Since the 2014–15 season, the show's 40th anniversary, the prime time rebroadcasts have been a selection of episodes from throughout the show's run under the title SNL Vintage.\n\nNBC and Broadway Video both hold the underlying rights to the show, while the copyright to every episode lies either with NBC or Universal Television. From 1990 until 2004, and again since 2015, Comedy Central and its predecessor Ha! aired reruns of the series, after which E! signed a deal to carry reruns.[149] Abbreviated thirty- and sixty-minute versions of the first five seasons aired as The Best of Saturday Night Live in syndication (from Orion Television; at the time, the FCC's fin-syn rules prevented NBC from directly distributing reruns of the show) beginning in the 1980s, and later on Nick at Nite in 1988. In September 2010, reruns of most episodes made from 1998 onward began airing on VH1.[150] Starting in February 2016, VH1 and Comedy Central's sister channel Logo began airing reruns of 2006-onward episodes on Sunday nights, launching its broadcast as counterprogramming for Super Bowl 50 and branding it the \"Live From New York, It's Satur-Gay Night!\" marathon.\n\nOn March 16, 2017, NBC announced it would air the final four episodes of the 42nd season live in all mainland U.S. time zones for the first time, creating a communal experience across the states. NBC executive Robert Greenblatt explained the show's significant viewership had made it part of the \"national conversation\", and thus they felt it would be appropriate for the entire country to be \"in on the joke at the same time\".[151] NBC announced on September 19, 2017, that all the 43rd season's episodes would air live coast-to-coast in the U.S.[152] Seasons 44, 45, 46 and 47 have followed suit.\nNBC announced that the May 8, 2021, episode hosted by Elon Musk would be livestreamed on YouTube worldwide for the first time.[153]\n\nThe episode scheduled for October 25, 1986, hosted by Rosanna Arquette, was not aired until November 8 due to NBC broadcasting Game 6 of the 1986 World Series between the New York Mets and Boston Red Sox; the four-hour game entered extra innings (with the Mets overcoming a two-run deficit to win), causing that night's broadcast of SNL to be canceled. The show was recorded for the studio audience starting at 1:30 AM Eastern Time, and broadcast two weeks later with a jocular \"apology\" by Mets pitcher Ron Darling.[154]\n\nThe episode scheduled for February 10, 2001, hosted by Jennifer Lopez, aired 45 minutes late due to an XFL game. Lopez and the cast were not told they were airing on a delay. Michaels was so upset by the delay the episode was rerun a mere three weeks later. The fledgling football league ended up changing their rules in order to speed up play, and a deal was reached where the feed to future games would be cut off (if the episode is airing Live)—whether the game had been decided or not—when SNL started, so that no such incident would happen again.[155]\n\nThe November 7, 2020, episode, hosted by Dave Chappelle (the first episode after 2020 presidential elections), began at 12:10 a.m. Eastern after a Clemson-Notre Dame college football game went into double overtime.[156]\n\n"
        },
        {
            "title": "International versions",
            "text": "Because SNL has been a huge success in the United States, channels in other countries have created their own versions of the show, including Germany, Egypt, Spain, South Korea, Japan, Russia, Canada, Finland, France, Italy, and Poland.[157][158]\n\nIn the mid-late 1980s, Channel Four, in association with London Weekend Television, created a show for British audiences called Saturday Live and Friday Night Live, the repeat version was entitled \"Saturday Almost Live\". It was based on the SNL format but had no direct connection to the US program.\n\nA German version of SNL named RTL Samstag Nacht aired between 1993 and 1998 on RTL Television. Most episodes were hosted by German celebrities, however, some shows were hosted by American personalities who never hosted the American version, including Mel Brooks and Michael Winslow. Due to language barriers, they appeared only in opening monologues and in a limited number of sketches.[159]\n\nSNL in its original American version has aired in Israel since the early 2000s and is broadcast by satellite provider yes. There was a local SNL-based show named Am Israel Hai (People of Israel Live) back in 2002 but it was canceled after one season. Another SNL-esque Israeli show, Eretz Nehederet (A Wonderful Country), debuted in 2003 and continues to garner high ratings.\n\nSNL also airs in the Middle East and North Africa, OSN First HD every Saturday night, one week after it airs in the U.S.[160]\n\nIn India and Sri Lanka, Saturday Night Live! airs on Comedy Central, in an hour-long version, one week after the U.S. broadcast.[161]\n\nSpain's version of the show was short-lived, lasting a few episodes which aired on Thursdays and not Saturdays as the title suggested. This version copied heavily from the American version, as they did their own versions of sketches already done on the original series.[157] Italy's Saturday Night Live From Milan aired for four seasons and used original material.[157][162]\n\nOn December 3, 2011, South Korea's SNL Korea premiered on cable channel tvN.[163][164][165][166] As of 11 November 2017, has completed nine seasons with 205 episodes.\n\nThe Japanese version Saturday Night Live JPN, which ran for six months in 2011, was created in part with sponsor Coca-Cola and Lorne Michaels's production company, Broadway Video, and broadcast on Fuji TV networks. The show followed the same format with a few minor differences, being only 45 minutes long and hosted by a permanent host. The cast was made up of seasoned comedians who take center stage and newcomers who play the background roles. It was broadcast once a month, and ended after six episodes, as planned from the start.[167][168][169]\n\nIn 2013, the Russian channel NTV aired the SNL adaptation  entitled Суббота. Вечер. Шоу (Saturday. Evening. Show) and produced by Endemol's Weit Media. Unlike other international versions, it was not broadcast live.[170] Due to low ratings and negative reviews, the third episode was pulled from the schedule.[171][172] The remaining six episodes eventually aired in January 2014, but without any announcements and under a different title: Сегодня. Вечер. Шоу (Today. Evening. Show). Reruns of the adaptation were aired at night on NTV throughout the first half of 2015.\n\nIn 2014, two ninety-minute specials were broadcast in French on Télé-Québec in the Canadian province of Quebec under the title SNL Québec; the specials were broadcast on February 8 and March 22, 2014. Hosted by Louis-José Houde and Stéphane Rousseau, it is the same format and length as the original SNL series.[173] Certain sketches from the original program, such as Debbie Downer and Schweddy Balls, were adapted into French, while other sketches were original material written directly for the Quebec series. On May 13, 2014, SNL Quebec was renewed for another eight episodes to be broadcast monthly over the 2014–15 season ending with a \"Best of\" compilation.[174] Télé-Québec announced in May 2015 the series would not be renewed due to funding cutbacks,[175] and Ici Radio-Canada Télé subsequently signed the show's production team and cast to produce a new series, Le nouveau show, for that network.[176]\n\nThe French channel M6 launched the pilot episode of its SNL adaptation, Le Saturday Night Live, in January 2017.\n\nThe Polish division of Showmax video-on-demand streaming service launched the first season of its SNL adaptation, SNL Polska on December 2, 2017. The show received mixed-to-negative reviews.[177][178][179]\n\nOn December 10, 2021, Deadline reported that Sky One is currently working on the UK version of Saturday Night Live.[180]\n\n"
        },
        {
            "title": "U.S. television ratings",
            "text": "The show's ratings increased steadily for several years after its debut, reaching their highest point in the fifth season. Ratings entered into a period of decline after that, never again reaching those heights, but had rebounded enough by the early 1990s to make the 1992–93 season the fifth-highest rated in the show's history. Since then, ratings have trended steadily lower. As of 2018, thirteen of the show's lowest-rated seasons occurred in the 2000s. The show's ratings have often experienced temporary spikes during U.S. presidential election years.[181]\n\n"
        },
        {
            "title": "Reception",
            "text": "In 2002, SNL was ranked tenth on TV Guide's 50 Greatest TV Shows of All Time,[183] while in 2007 it was honored with inclusion on Time magazine's list of \"100 Best TV Shows of All-TIME\".[184][185]\n\nIn June 2013, the show was placed at number 25 on the list of the 101 best written shows of all time by the Writers Guild of America, assessing series from the previous seventy years.[186] In December 2013, TV Guide ranked it #18 on their list of the 60 Greatest Shows of All Time.[187] A 2015 The Hollywood Reporter survey of 2,800 actors, producers, directors, and other industry people named SNL as their #7 favorite show.[188] It is currently[when?] the 40th longest running television show in the U.S.[citation needed]\n\nIn 2016, a New York Times study of the fifty television shows with the most Facebook likes found that SNL \"is very much an urban show. It is most popular in cities throughout the country, and college towns. Amherst, Mass.; Madison, Wis.; and Ithaca, N.Y. are all among the top 10.\"[189]\n\nBy late 2020, however, critics were cautioning that the show was too dependent upon visiting guest actors and former SNL cast members—particularly for its impersonations of prominent politicians in the 2020 U.S. Presidential Election races—and was beginning to have difficulty producing relevant, truly funny content.[190][191][192][193][194] Critics also increasingly began pointing out the perceived left-wing bias of the show and the effect it has had on its overall quality.[195][196][197][198] Other critics also point out how it has struggled to maintain relevancy in the age of internet memes.[199]\n\nSaturday Night Live has won numerous awards since its debut, including 93 Primetime Emmy Awards,[200] six Writers Guild of America Awards,[201] and three Peabody Awards.[202] In 2009, it received a total of 13 Emmy nominations for a lifetime total of 126, breaking the record for the most award-nominated show in Primetime Emmy Award history, previously set with 124 by hospital drama ER.[203][204] As of September 2022, it has received a record total of 305 Primetime Emmy Award nominations.[205]\n\nTwenty-five cast members have received individual Primetime Emmy Award nominations in the show's history. These nominations were mostly in the category of Individual Performance in a Variety or Music Program before that award was discontinued; since then, nominations have been in the Supporting Actor and Supporting Actress categories for comedy series. Of the 54 total nominations for these twenty-five performers, four have won: Chevy Chase (1976), Gilda Radner (1978), Dana Carvey (1993), and Kate McKinnon (2016, 2017). In addition, Alec Baldwin received two Emmy nominations, winning once in 2017, for his recurring guest role as Donald Trump.[206]\n\nSNL has also affected American elections—most commonly presidential elections. Voters have reported that political sketches shown on the program influenced them in the voting booth. The so-called SNL Effect was observed during the 2008 presidential campaign, according to Mike Dabadie. Two-thirds of voters who responded to a poll said they had seen a broadcast of politically charged content on SNL, with ten percent saying it had made a difference in their decision. Barack Obama was the beneficiary of the political content, with 59 percent saying they did in fact cast a vote for the Democratic then-nominee.[207] Chevy Chase's bumbling impression of then-president Gerald Ford during the 1976 presidential election was cited as an influence on the election, and a quote commonly attributed to 2008 vice-presidential candidate Sarah Palin stating \"I can see Russia from my house\" was actually spoken by SNL cast member Tina Fey while portraying Palin.[208] The political content was abandoned briefly following the September 11, 2001, terrorist attack in New York, with Amy Poehler saying the writers did not want to produce politicized material.[209]\n\nSeveral politicians have appeared on SNL, including President Gerald Ford (in 1976, during the show's first season), then-Senator Barack Obama (2007), Senator John McCain (2002 and 2008), Senator Hillary Clinton (2008 and 2015), and Governor Sarah Palin (2008), who appeared alongside Fey's Palin impression, resulting in the show's largest audience in fourteen years with fourteen million viewers.[210][209] Senator Obama's appearance occurred in part because Hillary Clinton abandoned her scheduled appearance.[209] Donald Trump hosted the show in 2015,[211] which was met with controversy from a Latino PAC.[212]\n\n"
        },
        {
            "title": "Controversies",
            "text": "Due to the show's live broadcast, a number of technical problems, performer mishaps, intentional acts of sabotage by performers, protests, and cuts to dead air have occurred throughout the show's run. One incident that garnered widespread media coverage was the October 3, 1992, appearance by singer Sinéad O'Connor, in which she ripped up a photo of Pope John Paul II during her performance.[213][214] On April 13, 1996, the alternative metal band Rage Against the Machine made a statement about the host, billionaire and presidential candidate Steve Forbes, by hanging two upside-down American flags from their amplifiers. On October 23, 2004, Ashlee Simpson appeared as a musical guest, during which a mishap occurred as a result of her lip synching her second song to a backup vocal track. Her first performance, \"Pieces of Me\", was performed without incident, but when she began her second song, \"Autobiography\", the vocals for \"Pieces of Me\" were heard again through the speakers, even before she had raised the microphone to her mouth. Simpson began to do an impromptu jig and then became the only musical act in the show's history to leave the stage. At the goodnights at the close of the show, Simpson explained that her band played the wrong song.[215]\n\nOver the years, SNL has been criticized for its perceived stereotypical and sparse representation of racial and gender groups. A 2016 study of SNL episodes from 1975 to 2016 (826 total) revealed over 90% of episodes had white hosts, while 6.8% were black, 1.2% were Hispanic, and 1.1% were of another racial minority.[216] Chris Rock indicated he grew frustrated with being limited to sketches where he played stereotypical roles such as a rapper or Black political activist, and left the show to perform on In Living Color, which featured a mostly Black cast and would offer Rock more creative freedom.[217] When longtime cast member Kenan Thompson suggested in 2013 that female African-American representation was low because producers were not finding such comediennes who were \"ready\", media outlets countered it was SNL that was not ready, and the racial disparity \"is symptomatic of problems deeply rooted in comedy and the entertainment industry at large\".[218][219][220]\n\nThe same year, Thompson refused to play any more black women on the show and demanded SNL hire black women instead.[221][222]\n\nSNL has had \"little representation from Asian actors, as cast members or hosts\", in its run.[223][224] Until Bowen Yang's promotion from writer to on-air performer, there had only been three people of Asian descent in the cast: Fred Armisen (2002–2013) had a Korean grandfather; Rob Schneider (1988–1994) had a Filipina grandmother; and Nasim Pedrad (2009–2014) was born in Tehran, Iran.[224][225] In the first forty-seven seasons, the show had seven hosts who were of Asian descent: Jackie Chan and Lucy Liu in 2000; Aziz Ansari and Kumail Nanjiani in 2017; Awkwafina in 2018; Sandra Oh in 2019; and Simu Liu in 2021.[216][223][224][226]\n\nDenny Dillon was the first gay cast member in the 1980–81 season, but was in the closet at the time. Terry Sweeney was SNL's first openly gay male cast member, appearing in the 1985–1986 season, although he was not hired by Lorne Michaels. Sweeney was also the first openly gay series regular on network television.[227][228] John Milhiser was second, in the 2013–2014 cast.[229] Danitra Vance was also in the 1985–1986 cast but was in the closet throughout her life. All four cast members left after one season. Before she was cast in 2012, Kate McKinnon had been openly gay, and was a cast member for the full run of Logo's The Big Gay Sketch Show.[230] and remained an SNL cast member until 2022. Molly Kearney became the first openly non-binary cast member in 2022.[231]\n\nMelissa Villaseñor joined as a featured player on the October 1, 2016, episode of SNL, alongside Mikey Day and Alex Moffat.[232] Villaseñor is the second Latina cast member after Noël Wells, who is a quarter Mexican,[233] and the first Latina to be promoted to repertory status.[234]\n\nBowen Yang is the sixth LGBTQ cast member in SNL history. Numerous news outlets noted the disconnect of Michaels hiring Yang, an out gay Chinese-American cast member, at the same time as Shane Gillis, who was found to have aired what was perceived as homophobic and anti-Asian jokes and slurs on his podcast.[235][236] Gillis issued what Vox and HuffPost characterized as a non-apology apology.[237][238] Within days, a spokesperson for Michaels announced Gillis was fired due to the controversy.[236]\n\nJake Weisman, co-star of Comedy Central's Corporate, says the absence of gay men in the cast is rooted in homophobia and bigotry. In March 2018, NewNowNext noted, \"Even if the audience and writers have changed with the times—and even that's debatable—Lorne Michaels hasn't.\"[239]\n\n"
        },
        {
            "title": "In other media",
            "text": "Universal Studios Home Entertainment and Lions Gate Entertainment hold video rights to the series. Universal has issued complete season DVD sets of the first few seasons, while Lionsgate's share of the rights is a result of prior contracts with NBC struck before the NBC Universal merger. A majority of Lionsgate's SNL DVDs are \"Best Of ...\" compilations.[citation needed]\n\nSaturday Night Live, the first authorized book about the series, was published by Avon Books in 1977 and edited by Anne Beatts and John Head, with photography by Edie Baskin;[240] all three worked for SNL at the time the book was published. The oversized illustrated paperback included the scripts for several sketches by the 1975–80 cast.[241] In 1986, Doug Hill and Jeff Weingrad authored Saturday Night: A Backstage History of Saturday Night Live, a behind-the-scenes look at the first ten seasons.[242] Saturday Night Live: The First Twenty Years, by Michael Cader, was released in 1994 and presented information about the cast, characters, and other memorable moments seen on the show from 1975 to 1994.[243][244]\n\nLive From New York: An Uncensored History of Saturday Night Live, as Told By Its Stars, Writers and Guests was released in 2002.[245] The book, written by Tom Shales and James Andrew Miller, consists of interviews with people who have worked on the show. The interviews reveal personal experiences from what happened backstage and the difficulty of getting the show on air each week.[246] In 2004, former cast member Jay Mohr released his memoir Gasping for Airtime: Two Years in the Trenches of Saturday Night Live[247] about his struggles during his two seasons on the show between 1993 and 1995, dealing with getting sketches on-air and the intense work schedule. Former cast member Bobby Moynihan described the book as \"a handbook on what NOT to do at SNL\".[248]\n\nSNL has made several efforts to develop some of the more popular sketches into feature-length films, with varying degrees of commercial and critical success. The first foray into film came with the successful Aykroyd and Belushi vehicle, The Blues Brothers (1980), which earned over $115 million on a $27 million budget.[249]\n\nIn 1990, Michaels oversaw the writing of a sketch anthology feature film titled The Saturday Night Live Movie with many of the show's then-current writing staff, including Al Franken, Tom Davis, Greg Daniels, Jim Downey, Conan O'Brien, Robert Smigel, and George Meyer, contributing. The screenplay only got as far as a Revised First Draft dated July 26, 1990, before being abandoned.[250]\n\nThe success of Wayne's World (1992) encouraged Michaels to produce more film spin-offs, based on several popular sketch characters. Michaels revived 1970s characters for Coneheads (1993), followed by It's Pat (1994); Stuart Saves His Family (1995); A Night at the Roxbury (1998), Superstar (1999), and The Ladies Man (2000). Some did moderately well, though others did not—notably, It's Pat, which did so badly at the box office the studio that made the film, Touchstone Pictures (owned by The Walt Disney Company, which also owns NBC's rival ABC), pulled it only one week after releasing it,[251] and Stuart Saves His Family, which lost $14 million. Many of these films were produced by Paramount Pictures. The films based on The Blues Brothers were produced by Universal Studios, which merged with NBC in 2004 to form NBC Universal (Universal also has a joint venture with Paramount for international distribution of the two studios' films).\n\nThe character Bob Roberts from the Tim Robbins film of the same name (1992) first appeared on SNL in a short film about the conservative folk singer.\n\nIn addition, the 1999 comedy film Office Space originated from a series of animated short films by Mike Judge that aired on SNL in 1993.[253]\n\nThe fictitious American folk music trio The Folksmen first appeared on SNL, performing the song \"Old Joe's Place\" before later appearing in the film A Mighty Wind (2002). The three members of the Folksmen were the same three comedians: Harry Shearer, Michael McKean, and Christopher Guest, who also appeared on the same episode as the rock group Spinal Tap. At the time of the appearance (the 1984–85 season), Shearer and Guest were cast members.\n\nMr. Bill's Real Life Adventures is based on the Mr. Bill sketches from early seasons of SNL.[254][255]\n\nOver the years popular characters from the show have appeared in ad campaigns for an assortment of products.\n\nIn 2005, the comedy troupe The Lonely Island, consisting of SNL members Andy Samberg, Akiva Schaffer, and Jorma Taccone, gained national exposure after joining the show and debuting their comedic music video \"Lazy Sunday\", written with fellow cast member Chris Parnell. The song became a surprise hit,[269] and convinced Michaels to encourage the troupe to develop more comedy songs. Further successes with songs including \"Like a Boss\", \"Jizz in My Pants\", \"I'm on a Boat\", \"We Like Sportz\", \"Boombox\", and \"Dick in a Box\"—which won the Primetime Emmy Award for Outstanding Original Music and Lyrics in 2007[270]—saw The Lonely Island go on to release two albums, Incredibad (2009)[271] and Turtleneck & Chain (2011), containing SNL-developed songs and original works. The albums were released by Universal Republic Records who were provided with a license to the SNL songs by NBC and Broadway Video.\n\nA cast album was released in 1976 on the Arista label including the song \"Chevy's Girls\" and comedy bits from the show (Weekend Update, \"Emily Litella\", \"Gun Control\");[272] it was later re-issued on CD and MP3 download.\n\nSeveral programs have documented the behind-the-scenes events of the show. A 60 Minutes report taped in October 2004 depicted the intense writing frenzy that goes on during the week leading up to a show, with crowded meetings and long hours. The report particularly noted the involvement of the guest host(s) in developing and selecting the sketches in which they will appear. Similarly, there has been an A&E episode of Biography which covered the production process, as well as an episode of TV Tales in 2002 on E!. In 2010, Saturday Night, a 94-minute documentary by actor James Franco in his directorial debut, was released; it follows the production process of the December 6, 2008, episode hosted by John Malkovich, from the concept stage to the episode actually airing live. Although it originated as a five-minute short film for Franco's New York University film class, Michaels granted Franco access to the process, allowing the project to be expanded.[126] On February 15, 2015, NBC aired a 3+1⁄2-hour special on Saturday Night Live's 40th anniversary. The program included a mix of clips, new performances of classic characters from previous cast members, and special guest appearances from previous hosts.[273]\n\nIn September 2011, ice cream company Ben & Jerry's released a limited-edition ice cream called \"Schweddy Balls\", inspired by a 1998 sketch of the same name starring Alec Baldwin, Ana Gasteyer, and Molly Shannon.[274][275] According to the company, the ice cream became their fastest-selling limited-edition flavor.[276][failed verification] The ice cream was also subject to criticism and boycotts by One Million Moms, a project of the American Family Association, over the \"vulgar\" name.[274][277] Some retail chains chose not to sell the flavor, but declined to say if the decision was at their own discretion or based on the One Million Moms boycotts.[277][278] In June 2014, two new flavors inspired by SNL sketches were introduced—Lazy Sunday, based on a sketch of the same name featuring Andy Samberg and Chris Parnell, and Gilly's Catastrophic Crunch based on the recurring Gilly sketches featuring Kristen Wiig.[279] Two Wild and Crazy Pies, based on the catchphrase of the recurring Festrunk Brothers, was introduced in September 2014,[280] followed by Wayne'Swirled, which was inspired by the eponymous Wayne's World in February 2015.[281]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Variety_show",
        "https://en.wikipedia.org/wiki/Sketch_comedy",
        "https://en.wikipedia.org/wiki/Lorne_Michaels",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_writers",
        "https://en.wikipedia.org/wiki/Don_Roy_King",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_cast_members",
        "https://en.wikipedia.org/wiki/Don_Pardo",
        "https://en.wikipedia.org/wiki/Mel_Brandt",
        "https://en.wikipedia.org/wiki/Bill_Hanrahan",
        "https://en.wikipedia.org/wiki/Darrell_Hammond",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_episodes",
        "https://en.wikipedia.org/wiki/Lorne_Michaels",
        "https://en.wikipedia.org/wiki/Jean_Doumanian",
        "https://en.wikipedia.org/wiki/Dick_Ebersol",
        "https://en.wikipedia.org/wiki/Studio_8H",
        "https://en.wikipedia.org/wiki/Broadway_Video",
        "https://en.wikipedia.org/wiki/NBC",
        "https://en.wikipedia.org/wiki/Universal_Television",
        "https://en.wikipedia.org/wiki/Universal_Television",
        "https://en.wikipedia.org/wiki/SNL_Studios",
        "https://en.wikipedia.org/wiki/NBCUniversal_Television_and_Streaming",
        "https://en.wikipedia.org/wiki/NBC",
        "https://en.wikipedia.org/wiki/NTSC",
        "https://en.wikipedia.org/wiki/HDTV",
        "https://en.wikipedia.org/wiki/1080i",
        "https://en.wikipedia.org/wiki/Monaural",
        "https://en.wikipedia.org/wiki/Stereo",
        "https://en.wikipedia.org/wiki/Dolby_Surround",
        "https://en.wikipedia.org/wiki/Dolby_Digital",
        "https://en.wikipedia.org/wiki/TV_Funhouse",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_Weekend_Update_Thursday",
        "https://en.wikipedia.org/wiki/Sketch_comedy",
        "https://en.wikipedia.org/wiki/Variety_show",
        "https://en.wikipedia.org/wiki/Lorne_Michaels",
        "https://en.wikipedia.org/wiki/Dick_Ebersol",
        "https://en.wikipedia.org/wiki/NBC",
        "https://en.wikipedia.org/wiki/Showrunner",
        "https://en.wikipedia.org/wiki/George_Carlin",
        "https://en.wikipedia.org/wiki/NBC",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_cast_members",
        "https://en.wikipedia.org/wiki/Monologue",
        "https://en.wikipedia.org/wiki/Cold_open",
        "https://en.wikipedia.org/wiki/Breaking_character",
        "https://en.wikipedia.org/wiki/Jean_Doumanian",
        "https://en.wikipedia.org/wiki/30_Rockefeller_Plaza",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_DVD_releases",
        "https://en.wikipedia.org/wiki/Primetime_Emmy_Award",
        "https://en.wikipedia.org/wiki/Writers_Guild_of_America_Award",
        "https://en.wikipedia.org/wiki/Peabody_Award",
        "https://en.wikipedia.org/wiki/National_Association_of_Broadcasters_Hall_of_Fame",
        "https://en.wikipedia.org/wiki/TV_Guide",
        "https://en.wikipedia.org/wiki/The_Tonight_Show_Starring_Johnny_Carson",
        "https://en.wikipedia.org/wiki/Johnny_Carson",
        "https://en.wikipedia.org/wiki/Herbert_Schlosser",
        "https://en.wikipedia.org/wiki/Dick_Ebersol",
        "https://en.wikipedia.org/wiki/Paramount_Pictures",
        "https://en.wikipedia.org/wiki/Barry_Diller",
        "https://en.wikipedia.org/wiki/Dan_Aykroyd",
        "https://en.wikipedia.org/wiki/John_Belushi",
        "https://en.wikipedia.org/wiki/Chevy_Chase",
        "https://en.wikipedia.org/wiki/Jane_Curtin",
        "https://en.wikipedia.org/wiki/Garrett_Morris",
        "https://en.wikipedia.org/wiki/Laraine_Newman",
        "https://en.wikipedia.org/wiki/Gilda_Radner",
        "https://en.wikipedia.org/wiki/George_Coe",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_with_Howard_Cosell",
        "https://en.wikipedia.org/wiki/American_Broadcasting_Company",
        "https://en.wikipedia.org/wiki/Jack_Burns",
        "https://en.wikipedia.org/wiki/Lily_Tomlin",
        "https://en.wikipedia.org/wiki/Richard_Pryor",
        "https://en.wikipedia.org/wiki/George_Carlin",
        "https://en.wikipedia.org/wiki/Steve_Martin",
        "https://en.wikipedia.org/wiki/Linda_Ronstadt",
        "https://en.wikipedia.org/wiki/Weekend_Update",
        "https://en.wikipedia.org/wiki/Cult_following",
        "https://en.wikipedia.org/wiki/Generation_X",
        "https://en.wikipedia.org/wiki/Claudine_Longet",
        "https://en.wikipedia.org/wiki/Don_Pardo",
        "https://en.wikipedia.org/wiki/Anthony_Perkins",
        "https://en.wikipedia.org/wiki/Bill_Murray",
        "https://en.wikipedia.org/wiki/Al_Franken",
        "https://en.wikipedia.org/wiki/Fred_Silverman",
        "https://en.wikipedia.org/wiki/Jean_Doumanian",
        "https://en.wikipedia.org/wiki/Charles_Rocket",
        "https://en.wikipedia.org/wiki/Ann_Risley",
        "https://en.wikipedia.org/wiki/Brandon_Tartikoff",
        "https://en.wikipedia.org/wiki/Eddie_Murphy",
        "https://en.wikipedia.org/wiki/Billy_Crystal",
        "https://en.wikipedia.org/wiki/Martin_Short",
        "https://en.wikipedia.org/wiki/Joan_Cusack",
        "https://en.wikipedia.org/wiki/Bernie_Brillstein",
        "https://en.wikipedia.org/wiki/Dana_Carvey",
        "https://en.wikipedia.org/wiki/Phil_Hartman",
        "https://en.wikipedia.org/wiki/Don_Ohlmeyer",
        "https://en.wikipedia.org/wiki/Chris_Farley",
        "https://en.wikipedia.org/wiki/Adam_Sandler",
        "https://en.wikipedia.org/wiki/CBS",
        "https://en.wikipedia.org/wiki/Mike_Myers",
        "https://en.wikipedia.org/wiki/Will_Ferrell",
        "https://en.wikipedia.org/wiki/Cheri_Oteri",
        "https://en.wikipedia.org/wiki/Darrell_Hammond",
        "https://en.wikipedia.org/wiki/Norm_Macdonald",
        "https://en.wikipedia.org/wiki/CBS_Mornings",
        "https://en.wikipedia.org/wiki/Charlamagne_tha_God",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_cast_members",
        "https://en.wikipedia.org/wiki/Laraine_Newman",
        "https://en.wikipedia.org/wiki/John_Belushi",
        "https://en.wikipedia.org/wiki/Jane_Curtin",
        "https://en.wikipedia.org/wiki/Gilda_Radner",
        "https://en.wikipedia.org/wiki/Dan_Aykroyd",
        "https://en.wikipedia.org/wiki/Garrett_Morris",
        "https://en.wikipedia.org/wiki/Chevy_Chase",
        "https://en.wikipedia.org/wiki/Herb_Sargent",
        "https://en.wikipedia.org/wiki/Anne_Beatts",
        "https://en.wikipedia.org/wiki/Paul_Shaffer",
        "https://en.wikipedia.org/wiki/Broadway_theatre",
        "https://en.wikipedia.org/wiki/Eddie_Murphy",
        "https://en.wikipedia.org/wiki/Joe_Piscopo",
        "https://en.wikipedia.org/wiki/Trading_Places",
        "https://en.wikipedia.org/wiki/Billy_Crystal",
        "https://en.wikipedia.org/wiki/Martin_Short",
        "https://en.wikipedia.org/wiki/Jon_Lovitz",
        "https://en.wikipedia.org/wiki/Dennis_Miller",
        "https://en.wikipedia.org/wiki/Nora_Dunn",
        "https://en.wikipedia.org/wiki/Robert_Smigel",
        "https://en.wikipedia.org/wiki/Greg_Daniels",
        "https://en.wikipedia.org/wiki/Bob_Odenkirk",
        "https://en.wikipedia.org/wiki/Kevin_Nealon",
        "https://en.wikipedia.org/wiki/Dana_Carvey",
        "https://en.wikipedia.org/wiki/Phil_Hartman",
        "https://en.wikipedia.org/wiki/Jan_Hooks",
        "https://en.wikipedia.org/wiki/Mike_Myers",
        "https://en.wikipedia.org/wiki/Adam_Sandler",
        "https://en.wikipedia.org/wiki/Chris_Farley",
        "https://en.wikipedia.org/wiki/Jimmy_Fallon",
        "https://en.wikipedia.org/wiki/Tina_Fey",
        "https://en.wikipedia.org/wiki/Bill_Hader",
        "https://en.wikipedia.org/wiki/Jason_Sudeikis",
        "https://en.wikipedia.org/wiki/Fred_Armisen",
        "https://en.wikipedia.org/wiki/Rachel_Dratch",
        "https://en.wikipedia.org/wiki/Amy_Poehler",
        "https://en.wikipedia.org/wiki/Chris_Rock",
        "https://en.wikipedia.org/wiki/David_Spade",
        "https://en.wikipedia.org/wiki/Will_Forte",
        "https://en.wikipedia.org/wiki/Tracy_Morgan",
        "https://en.wikipedia.org/wiki/Chris_Parnell",
        "https://en.wikipedia.org/wiki/Maya_Rudolph",
        "https://en.wikipedia.org/wiki/Andy_Samberg",
        "https://en.wikipedia.org/wiki/Molly_Shannon",
        "https://en.wikipedia.org/wiki/Kristen_Wiig",
        "https://en.wikipedia.org/wiki/Kenan_Thompson",
        "https://en.wikipedia.org/wiki/The_Groundlings",
        "https://en.wikipedia.org/wiki/The_Second_City",
        "https://en.wikipedia.org/wiki/Tim_Meadows",
        "https://en.wikipedia.org/wiki/Norm_Macdonald",
        "https://en.wikipedia.org/wiki/Weekend_Update",
        "https://en.wikipedia.org/wiki/Seth_Meyers",
        "https://en.wikipedia.org/wiki/Cecily_Strong",
        "https://en.wikipedia.org/wiki/Late_Night_with_Seth_Meyers",
        "https://en.wikipedia.org/wiki/Colin_Jost",
        "https://en.wikipedia.org/wiki/Michael_Che",
        "https://en.wikipedia.org/wiki/Michael_Che",
        "https://en.wikipedia.org/wiki/Mikey_Day",
        "https://en.wikipedia.org/wiki/Andrew_Dismukes",
        "https://en.wikipedia.org/wiki/Chloe_Fineman",
        "https://en.wikipedia.org/wiki/Heidi_Gardner",
        "https://en.wikipedia.org/wiki/Punkie_Johnson",
        "https://en.wikipedia.org/wiki/Colin_Jost",
        "https://en.wikipedia.org/wiki/Ego_Nwodim",
        "https://en.wikipedia.org/wiki/Cecily_Strong",
        "https://en.wikipedia.org/wiki/Kenan_Thompson",
        "https://en.wikipedia.org/wiki/Bowen_Yang",
        "https://en.wikipedia.org/wiki/Marcello_Hernandez",
        "https://en.wikipedia.org/wiki/James_Austin_Johnson",
        "https://en.wikipedia.org/wiki/Molly_Kearney",
        "https://en.wikipedia.org/wiki/Michael_Longfellow",
        "https://en.wikipedia.org/wiki/Sarah_Sherman",
        "https://en.wikipedia.org/wiki/Weekend_Update",
        "https://en.wikipedia.org/wiki/Paramount_Pictures",
        "https://en.wikipedia.org/wiki/Mike_Myers",
        "https://en.wikipedia.org/wiki/Adam_Sandler",
        "https://en.wikipedia.org/wiki/Sasheer_Zamata",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_writers",
        "https://en.wikipedia.org/wiki/Lorne_Michaels",
        "https://en.wikipedia.org/wiki/Alison_Gates",
        "https://en.wikipedia.org/wiki/Streeter_Seidell",
        "https://en.wikipedia.org/wiki/Seth_Meyers",
        "https://en.wikipedia.org/wiki/Colin_Jost",
        "https://en.wikipedia.org/wiki/Michael_Che",
        "https://en.wikipedia.org/wiki/Upright_Citizens_Brigade_Theatre",
        "https://en.wikipedia.org/wiki/IO_Theater",
        "https://en.wikipedia.org/wiki/The_Simpsons",
        "https://en.wikipedia.org/wiki/Adam_McKay",
        "https://en.wikipedia.org/wiki/Funny_or_Die",
        "https://en.wikipedia.org/wiki/30_Rock",
        "https://en.wikipedia.org/wiki/John_Mulaney",
        "https://en.wikipedia.org/wiki/Broadway_theatre",
        "https://en.wikipedia.org/wiki/Don_Pardo",
        "https://en.wikipedia.org/wiki/Mel_Brandt",
        "https://en.wikipedia.org/wiki/Bill_Hanrahan",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_guests",
        "https://en.wikipedia.org/wiki/George_Carlin",
        "https://en.wikipedia.org/wiki/Candice_Bergen",
        "https://en.wikipedia.org/wiki/Tom_Hanks",
        "https://en.wikipedia.org/wiki/Alec_Baldwin",
        "https://en.wikipedia.org/wiki/Steve_Martin",
        "https://en.wikipedia.org/wiki/Dave_Grohl",
        "https://en.wikipedia.org/wiki/ABBA",
        "https://en.wikipedia.org/wiki/Paul_Rudd",
        "https://en.wikipedia.org/wiki/Charli_XCX",
        "https://en.wikipedia.org/wiki/Good_Ones",
        "https://en.wikipedia.org/wiki/New_Shapes",
        "https://en.wikipedia.org/wiki/Christine_and_the_Queens",
        "https://en.wikipedia.org/wiki/Caroline_Polachek",
        "https://en.wikipedia.org/wiki/Tina_Fey",
        "https://en.wikipedia.org/wiki/Tom_Hanks",
        "https://en.wikipedia.org/wiki/Kenan_Thompson",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_Band",
        "https://en.wikipedia.org/wiki/House_band",
        "https://en.wikipedia.org/wiki/Howard_Shore",
        "https://en.wikipedia.org/wiki/Paul_Shaffer",
        "https://en.wikipedia.org/wiki/Lou_Marini",
        "https://en.wikipedia.org/wiki/David_Sanborn",
        "https://en.wikipedia.org/wiki/Michael_Brecker",
        "https://en.wikipedia.org/wiki/Ray_Chew",
        "https://en.wikipedia.org/wiki/Alan_Rubin",
        "https://en.wikipedia.org/wiki/Georg_Wadenius",
        "https://en.wikipedia.org/wiki/Steve_Ferrone",
        "https://en.wikipedia.org/wiki/David_Johansen",
        "https://en.wikipedia.org/wiki/Tower_of_Power",
        "https://en.wikipedia.org/wiki/Lenny_Pickett",
        "https://en.wikipedia.org/wiki/Leon_Pendarvis",
        "https://en.wikipedia.org/wiki/List_of_recurring_Saturday_Night_Live_characters_and_sketches",
        "https://en.wikipedia.org/wiki/Comcast_Building",
        "https://en.wikipedia.org/wiki/Studio_8H",
        "https://en.wikipedia.org/wiki/RCA_Building",
        "https://en.wikipedia.org/wiki/GE_Building",
        "https://en.wikipedia.org/wiki/30_Rockefeller_Plaza",
        "https://en.wikipedia.org/wiki/Soundstage",
        "https://en.wikipedia.org/wiki/Arturo_Toscanini",
        "https://en.wikipedia.org/wiki/NBC_Symphony_Orchestra",
        "https://en.wikipedia.org/wiki/JC_Studios",
        "https://en.wikipedia.org/wiki/NBC_News",
        "https://en.wikipedia.org/wiki/1976_United_States_presidential_election",
        "https://en.wikipedia.org/wiki/Tina_Fey",
        "https://en.wikipedia.org/wiki/Analog_recording",
        "https://en.wikipedia.org/wiki/Digital_data",
        "https://en.wikipedia.org/wiki/SNL_Digital_Shorts",
        "https://en.wikipedia.org/wiki/Broadway_Video",
        "https://en.wikipedia.org/wiki/Vinten",
        "https://en.wikipedia.org/wiki/Pedestals",
        "https://en.wikipedia.org/wiki/Chyron_Corporation",
        "https://en.wikipedia.org/wiki/Avid_Technology",
        "https://en.wikipedia.org/wiki/Yamaha_Corporation",
        "https://en.wikipedia.org/wiki/Digital_mixing_console",
        "https://en.wikipedia.org/wiki/Canon_EOS_5D_Mark_II",
        "https://en.wikipedia.org/wiki/Canon_EOS_7D",
        "https://en.wikipedia.org/wiki/Frame_rate",
        "https://en.wikipedia.org/wiki/Las_Vegas_Valley",
        "https://en.wikipedia.org/wiki/Paul_Simon",
        "https://en.wikipedia.org/wiki/Mary_Ellen_Matthews",
        "https://en.wikipedia.org/wiki/Soft_light",
        "https://en.wikipedia.org/wiki/Lists_of_Saturday_Night_Live_episodes",
        "https://en.wikipedia.org/wiki/Eastern_Time_Zone",
        "https://en.wikipedia.org/wiki/Central_Time_Zone",
        "https://en.wikipedia.org/wiki/Pacific_Time_Zone",
        "https://en.wikipedia.org/wiki/Broadcast_delay",
        "https://en.wikipedia.org/wiki/Federal_Communications_Commission",
        "https://en.wikipedia.org/wiki/Alaska",
        "https://en.wikipedia.org/wiki/KHNL",
        "https://en.wikipedia.org/wiki/Guam",
        "https://en.wikipedia.org/wiki/Cold_open",
        "https://en.wikipedia.org/wiki/Breaking_character",
        "https://en.wikipedia.org/wiki/Universal_Television",
        "https://en.wikipedia.org/wiki/Comedy_Central",
        "https://en.wikipedia.org/wiki/Orion_Television",
        "https://en.wikipedia.org/wiki/Fin_syn",
        "https://en.wikipedia.org/wiki/Nick_at_Nite",
        "https://en.wikipedia.org/wiki/VH1",
        "https://en.wikipedia.org/wiki/Logo_TV",
        "https://en.wikipedia.org/wiki/Super_Bowl_50",
        "https://en.wikipedia.org/wiki/Robert_Greenblatt",
        "https://en.wikipedia.org/wiki/Elon_Musk",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Rosanna_Arquette",
        "https://en.wikipedia.org/wiki/Major_League_Baseball_on_NBC",
        "https://en.wikipedia.org/wiki/1986_World_Series",
        "https://en.wikipedia.org/wiki/New_York_Mets",
        "https://en.wikipedia.org/wiki/Boston_Red_Sox",
        "https://en.wikipedia.org/wiki/Ron_Darling",
        "https://en.wikipedia.org/wiki/Jennifer_Lopez",
        "https://en.wikipedia.org/wiki/Dave_Chappelle",
        "https://en.wikipedia.org/wiki/2020_Clemson_Tigers_football_team",
        "https://en.wikipedia.org/wiki/2020_Notre_Dame_Fighting_Irish_football_team",
        "https://en.wikipedia.org/wiki/College_football",
        "https://en.wikipedia.org/wiki/Channel_4",
        "https://en.wikipedia.org/wiki/London_Weekend_Television",
        "https://en.wikipedia.org/wiki/RTL_Television",
        "https://en.wikipedia.org/wiki/Mel_Brooks",
        "https://en.wikipedia.org/wiki/Michael_Winslow",
        "https://en.wikipedia.org/wiki/Israel",
        "https://en.wikipedia.org/wiki/Eretz_Nehederet",
        "https://en.wikipedia.org/wiki/OSN",
        "https://en.wikipedia.org/wiki/Comedy_Central_India",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_Korea",
        "https://en.wikipedia.org/wiki/Fuji_TV",
        "https://en.wikipedia.org/wiki/Endemol",
        "https://en.wikipedia.org/wiki/Quebec",
        "https://en.wikipedia.org/wiki/Debbie_Downer",
        "https://en.wikipedia.org/wiki/Schweddy_Balls",
        "https://en.wikipedia.org/wiki/Le_nouveau_show",
        "https://en.wikipedia.org/wiki/Le_Saturday_Night_Live",
        "https://en.wikipedia.org/wiki/Showmax",
        "https://en.wikipedia.org/wiki/Brazil",
        "https://en.wikipedia.org/wiki/Canada",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/Youku",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Le_Saturday_Night_Live",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/RTL_Samstag_Nacht",
        "https://en.wikipedia.org/wiki/Italy",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_from_Milano",
        "https://en.wikipedia.org/wiki/Italia_1",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_Japan",
        "https://en.wikipedia.org/wiki/Fuji_TV",
        "https://en.wikipedia.org/wiki/Poland",
        "https://en.wikipedia.org/wiki/Showmax",
        "https://en.wikipedia.org/wiki/Russia",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_Korea",
        "https://en.wikipedia.org/wiki/Spain",
        "https://en.wikipedia.org/wiki/Finland",
        "https://en.wikipedia.org/wiki/MTV3",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_bil_Arabi",
        "https://en.wikipedia.org/wiki/OSN",
        "https://en.wikipedia.org/wiki/Writers_Guild_of_America",
        "https://en.wikipedia.org/wiki/The_Hollywood_Reporter",
        "https://en.wikipedia.org/wiki/New_York_Times",
        "https://en.wikipedia.org/wiki/Facebook_like",
        "https://en.wikipedia.org/wiki/Internet_meme",
        "https://en.wikipedia.org/wiki/List_of_awards_and_nominations_received_by_Saturday_Night_Live",
        "https://en.wikipedia.org/wiki/Peabody_Awards",
        "https://en.wikipedia.org/wiki/Primetime_Emmy_Award",
        "https://en.wikipedia.org/wiki/Writers_Guild_of_America_Award",
        "https://en.wikipedia.org/wiki/Peabody_Award",
        "https://en.wikipedia.org/wiki/Primetime_Emmy_Award_for_Individual_Performance_in_a_Variety_or_Music_Program",
        "https://en.wikipedia.org/wiki/Primetime_Emmy_Award_for_Outstanding_Supporting_Actor_in_a_Comedy_Series",
        "https://en.wikipedia.org/wiki/Primetime_Emmy_Award_for_Outstanding_Supporting_Actress_in_a_Comedy_Series",
        "https://en.wikipedia.org/wiki/Chevy_Chase",
        "https://en.wikipedia.org/wiki/Gilda_Radner",
        "https://en.wikipedia.org/wiki/Dana_Carvey",
        "https://en.wikipedia.org/wiki/Kate_McKinnon",
        "https://en.wikipedia.org/wiki/Alec_Baldwin",
        "https://en.wikipedia.org/wiki/Donald_Trump",
        "https://en.wikipedia.org/wiki/2008_United_States_presidential_election",
        "https://en.wikipedia.org/wiki/Barack_Obama",
        "https://en.wikipedia.org/wiki/Gerald_Ford",
        "https://en.wikipedia.org/wiki/Sarah_Palin",
        "https://en.wikipedia.org/wiki/September_11_attacks",
        "https://en.wikipedia.org/wiki/Gerald_Ford",
        "https://en.wikipedia.org/wiki/John_McCain",
        "https://en.wikipedia.org/wiki/Donald_Trump",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_incidents",
        "https://en.wikipedia.org/wiki/Pope_John_Paul_II",
        "https://en.wikipedia.org/wiki/Live_television",
        "https://en.wikipedia.org/wiki/Dead_air",
        "https://en.wikipedia.org/wiki/Pope_John_Paul_II",
        "https://en.wikipedia.org/wiki/Rage_Against_the_Machine",
        "https://en.wikipedia.org/wiki/Steve_Forbes",
        "https://en.wikipedia.org/wiki/Ashlee_Simpson",
        "https://en.wikipedia.org/wiki/Lip_synching",
        "https://en.wikipedia.org/wiki/Chris_Rock",
        "https://en.wikipedia.org/wiki/In_Living_Color",
        "https://en.wikipedia.org/wiki/Kenan_Thompson",
        "https://en.wikipedia.org/wiki/Bowen_Yang",
        "https://en.wikipedia.org/wiki/Fred_Armisen",
        "https://en.wikipedia.org/wiki/Rob_Schneider",
        "https://en.wikipedia.org/wiki/Filipino_people",
        "https://en.wikipedia.org/wiki/Nasim_Pedrad",
        "https://en.wikipedia.org/wiki/Tehran",
        "https://en.wikipedia.org/wiki/Iran",
        "https://en.wikipedia.org/wiki/Jackie_Chan",
        "https://en.wikipedia.org/wiki/Lucy_Liu",
        "https://en.wikipedia.org/wiki/Aziz_Ansari",
        "https://en.wikipedia.org/wiki/Kumail_Nanjiani",
        "https://en.wikipedia.org/wiki/Awkwafina",
        "https://en.wikipedia.org/wiki/Sandra_Oh",
        "https://en.wikipedia.org/wiki/Simu_Liu",
        "https://en.wikipedia.org/wiki/Denny_Dillon",
        "https://en.wikipedia.org/wiki/Terry_Sweeney",
        "https://en.wikipedia.org/wiki/Coming_out",
        "https://en.wikipedia.org/wiki/Lorne_Michaels",
        "https://en.wikipedia.org/wiki/John_Milhiser",
        "https://en.wikipedia.org/wiki/Danitra_Vance",
        "https://en.wikipedia.org/wiki/Closeted",
        "https://en.wikipedia.org/wiki/Kate_McKinnon",
        "https://en.wikipedia.org/wiki/Logo_TV",
        "https://en.wikipedia.org/wiki/The_Big_Gay_Sketch_Show",
        "https://en.wikipedia.org/wiki/Molly_Kearney",
        "https://en.wikipedia.org/wiki/Mikey_Day",
        "https://en.wikipedia.org/wiki/Bowen_Yang",
        "https://en.wikipedia.org/wiki/Shane_Gillis",
        "https://en.wikipedia.org/wiki/HuffPost",
        "https://en.wikipedia.org/wiki/Comedy_Central",
        "https://en.wikipedia.org/wiki/Homophobia",
        "https://en.wikipedia.org/wiki/Bigotry",
        "https://en.wikipedia.org/wiki/NewNowNext",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_home_video_releases",
        "https://en.wikipedia.org/wiki/Universal_Studios_Home_Entertainment",
        "https://en.wikipedia.org/wiki/Lions_Gate_Entertainment",
        "https://en.wikipedia.org/wiki/NBC_Universal",
        "https://en.wikipedia.org/wiki/Anne_Beatts",
        "https://en.wikipedia.org/wiki/Tom_Shales",
        "https://en.wikipedia.org/wiki/Jay_Mohr",
        "https://en.wikipedia.org/wiki/Bobby_Moynihan",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_feature_films",
        "https://en.wikipedia.org/wiki/Al_Franken",
        "https://en.wikipedia.org/wiki/Greg_Daniels",
        "https://en.wikipedia.org/wiki/Robert_Smigel",
        "https://en.wikipedia.org/wiki/George_Meyer",
        "https://en.wikipedia.org/wiki/Stuart_Saves_His_Family",
        "https://en.wikipedia.org/wiki/A_Night_at_the_Roxbury",
        "https://en.wikipedia.org/wiki/Touchstone_Pictures",
        "https://en.wikipedia.org/wiki/The_Walt_Disney_Company",
        "https://en.wikipedia.org/wiki/American_Broadcasting_Company",
        "https://en.wikipedia.org/wiki/Paramount_Pictures",
        "https://en.wikipedia.org/wiki/Universal_Studios",
        "https://en.wikipedia.org/wiki/NBCUniversal",
        "https://en.wikipedia.org/wiki/United_International_Pictures",
        "https://en.wikipedia.org/wiki/Stuart_Saves_His_Family",
        "https://en.wikipedia.org/wiki/Blues_Brothers_2000",
        "https://en.wikipedia.org/wiki/A_Night_at_the_Roxbury",
        "https://en.wikipedia.org/wiki/Tim_Robbins",
        "https://en.wikipedia.org/wiki/Bob_Roberts",
        "https://en.wikipedia.org/wiki/Office_Space",
        "https://en.wikipedia.org/wiki/Mike_Judge",
        "https://en.wikipedia.org/wiki/The_Folksmen",
        "https://en.wikipedia.org/wiki/A_Mighty_Wind",
        "https://en.wikipedia.org/wiki/Harry_Shearer",
        "https://en.wikipedia.org/wiki/Michael_McKean",
        "https://en.wikipedia.org/wiki/Christopher_Guest",
        "https://en.wikipedia.org/wiki/Robert_Smigel",
        "https://en.wikipedia.org/wiki/George_Wendt",
        "https://en.wikipedia.org/wiki/Coneheads",
        "https://en.wikipedia.org/wiki/Dan_Aykroyd",
        "https://en.wikipedia.org/wiki/Jane_Curtin",
        "https://en.wikipedia.org/wiki/Coneheads",
        "https://en.wikipedia.org/wiki/I_Wish_It_Was_Christmas_Today",
        "https://en.wikipedia.org/wiki/Julian_Casablancas",
        "https://en.wikipedia.org/wiki/MacGruber",
        "https://en.wikipedia.org/wiki/Will_Forte",
        "https://en.wikipedia.org/wiki/Kristen_Wiig",
        "https://en.wikipedia.org/wiki/Chris_Kattan",
        "https://en.wikipedia.org/wiki/Hans_and_Franz",
        "https://en.wikipedia.org/wiki/Dana_Carvey",
        "https://en.wikipedia.org/wiki/Kevin_Nealon",
        "https://en.wikipedia.org/wiki/Rob_Schneider",
        "https://en.wikipedia.org/wiki/The_Roxbury_Guys",
        "https://en.wikipedia.org/wiki/Chris_Kattan",
        "https://en.wikipedia.org/wiki/Dana_Carvey",
        "https://en.wikipedia.org/wiki/Mike_Myers",
        "https://en.wikipedia.org/wiki/The_Lonely_Island",
        "https://en.wikipedia.org/wiki/Andy_Samberg",
        "https://en.wikipedia.org/wiki/Akiva_Schaffer",
        "https://en.wikipedia.org/wiki/Jorma_Taccone",
        "https://en.wikipedia.org/wiki/Chris_Parnell",
        "https://en.wikipedia.org/wiki/Like_a_Boss",
        "https://en.wikipedia.org/wiki/Jizz_in_My_Pants",
        "https://en.wikipedia.org/wiki/Incredibad",
        "https://en.wikipedia.org/wiki/Incredibad",
        "https://en.wikipedia.org/wiki/Dick_in_a_Box",
        "https://en.wikipedia.org/wiki/Primetime_Emmy_Award_for_Outstanding_Original_Music_and_Lyrics",
        "https://en.wikipedia.org/wiki/Incredibad",
        "https://en.wikipedia.org/wiki/Universal_Republic_Records",
        "https://en.wikipedia.org/wiki/James_Franco",
        "https://en.wikipedia.org/wiki/John_Malkovich",
        "https://en.wikipedia.org/wiki/New_York_University",
        "https://en.wikipedia.org/wiki/Schweddy_Balls",
        "https://en.wikipedia.org/wiki/Ana_Gasteyer",
        "https://en.wikipedia.org/wiki/Molly_Shannon",
        "https://en.wikipedia.org/wiki/One_Million_Moms",
        "https://en.wikipedia.org/wiki/American_Family_Association",
        "https://en.wikipedia.org/wiki/The_Hollywood_Reporter",
        "https://en.wikipedia.org/wiki/Emmy_Awards",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Algonquin_Books",
        "https://en.wikipedia.org/wiki/Tom_Shales",
        "https://en.wikipedia.org/wiki/James_Andrew_Miller",
        "https://en.wikipedia.org/wiki/The_Hollywood_Reporter",
        "https://en.wikipedia.org/wiki/Tom_Shales",
        "https://en.wikipedia.org/wiki/AOL",
        "https://en.wikipedia.org/wiki/PopMatters",
        "https://en.wikipedia.org/wiki/VH1",
        "https://en.wikipedia.org/wiki/Peter_Bogdanovich",
        "https://en.wikipedia.org/wiki/Rolling_Stone",
        "https://en.wikipedia.org/wiki/Gawker",
        "https://en.wikipedia.org/wiki/Roger_Ebert",
        "https://en.wikipedia.org/wiki/TVLine",
        "https://en.wikipedia.org/wiki/HuffPost",
        "https://en.wikipedia.org/wiki/Entertainment_Weekly",
        "https://en.wikipedia.org/wiki/60_Minutes",
        "https://en.wikipedia.org/wiki/CBS",
        "https://en.wikipedia.org/wiki/Rapid_City_Journal",
        "https://en.wikipedia.org/wiki/The_Hollywood_Reporter",
        "https://en.wikipedia.org/wiki/Fresh_Air",
        "https://en.wikipedia.org/wiki/National_Public_Radio",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/RIA_Novosti",
        "https://en.wikipedia.org/wiki/Novaya_Gazeta",
        "https://en.wikipedia.org/wiki/Bell_Internet",
        "https://en.wikipedia.org/wiki/Montreal_Gazette",
        "https://en.wikipedia.org/wiki/CBC_News",
        "https://en.wikipedia.org/wiki/Forbes",
        "https://en.wikipedia.org/wiki/James_Poniewozik",
        "https://en.wikipedia.org/wiki/Washington_Post",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Tobin_Low",
        "https://en.wikipedia.org/wiki/National_Public_Radio",
        "https://en.wikipedia.org/wiki/Writers_Guild_of_America_Awards",
        "https://en.wikipedia.org/wiki/Writers_Guild_of_America_West",
        "https://en.wikipedia.org/wiki/Dave_Itzkoff",
        "https://en.wikipedia.org/wiki/Gold_Derby",
        "https://en.wikipedia.org/wiki/Reuters",
        "https://en.wikipedia.org/wiki/Thomson_Reuters",
        "https://en.wikipedia.org/wiki/HuffPost",
        "https://en.wikipedia.org/wiki/Deadline_Hollywood",
        "https://en.wikipedia.org/wiki/NBC_News",
        "https://en.wikipedia.org/wiki/The_Hollywood_Reporter",
        "https://en.wikipedia.org/wiki/The_Atlantic",
        "https://en.wikipedia.org/wiki/CNBC",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/InterfaithFamily",
        "https://en.wikipedia.org/wiki/Rolling_Stone",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Here_Media",
        "https://en.wikipedia.org/wiki/NBC_News",
        "https://en.wikipedia.org/wiki/The_Atlantic",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/CBS_News",
        "https://en.wikipedia.org/wiki/HuffPost",
        "https://en.wikipedia.org/wiki/NewNowNext",
        "https://en.wikipedia.org/wiki/Box_Office_Mojo",
        "https://en.wikipedia.org/wiki/Internet_Movie_Database",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Rolling_Stone",
        "https://en.wikipedia.org/wiki/Entertainment_Weekly",
        "https://en.wikipedia.org/wiki/MTV_News",
        "https://en.wikipedia.org/wiki/The_Hollywood_Reporter",
        "https://en.wikipedia.org/wiki/Entertainment_Weekly",
        "https://en.wikipedia.org/wiki/Anne_Beatts",
        "https://en.wikipedia.org/wiki/Jay_Mohr",
        "https://en.wikipedia.org/wiki/Gasping_for_Airtime",
        "https://en.wikipedia.org/wiki/Tom_Shales",
        "https://en.wikipedia.org/wiki/The_Arizona_Republic",
        "https://en.wikipedia.org/wiki/Curlie",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_at_Home",
        "https://en.wikipedia.org/wiki/Lists_of_Saturday_Night_Live_episodes",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_commercial_parodies",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_cast_members",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_writers",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_guests",
        "https://en.wikipedia.org/wiki/List_of_awards_and_nominations_received_by_Saturday_Night_Live",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_home_video_releases",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_incidents",
        "https://en.wikipedia.org/wiki/List_of_celebrities_who_unsuccessfully_auditioned_for_Saturday_Night_Live",
        "https://en.wikipedia.org/wiki/List_of_recurring_Saturday_Night_Live_characters_and_sketches",
        "https://en.wikipedia.org/wiki/List_of_recurring_Saturday_Night_Live_characters_and_sketches_by_cast_member",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_musical_sketches",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_TV_show_sketches",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_characters_appearing_on_Weekend_Update",
        "https://en.wikipedia.org/wiki/List_of_Saturday_TV_Funhouse_segments",
        "https://en.wikipedia.org/wiki/The_Barry_Gibb_Talk_Show",
        "https://en.wikipedia.org/wiki/Bill_Brasky",
        "https://en.wikipedia.org/wiki/Blizzard_Man",
        "https://en.wikipedia.org/wiki/The_Blues_Brothers",
        "https://en.wikipedia.org/wiki/The_Boston_Teens",
        "https://en.wikipedia.org/wiki/Canteen_Boy",
        "https://en.wikipedia.org/wiki/Chippendales_Audition",
        "https://en.wikipedia.org/wiki/The_Chris_Farley_Show",
        "https://en.wikipedia.org/wiki/The_Church_Lady",
        "https://en.wikipedia.org/wiki/Coneheads",
        "https://en.wikipedia.org/wiki/Debbie_Downer",
        "https://en.wikipedia.org/wiki/Ed_Grimley",
        "https://en.wikipedia.org/wiki/Emily_Litella",
        "https://en.wikipedia.org/wiki/Father_Guido_Sarducci",
        "https://en.wikipedia.org/wiki/The_Folksmen",
        "https://en.wikipedia.org/wiki/Hanukkah_Harry",
        "https://en.wikipedia.org/wiki/Hans_and_Franz",
        "https://en.wikipedia.org/wiki/Happy_Fun_Ball",
        "https://en.wikipedia.org/wiki/The_Land_of_Gorch",
        "https://en.wikipedia.org/wiki/Larry_the_Lobster",
        "https://en.wikipedia.org/wiki/The_Last_Voyage_of_the_Starship_Enterprise",
        "https://en.wikipedia.org/wiki/MacGruber",
        "https://en.wikipedia.org/wiki/Mary_Katherine_Gallagher",
        "https://en.wikipedia.org/wiki/Matt_Foley",
        "https://en.wikipedia.org/wiki/More_Cowbell",
        "https://en.wikipedia.org/wiki/The_Nerds",
        "https://en.wikipedia.org/wiki/Roseanne_Roseannadanna",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_Samurai",
        "https://en.wikipedia.org/wiki/Stefon",
        "https://en.wikipedia.org/wiki/Stuart_Smalley",
        "https://en.wikipedia.org/wiki/TV_Funhouse",
        "https://en.wikipedia.org/wiki/The_Ambiguously_Gay_Duo",
        "https://en.wikipedia.org/wiki/Unfrozen_Caveman_Lawyer",
        "https://en.wikipedia.org/wiki/Weekend_Update",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_parodies_of_Joe_Biden",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_parodies_of_Bill_Clinton",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_parodies_of_Hillary_Clinton",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_parodies_of_Sarah_Palin",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_parodies_of_Donald_Trump",
        "https://en.wikipedia.org/wiki/SNL_Digital_Short",
        "https://en.wikipedia.org/wiki/Incredibad",
        "https://en.wikipedia.org/wiki/Dick_in_a_Box",
        "https://en.wikipedia.org/wiki/I_Just_Had_Sex",
        "https://en.wikipedia.org/wiki/Jizz_in_My_Pants",
        "https://en.wikipedia.org/wiki/Like_a_Boss",
        "https://en.wikipedia.org/wiki/Motherlover",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_feature_films",
        "https://en.wikipedia.org/wiki/Bob_Roberts",
        "https://en.wikipedia.org/wiki/Stuart_Saves_His_Family",
        "https://en.wikipedia.org/wiki/A_Night_at_the_Roxbury",
        "https://en.wikipedia.org/wiki/Blues_Brothers_2000",
        "https://en.wikipedia.org/wiki/The_Waterboy",
        "https://en.wikipedia.org/wiki/A_Mighty_Wind",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_40th_Anniversary_Special",
        "https://en.wikipedia.org/wiki/Broadway_Video",
        "https://en.wikipedia.org/wiki/Generalissimo_Francisco_Franco_is_still_dead",
        "https://en.wikipedia.org/wiki/The_Lonely_Island_discography",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_Band",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_in_the_2000s",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_Weekend_Update_Thursday",
        "https://en.wikipedia.org/wiki/SNL_Studios",
        "https://en.wikipedia.org/wiki/Strategery",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_bil_Arabi",
        "https://en.wikipedia.org/wiki/Le_Saturday_Night_Live",
        "https://en.wikipedia.org/wiki/RTL_Samstag_Nacht",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_from_Milano",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_Japan",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_Korea",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_Korea_episodes",
        "https://en.wikipedia.org/wiki/List_of_Saturday_Night_Live_cast_members",
        "https://en.wikipedia.org/wiki/Michael_Che",
        "https://en.wikipedia.org/wiki/Mikey_Day",
        "https://en.wikipedia.org/wiki/Andrew_Dismukes",
        "https://en.wikipedia.org/wiki/Chloe_Fineman",
        "https://en.wikipedia.org/wiki/Heidi_Gardner",
        "https://en.wikipedia.org/wiki/Punkie_Johnson",
        "https://en.wikipedia.org/wiki/Colin_Jost",
        "https://en.wikipedia.org/wiki/Ego_Nwodim",
        "https://en.wikipedia.org/wiki/Cecily_Strong",
        "https://en.wikipedia.org/wiki/Kenan_Thompson",
        "https://en.wikipedia.org/wiki/Bowen_Yang",
        "https://en.wikipedia.org/wiki/Marcello_Hernandez",
        "https://en.wikipedia.org/wiki/James_Austin_Johnson",
        "https://en.wikipedia.org/wiki/Molly_Kearney",
        "https://en.wikipedia.org/wiki/Michael_Longfellow",
        "https://en.wikipedia.org/wiki/Sarah_Sherman",
        "https://en.wikipedia.org/wiki/Darrell_Hammond",
        "https://en.wikipedia.org/wiki/Lorne_Michaels",
        "https://en.wikipedia.org/wiki/Late_night_television",
        "https://en.wikipedia.org/wiki/News_satire",
        "https://en.wikipedia.org/wiki/Television_comedy",
        "https://en.wikipedia.org/wiki/American_Broadcasting_Company",
        "https://en.wikipedia.org/wiki/CBS",
        "https://en.wikipedia.org/wiki/The_Late_Show_with_Stephen_Colbert",
        "https://en.wikipedia.org/wiki/The_Late_Late_Show_with_James_Corden",
        "https://en.wikipedia.org/wiki/NBC",
        "https://en.wikipedia.org/wiki/The_Tonight_Show_Starring_Jimmy_Fallon",
        "https://en.wikipedia.org/wiki/Late_Night_with_Seth_Meyers",
        "https://en.wikipedia.org/wiki/PBS",
        "https://en.wikipedia.org/wiki/Watch_What_Happens_Live_with_Andy_Cohen",
        "https://en.wikipedia.org/wiki/Comedy_Central",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/Hell_of_A_Week_with_Charlamagne_tha_God",
        "https://en.wikipedia.org/wiki/Fox_News",
        "https://en.wikipedia.org/wiki/HBO",
        "https://en.wikipedia.org/wiki/Real_Time_with_Bill_Maher",
        "https://en.wikipedia.org/wiki/Last_Week_Tonight_with_John_Oliver",
        "https://en.wikipedia.org/wiki/The_Problem_with_Jon_Stewart",
        "https://en.wikipedia.org/wiki/The_Amber_Ruffin_Show",
        "https://en.wikipedia.org/wiki/The_Kids_Tonight_Show",
        "https://en.wikipedia.org/wiki/Lorne_Michaels",
        "https://en.wikipedia.org/wiki/Gilda_Live",
        "https://en.wikipedia.org/wiki/Three_Amigos",
        "https://en.wikipedia.org/wiki/Tommy_Boy",
        "https://en.wikipedia.org/wiki/Stuart_Saves_His_Family",
        "https://en.wikipedia.org/wiki/A_Night_at_the_Roxbury",
        "https://en.wikipedia.org/wiki/Mean_Girls",
        "https://en.wikipedia.org/wiki/Staten_Island_Summer",
        "https://en.wikipedia.org/wiki/Gilda_Live",
        "https://en.wikipedia.org/wiki/Three_Amigos",
        "https://en.wikipedia.org/wiki/The_Hart_and_Lorne_Terrific_Hour",
        "https://en.wikipedia.org/wiki/The_New_Show",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live_Weekend_Update_Thursday",
        "https://en.wikipedia.org/wiki/Primetime_Emmy_Award_for_Outstanding_Main_Title_Design",
        "https://en.wikipedia.org/wiki/The_French_Atlantic_Affair",
        "https://en.wikipedia.org/wiki/Cheers",
        "https://en.wikipedia.org/wiki/The_Duck_Factory",
        "https://en.wikipedia.org/wiki/Friday_Night_Videos",
        "https://en.wikipedia.org/wiki/Strong_Poison",
        "https://en.wikipedia.org/wiki/Liquid_Television",
        "https://en.wikipedia.org/wiki/Caroline_in_the_City",
        "https://en.wikipedia.org/wiki/Dark_Skies",
        "https://en.wikipedia.org/wiki/Walt_Disney_anthology_television_series",
        "https://en.wikipedia.org/wiki/The_10th_Kingdom",
        "https://en.wikipedia.org/wiki/The_American_Collection",
        "https://en.wikipedia.org/wiki/78th_Academy_Awards",
        "https://en.wikipedia.org/wiki/Mad_Men",
        "https://en.wikipedia.org/wiki/United_States_of_Tara",
        "https://en.wikipedia.org/wiki/Bored_to_Death",
        "https://en.wikipedia.org/wiki/Game_of_Thrones_title_sequence",
        "https://en.wikipedia.org/wiki/True_Detective",
        "https://en.wikipedia.org/wiki/Stranger_Things",
        "https://en.wikipedia.org/wiki/Game_of_Thrones_title_sequence",
        "https://en.wikipedia.org/wiki/Godfather_of_Harlem",
        "https://en.wikipedia.org/wiki/Primetime_Emmy_Award_for_Outstanding_Variety_Series",
        "https://en.wikipedia.org/wiki/The_Alan_Young_Show",
        "https://en.wikipedia.org/wiki/Your_Show_of_Shows",
        "https://en.wikipedia.org/wiki/Your_Show_of_Shows",
        "https://en.wikipedia.org/wiki/Walt_Disney_anthology_television_series",
        "https://en.wikipedia.org/wiki/The_Ed_Sullivan_Show",
        "https://en.wikipedia.org/wiki/Your_Hit_Parade",
        "https://en.wikipedia.org/wiki/The_Dinah_Shore_Chevy_Show",
        "https://en.wikipedia.org/wiki/The_Dinah_Shore_Chevy_Show",
        "https://en.wikipedia.org/wiki/The_Garry_Moore_Show",
        "https://en.wikipedia.org/wiki/The_Andy_Williams_Show",
        "https://en.wikipedia.org/wiki/The_Danny_Kaye_Show",
        "https://en.wikipedia.org/wiki/The_Andy_Williams_Show",
        "https://en.wikipedia.org/wiki/The_Andy_Williams_Show",
        "https://en.wikipedia.org/wiki/David_Frost",
        "https://en.wikipedia.org/wiki/The_Flip_Wilson_Show",
        "https://en.wikipedia.org/wiki/David_Frost",
        "https://en.wikipedia.org/wiki/The_Carol_Burnett_Show",
        "https://en.wikipedia.org/wiki/The_Dick_Cavett_Show",
        "https://en.wikipedia.org/wiki/The_Julie_Andrews_Hour",
        "https://en.wikipedia.org/wiki/The_Carol_Burnett_Show",
        "https://en.wikipedia.org/wiki/The_Carol_Burnett_Show",
        "https://en.wikipedia.org/wiki/The_Muppet_Show",
        "https://en.wikipedia.org/wiki/Kennedy_Center_Honors",
        "https://en.wikipedia.org/wiki/Kennedy_Center_Honors",
        "https://en.wikipedia.org/wiki/41st_Tony_Awards",
        "https://en.wikipedia.org/wiki/The_Tracey_Ullman_Show",
        "https://en.wikipedia.org/wiki/In_Living_Color",
        "https://en.wikipedia.org/wiki/63rd_Academy_Awards",
        "https://en.wikipedia.org/wiki/The_Tonight_Show_Starring_Johnny_Carson",
        "https://en.wikipedia.org/wiki/Late_Show_with_David_Letterman",
        "https://en.wikipedia.org/wiki/The_Tonight_Show_with_Jay_Leno",
        "https://en.wikipedia.org/wiki/Dennis_Miller_Live",
        "https://en.wikipedia.org/wiki/Late_Show_with_David_Letterman",
        "https://en.wikipedia.org/wiki/Late_Show_with_David_Letterman",
        "https://en.wikipedia.org/wiki/Late_Show_with_David_Letterman",
        "https://en.wikipedia.org/wiki/Late_Show_with_David_Letterman",
        "https://en.wikipedia.org/wiki/Late_Show_with_David_Letterman",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/The_Colbert_Report",
        "https://en.wikipedia.org/wiki/The_Colbert_Report",
        "https://en.wikipedia.org/wiki/Primetime_Emmy_Award_for_Outstanding_Variety_Sketch_Series",
        "https://en.wikipedia.org/wiki/Inside_Amy_Schumer",
        "https://en.wikipedia.org/wiki/Primetime_Emmy_Award_for_Outstanding_Short_Form_Nonfiction_or_Reality_Series",
        "https://en.wikipedia.org/wiki/Directors_Guild_of_America",
        "https://en.wikipedia.org/wiki/30_for_30",
        "https://en.wikipedia.org/wiki/Viceland",
        "https://en.wikipedia.org/wiki/Full_Frontal_with_Samantha_Bee",
        "https://en.wikipedia.org/wiki/TCA_Heritage_Award",
        "https://en.wikipedia.org/wiki/The_Simpsons",
        "https://en.wikipedia.org/wiki/Buffy_the_Vampire_Slayer",
        "https://en.wikipedia.org/wiki/60_Minutes",
        "https://en.wikipedia.org/wiki/Nightline",
        "https://en.wikipedia.org/wiki/The_West_Wing",
        "https://en.wikipedia.org/wiki/The_Sopranos",
        "https://en.wikipedia.org/wiki/The_Wire",
        "https://en.wikipedia.org/wiki/The_Dick_Van_Dyke_Show",
        "https://en.wikipedia.org/wiki/Cheers",
        "https://en.wikipedia.org/wiki/All_in_the_Family",
        "https://en.wikipedia.org/wiki/Late_Show_with_David_Letterman",
        "https://en.wikipedia.org/wiki/Late_Night_with_David_Letterman",
        "https://en.wikipedia.org/wiki/The_Mary_Tyler_Moore_Show",
        "https://en.wikipedia.org/wiki/Seinfeld",
        "https://en.wikipedia.org/wiki/Friends",
        "https://en.wikipedia.org/wiki/The_Golden_Girls",
        "https://en.wikipedia.org/wiki/I_Love_Lucy",
        "https://en.wikipedia.org/wiki/Dennis_Miller_Live",
        "https://en.wikipedia.org/wiki/Dennis_Miller_Live",
        "https://en.wikipedia.org/wiki/The_Colbert_Report",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/The_Colbert_Report",
        "https://en.wikipedia.org/wiki/The_Colbert_Report",
        "https://en.wikipedia.org/wiki/Portlandia",
        "https://en.wikipedia.org/wiki/The_Colbert_Report",
        "https://en.wikipedia.org/wiki/Last_Week_Tonight_with_John_Oliver",
        "https://en.wikipedia.org/wiki/Real_Time_with_Bill_Maher",
        "https://en.wikipedia.org/wiki/Last_Week_Tonight_with_John_Oliver",
        "https://en.wikipedia.org/wiki/Last_Week_Tonight_with_John_Oliver",
        "https://en.wikipedia.org/wiki/Last_Week_Tonight_with_John_Oliver",
        "https://en.wikipedia.org/wiki/Last_Week_Tonight_with_John_Oliver",
        "https://en.wikipedia.org/wiki/Inside_Amy_Schumer",
        "https://en.wikipedia.org/wiki/Nathan_for_You",
        "https://en.wikipedia.org/wiki/I_Think_You_Should_Leave_with_Tim_Robinson",
        "https://en.wikipedia.org/wiki/At_Home_with_Amy_Sedaris",
        "https://en.wikipedia.org/wiki/I_Think_You_Should_Leave_with_Tim_Robinson",
        "https://en.wikipedia.org/wiki/Global_Television_Network",
        "https://en.wikipedia.org/wiki/List_of_programs_broadcast_by_Global",
        "https://en.wikipedia.org/wiki/Big_Brother_Canada",
        "https://en.wikipedia.org/wiki/Entertainment_Tonight_Canada",
        "https://en.wikipedia.org/wiki/Global_News",
        "https://en.wikipedia.org/wiki/Global_National",
        "https://en.wikipedia.org/wiki/Global_News_Morning",
        "https://en.wikipedia.org/wiki/The_West_Block",
        "https://en.wikipedia.org/wiki/NBC",
        "https://en.wikipedia.org/wiki/List_of_programs_broadcast_by_NBC",
        "https://en.wikipedia.org/wiki/American_Auto",
        "https://en.wikipedia.org/wiki/American_Ninja_Warrior",
        "https://en.wikipedia.org/wiki/American_Song_Contest",
        "https://en.wikipedia.org/wiki/The_Blacklist",
        "https://en.wikipedia.org/wiki/College_Bowl",
        "https://en.wikipedia.org/wiki/Chicago_Med",
        "https://en.wikipedia.org/wiki/Dateline_NBC",
        "https://en.wikipedia.org/wiki/Grand_Crew",
        "https://en.wikipedia.org/wiki/Young_Rock",
        "https://en.wikipedia.org/wiki/NBC_Daytime",
        "https://en.wikipedia.org/wiki/NBC_News_Daily",
        "https://en.wikipedia.org/wiki/Late_Night_with_Seth_Meyers",
        "https://en.wikipedia.org/wiki/The_Tonight_Show_Starring_Jimmy_Fallon",
        "https://en.wikipedia.org/wiki/NBC_News",
        "https://en.wikipedia.org/wiki/Dateline_NBC",
        "https://en.wikipedia.org/wiki/Early_Today",
        "https://en.wikipedia.org/wiki/Meet_the_Press",
        "https://en.wikipedia.org/wiki/NBC_News_Daily",
        "https://en.wikipedia.org/wiki/NBC_Nightly_News",
        "https://en.wikipedia.org/wiki/NBC_Sports",
        "https://en.wikipedia.org/wiki/IndyCar_Series_on_NBC",
        "https://en.wikipedia.org/wiki/Golf_Channel_on_NBC",
        "https://en.wikipedia.org/wiki/NASCAR_on_NBC",
        "https://en.wikipedia.org/wiki/NFL_on_NBC",
        "https://en.wikipedia.org/wiki/Football_Night_in_America",
        "https://en.wikipedia.org/wiki/NBC_Sunday_Night_Football",
        "https://en.wikipedia.org/wiki/Notre_Dame_Football_on_NBC",
        "https://en.wikipedia.org/wiki/Tennis_on_NBC",
        "https://en.wikipedia.org/wiki/Thoroughbred_Racing_on_NBC",
        "https://en.wikipedia.org/wiki/Premier_League_on_NBC",
        "https://en.wikipedia.org/wiki/Big_Ten_Saturday_Night",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}