{
    "url": "https://en.wikipedia.org/wiki/Satyricon",
    "title": "Satyricon",
    "table_of_contents": [
        "1 Principal characters",
        "2 Synopsis",
        "2.1 Chapters 1–26",
        "2.2 Chapters 26–78, Cena Trimalchionis (Trimalchio's dinner)",
        "2.3 Chapters 79–98",
        "2.4 Chapters 99–124",
        "2.5 Chapters 125–141",
        "3 Reconstruction of lost sections",
        "4 Analysis",
        "4.1 Date and authorship",
        "4.2 Genre",
        "5 Literary and cultural legacy",
        "5.1 Apocryphal supplements",
        "5.2 Historical contributions",
        "5.3 Modern literature",
        "5.4 Graphic arts",
        "5.5 Film",
        "5.6 Music and theatre",
        "6 English translations",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Satyricon, Satyricon liber (The Book of Satyrlike Adventures), or Satyrica,[1] is a Latin work of fiction believed to have been written by Gaius Petronius, though the manuscript tradition identifies the author as Titus Petronius. The Satyricon is an example of Menippean satire, which is different from the formal verse satire of Juvenal or Horace. The work contains a mixture of prose and verse (commonly known as prosimetrum); serious and comic elements; and erotic and decadent passages. As with The Golden Ass by Apuleius (also called the Metamorphoses),[2] classical scholars often describe it as a Roman novel, without necessarily implying continuity with the modern literary form.[3]\n\nThe surviving sections of the original (much longer) text detail the bizarre exploits of the narrator, Encolpius, and his (possible) slave and boyfriend Giton, a handsome sixteen-year-old boy. It is the second most fully preserved Roman novel, after the fully extant The Golden Ass by Apuleius, which has significant differences in style and plot. Satyricon is also regarded as useful evidence for the reconstruction of how lower classes lived during the early Roman Empire.\n\n"
        },
        {
            "title": "Synopsis",
            "text": "The work is narrated by its central figure, Encolpius. The surviving sections of the novel begin with Encolpius traveling with a companion and former lover named Ascyltos, who has joined Encolpius on numerous escapades. Encolpius' slave, Giton, is at his owner's lodging when the story begins.\n\nIn the first passage preserved, Encolpius is in a Greek town in Campania, perhaps Puteoli, where he is standing outside a school, railing against the Asiatic style and false taste in literature, which he blames on the prevailing system of declamatory education (1–2). His adversary in this debate is Agamemnon, a sophist, who shifts the blame from the teachers to the parents (3–5). Encolpius discovers that his companion Ascyltos has left and breaks away from Agamemnon when a group of students arrive (6).\n\nEncolpius then gets lost and asks an old woman for help returning home. She takes him to a brothel which she refers to as his home. There, Encolpius locates Ascyltos (7–8) and then Giton (8), who claims that Ascyltos made a sexual attempt on him (9). After raising their voices against each other, the fight ends in laughter and the friends reconcile but still agree to split at a later date (9–10). Later, Encolpius tries to have sex with Giton, but he's interrupted by Ascyltos, who assaults him after catching the two in bed (11). The three go to the market, where they are involved in a convoluted dispute over stolen property (12–15). Returning to their lodgings, they are confronted by Quartilla, a devotee of Priapus, who condemns their attempts to pry into the cult's secrets (16–18).\n\nThe companions are overpowered by Quartilla, her maids, and an aged male prostitute, who sexually torture them (19–21), then provide them with dinner and engage them in further sexual activity (21–26). An orgy ensues and the sequence ends with Encolpius and Quartilla exchanging kisses while they spy through a keyhole at Giton sexually assaulting a seven-year-old virgin girl; and finally sleeping together (26).\n\nThis section of the Satyricon, regarded by classicists such as Conte and Rankin as emblematic of Menippean satire, takes place a day or two after the beginning of the extant story. Encolpius and companions are invited by one of Agamemnon's slaves, to a dinner at the estate of Trimalchio, a freedman of enormous wealth, who entertains his guests with ostentatious and grotesque extravagance. After preliminaries in the baths and halls (26–30), the guests (mostly freedmen) enter the dining room, where their host joins them.\n\nExtravagant courses are served while Trimalchio flaunts his wealth and his pretence of learning (31–41). Trimalchio's departure to the toilet (he is incontinent) allows space for conversation among the guests (41–46). Encolpius listens to their ordinary talk about their neighbors, about the weather, about the hard times, about the public games, and about the education of their children. In his insightful depiction of everyday Roman life, Petronius delights in exposing the vulgarity and pretentiousness of the illiterate and ostentatious wealthy of his age.\n\nAfter Trimalchio's return from the lavatory (47), the succession of courses is resumed, some of them disguised as other kinds of food or arranged to resemble certain zodiac signs. Falling into an argument with Agamemnon (a guest who secretly holds Trimalchio in disdain), Trimalchio reveals that he once saw the Sibyl of Cumae, who because of her great age was suspended in a flask for eternity (48).\n\nSupernatural stories about a werewolf (62) and witches are told (63). Following a lull in the conversation, a stonemason named Habinnas arrives with his wife Scintilla (65), who compares jewellery with Trimalchio's wife Fortunata (67). Then Trimalchio sets forth his will and gives Habinnas instructions on how to build his monument when he is dead (71).\n\nEncolpius and his companions, by now wearied and disgusted, try to leave as the other guests proceed to the baths, but are prevented by a porter (72). They escape only after Trimalchio holds a mock funeral for himself. The vigiles, mistaking the sound of horns for a signal that a fire has broken out, burst into the residence (78). Using this sudden alarm as an excuse to get rid of the sophist Agamemnon, whose company Encolpius and his friends are weary of, they flee as if from a real fire (78).\n\nEncolpius returns with his companions to the inn but, having drunk too much wine, passes out while Ascyltos takes advantage of the situation and seduces Giton (79). On the next day, Encolpius wakes to find his lover and Ascyltos in bed together naked. Encolpius quarrels with Ascyltos and the two agree to part, but Encolpius is shocked when Giton decides to stay with Ascyltos (80). After two or three days spent in separate lodgings sulking and brooding on his revenge, Encolpius sets out with sword in hand, but is disarmed by a soldier he encounters in the street (81–82).\n\nAfter entering a picture gallery, he meets with an old poet, Eumolpus. The two exchange complaints about their misfortunes (83–84), and Eumolpus tells how, when he pursued an affair with a boy in Pergamon while employed as his tutor, the youth wore him out with his own high libido (85–87). After talking about the decay of art and the inferiority of the painters and writers of the age to the old masters (88), Eumolpus illustrates a picture of the capture of Troy by some verses on that theme (89).\n\nThis ends when those who are walking in the adjoining colonnade drive Eumolpus out with stones (90). Encolpius invites Eumolpus to dinner. As he returns home, Encolpius encounters Giton, who begs him to take him back as his lover. Encolpius finally forgives him (91). Eumolpus arrives from the baths and reveals that a man there (evidently Ascyltos) was looking for someone called Giton (92).\n\nEncolpius decides not to reveal Giton's identity, but he and the poet fall into rivalry over the boy (93–94). This leads to a fight between Eumolpus and the other residents of the insula (95–96), which is broken up by the manager Bargates. Then Ascyltos arrives with a municipal slave to search for Giton, who hides under a bed at Encolpius's request (97). Eumolpus threatens to reveal him but after much negotiation ends up reconciled to Encolpius and Giton (98).\n\nIn the next scene preserved, Encolpius and his friends board a ship, along with Eumolpus's hired servant, later named as Corax (99). Encolpius belatedly discovers that the captain is an old enemy, Lichas of Tarentum. Also on board is a woman called Tryphaena, by whom Giton does not want to be discovered (100–101). Despite their attempt to disguise themselves as Eumolpus's slaves (103), Encolpius and Giton are identified (105).\n\nEumolpus speaks in their defence (107), but it is only after fighting breaks out (108) that peace is agreed (109). To maintain good feelings, Eumolpus tells the story of a widow of Ephesus. At first she planned to starve herself to death in her husband's tomb, but she was seduced by a soldier guarding crucified corpses, and when one of these was stolen she offered the corpse of her husband as a replacement (110–112).\n\nThe ship is wrecked in a storm (114). Encolpius, Giton, and Eumolpus get to shore safely (as apparently does Corax), but Lichas is washed ashore drowned (115). The companions learn they are in the neighbourhood of Crotona, and that the inhabitants are notorious legacy-hunters (116). Eumolpus proposes taking advantage of this, and it is agreed that he will pose as a childless, sickly man of wealth, and the others as his slaves (117).\n\nAs they travel to the city, Eumolpus lectures on the need for elevated content in poetry (118), which he illustrates with a poem of almost 300 lines on the Civil War between Julius Caesar and Pompey (119–124). When they arrive in Crotona, the legacy-hunters prove hospitable.\n\nWhen the text resumes, the companions have apparently been in Crotona for some time (125). A maid named Chrysis flirts with Encolpius and brings to him her beautiful mistress Circe, who asks him for sex. However, his attempts are prevented by impotence (126–128). Circe and Encolpius exchange letters, and he seeks a cure by sleeping without Giton (129–130). When he next meets Circe, she brings with her an elderly enchantress called Proselenos who attempts a magical cure (131). Nonetheless, he fails again to make love, as Circe has Chrysis and him flogged (132).\n\nEncolpius is tempted to sever the offending organ, but prays to Priapus at his temple for healing (133). Proselenos and the priestess Oenothea arrive. Oenothea, who is also a sorceress, claims she can provide the cure desired by Encolpius and begins cooking (134–135). While the women are temporarily absent, Encolpius is attacked by the temple's sacred geese and kills one of them. Oenothea is horrified, but Encolpius pacifies her with an offer of money (136–137).\n\nOenothea tears open the breast of the goose, and uses its liver to foretell Encolpius's future (137). That accomplished, the priestess reveals a \"leather dildo\" (scorteum fascinum), and the women apply various irritants to him, which they use to prepare Encolpius for anal penetration (138). Encolpius flees from Oenothea and her assistants. In the following chapters, Chrysis herself falls in love with Encolpius (138–139).\n\nAn aging legacy-huntress named Philomela places her son and daughter with Eumolpus, ostensibly for education. Eumolpus makes love to the daughter, although because of his pretence of ill health he requires the help of Corax. After fondling the son, Encolpius reveals that he has somehow been cured of his impotence (140). He warns Eumolpus that, because the wealth he claims to have has not appeared, the patience of the legacy-hunters is running out. Eumolpus's will is read to the legacy-hunters, who apparently now believe he is dead, and they learn they can inherit only if they consume his body. In the final passage preserved, historical examples of cannibalism are cited (141).\n\n"
        },
        {
            "title": "Reconstruction of lost sections",
            "text": "Although interrupted by frequent gaps, 141 sections of consecutive narrative have been preserved. These can be compiled into the length of a longer novella. The extant portions were supposedly \"from the 15th and 16th books\" from a notation on a manuscript found in Trau in Dalmatia in 1663 by Petit. However, according to translator and classicist William Arrowsmith,\n\nStill, speculation as to the size of the original puts it somewhere on the order of a work of thousands of pages, and comparisons for length range from Tom Jones to In Search of Lost Time. The extant text runs 140 pages in the Arrowsmith edition. The complete novel must have been considerably longer, but its true length cannot be known.\n\nStatements in the extant narrative allows the reconstruction of some events that must have taken place earlier in the work. Encolpius and Giton have had contact with Lichas and Tryphaena. Both seem to have been lovers of Tryphaena (113) at a cost to her reputation (106). Lichas' identification of Encolpius by examining his groin (105) implies that they have also had sexual relations. Lichas' wife has been seduced (106) and his ship robbed (113).\n\nEncolpius states at one point,\n\nTo many scholars, that suggests Encolpius had been condemned for a crime of murder, or more likely he simply feared being sentenced, to fight to his death in the arena. The statement probably is linked to an earlier insult by Ascyltos (9), who called Encolpius a \"gladiator\". One scholar speculates that Encolpius had been an actual gladiator rather than a criminal, but there is no clear evidence in the surviving text for that interpretation.[5](pp 47–48)\n\nA number of fragments of Petronius's work are preserved in other authors. Servius cites Petronius as his source for a custom at Massilia of allowing a poor man, during times of plague, to volunteer to serve as a scapegoat, receiving support for a year at public expense and then being expelled.[6] Sidonius Apollinaris refers to \"Arbiter\", by which he apparently means Petronius's narrator Encolpius, as a worshipper of the \"sacred stake\" of Priapus in the gardens of Massilia.[7] It has been proposed that Encolpius's wanderings began after he offered himself as the scapegoat and was ritually expelled.[5](pp 44–45) Other fragments may relate to a trial scene.[8][9]\n\nAmong the poems ascribed to Petronius is an oracle predicting travels to the Danube and to Egypt. Courtney[5] notes that the prominence of Egypt in the ancient Greek novels might make it plausible for Petronius to have set an episode there, but expresses some doubt about the oracle's relevance to Encolpius's travels,\n\n"
        },
        {
            "title": "Analysis",
            "text": "The date of the Satyricon was controversial in 19th- and 20th-century scholarship, with dates proposed as varied as the 1st century BC and 3rd century AD.[10] A consensus on this issue now exists. A date under Nero (1st century AD) is indicated by the work's social background[11] and in particular by references to named popular entertainers.[12][13]\n\nEvidence in the author's style and literary concerns also indicate that this was the period during which he was writing. Except where the Satyricon imitates colloquial language, as in the speeches of the freedmen at Trimalchio's dinner, its style corresponds with the literary prose of the period. Eumolpus' poem on the Civil War and the remarks with which he prefaces it (118–124) are generally understood as a response to the Pharsalia of the Neronian poet Lucan.[13][14]\n\nSimilarly, Eumolpus's poem on the capture of Troy (89) has been related to Nero's Troica and to the tragedies of Seneca the Younger,[15] and parody of Seneca's Epistles has been detected in the moralizing remarks of characters in the Satyricon.[16] There is disagreement about the value of some individual arguments but, according to S. J. Harrison, \"almost all scholars now support a Neronian date\" for the work.[10]\n\nThe manuscripts of the Satyricon ascribe the work to a \"Petronius Arbiter\", while a number of ancient authors (Macrobius, Sidonius Apollinaris, Marius Victorinus, Diomedes and Jerome) refer to the author as \"Arbiter\". The name Arbiter is likely derived from Tacitus' reference to a courtier named Petronius as Nero's arbiter elegantiae or fashion adviser (Annals 16.18.2). That the author is the same as this courtier is disputed. Many modern scholars accept the identification, pointing to a perceived similarity of character between the two and to possible references to affairs at the Neronian court.[17] Other scholars consider this identification \"beyond conclusive proof\".[18]\n\nThe Satyricon is considered one of the gems of Western literature, and, according to Branham, it is the earliest of its kind in Latin.[19] Petronius mixes together two antithetical genres: the cynic and parodic menippean satire, and the idealizing and sentimental Greek romance.[19] The mixing of these two radically contrasting genres generates the sophisticated humor and ironic tone of Satyricon.[19]\n\nThe name “satyricon” implies that the work belongs to the type to which Varro, imitating the Greek Menippus, had given the character of a medley of prose and verse composition. But the string of fictitious narrative by which the medley is held together is something quite new in Roman literature. The author was happily inspired in his devices for amusing himself and thereby transmitted to modern times a text based on the ordinary experience of contemporary life; the precursor of such novels as Gil Blas by Alain-René Lesage and The Adventures of Roderick Random by Tobias Smollett. It reminds the well-read protagonist of Joris-Karl Huysmans's À rebours of certain nineteenth-century French novels: \"In its highly polished style, its astute observation, its solid structure, he could discern curious parallels and strange analogies with the handful of modern French novels he was able to tolerate.\"[20]\n\n"
        },
        {
            "title": "Literary and cultural legacy",
            "text": "The incomplete form in which the Satyricon survives has tantalized many readers, and between 1692 and the present several writers have attempted to round the story out. In certain cases, following a well-known conceit of historical fiction, these invented supplements have been claimed to derive from newly discovered manuscripts, a claim that may appear all the more plausible since the real fragments actually came from two different medieval sources and were only brought together by 16th- and 17th-century editors. The claims have been exposed by modern scholarship, even 21st-century apocryphal supplements.\n\nFound only in the fragments of the Satyricon is our source of information about the language of the people who made up Rome's populace. The Satyricon provides description, conversation, and stories that have become invaluable evidence of colloquial Latin. In the realism of Trimalchio's dinner party, we are provided with informal table talk that abounds in vulgarisms and solecisms which give us insight into the unknown Roman proletariat.\n\nChapter 41, the dinner with Trimalchio, depicts such a conversation after the overbearing host has left the room. A guest at the party, Dama, after calling for a cup of wine, begins first:\n\nIn the process of coming up with the title of The Great Gatsby, F. Scott Fitzgerald had considered several titles for his book including \"Trimalchio\" and \"Trimalchio in West Egg;\" Fitzgerald characterizes Gatsby as Trimalchio in the novel, notably in the first paragraph of Chapter VII:\n\nAn early version of the novel, still titled \"Trimalchio\", was published by the Cambridge University Press.\n\nT. S. Eliot's seminal poem of cultural disintegration, The Waste Land, is prefaced by a verbatim quotation out of Trimalchio's account of visiting the Cumaean Sibyl (Chapter 48), a supposedly immortal prophetess whose counsel was once sought on all matters of grave importance, but whose grotto by Neronian times had become just another site of local interest along with all the usual Mediterranean tourist traps:\n\nArrowsmith translates:\n\nIn Isaac Asimov's short story \"All the Troubles of the World\", Asimov's recurring character Multivac, a supercomputer entrusted with analyzing and finding solutions to the world's problems, is asked \"Multivac, what do you yourself want more than anything else?\" and, like the Satyricon's Sibyl when faced with the same question, responds \"I want to die.\"\n\nA sentence written by Petronius in a satyrical sense, to represent one of the many gross absurdities told by Trimalchio, reveals the cupio dissolvi feeling present in some Latin literature; a feeling perfectly seized by T. S. Eliot.\n\nOscar Wilde's novel, The Picture of Dorian Gray, mentions \"What to imperial Neronian Rome the author of the Satyricon once had been.\"\n\nDBC Pierre's novel Lights Out in Wonderland repeatedly references the Satyricon.\n\nA series of 100 etchings illustrating the Satyricon was made by the Australian artist Norman Lindsay. These were included in several 20th century translations, including, eventually, one by the artist's son Jack Lindsay.\n\nIn 1969 two film versions were made. Fellini Satyricon, directed by Federico Fellini, was loosely based upon the book. The film is deliberately fragmented and surreal though the androgynous Giton (Max Born) gives the graphic picture of Petronius's character. Among the chief narrative changes Fellini makes to the Satyricon text is the addition of a hermaphroditic priestess, who does not exist in the Petronian version.\n\nIn Fellini's adaptation, the fact that Ascyltos abducts this hermaphrodite, who later dies a miserable death in a desert landscape, is posed as an ill-omened event, and leads to the death of Ascyltos later in the film (none of which is to be found in the Petronian version). Other additions Fellini makes in his filmic adaptation: the appearance of a minotaur in a labyrinth (who first tries to club Encolpius to death, and then attempts to kiss him), and the appearance of a nymphomaniac whose husband hires Ascyltos to enter her caravan and have sex with her.\n\nThe other movie, Satyricon, was directed by Gian Luigi Polidoro.\n\nThe Norwegian black metal band Satyricon is named after the book.\n\nAmerican composer James Nathaniel Holland adapted the story and wrote music for the ballet, The Satyricon.\n\nPaul Foster wrote a play (called Satyricon) based on the book, directed by John Vaccaro at La MaMa Experimental Theatre Club in 1972.[23]\n\n"
        },
        {
            "title": "English translations",
            "text": "Over a span of more than three centuries the Satyricon has frequently been translated into English, often in limited editions. The translations are as follows. The online versions, like the originals on which they are based, often incorporate spurious supplements which are not part of the authentic Satyricon.\n\nFrançais\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Petronius",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/Latin_language",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Petronius",
        "https://en.wikipedia.org/wiki/Menippean_satire",
        "https://en.wikipedia.org/wiki/Juvenal",
        "https://en.wikipedia.org/wiki/Horace",
        "https://en.wikipedia.org/wiki/Prosimetrum",
        "https://en.wikipedia.org/wiki/The_Golden_Ass",
        "https://en.wikipedia.org/wiki/Apuleius",
        "https://en.wikipedia.org/wiki/Novel",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/Norman_Lindsay",
        "https://en.wikipedia.org/wiki/Trimalchio",
        "https://en.wikipedia.org/wiki/Campania",
        "https://en.wikipedia.org/wiki/Puteoli",
        "https://en.wikipedia.org/wiki/Asiatic_style",
        "https://en.wikipedia.org/wiki/Quartilla",
        "https://en.wikipedia.org/wiki/Priapus",
        "https://en.wikipedia.org/wiki/Menippean_satire",
        "https://en.wikipedia.org/wiki/Trimalchio",
        "https://en.wikipedia.org/wiki/Freedman",
        "https://en.wikipedia.org/wiki/Zodiac",
        "https://en.wikipedia.org/wiki/Sibyl_of_Cumae",
        "https://en.wikipedia.org/wiki/Werewolf",
        "https://en.wikipedia.org/wiki/Habinnas",
        "https://en.wikipedia.org/wiki/Vigiles",
        "https://en.wikipedia.org/wiki/Pergamon",
        "https://en.wikipedia.org/wiki/Troy",
        "https://en.wikipedia.org/wiki/Insulae",
        "https://en.wikipedia.org/wiki/Taranto",
        "https://en.wikipedia.org/wiki/Ephesus",
        "https://en.wikipedia.org/wiki/Crucifixion",
        "https://en.wikipedia.org/wiki/Crotone",
        "https://en.wikipedia.org/wiki/Julius_Caesar",
        "https://en.wikipedia.org/wiki/Pompey",
        "https://en.wikipedia.org/wiki/Priapus",
        "https://en.wikipedia.org/wiki/Trogir",
        "https://en.wikipedia.org/wiki/Dalmatia",
        "https://en.wikipedia.org/wiki/William_Arrowsmith",
        "https://en.wikipedia.org/wiki/In_Search_of_Lost_Time",
        "https://en.wikipedia.org/wiki/Gladiator",
        "https://en.wikipedia.org/wiki/Maurus_Servius_Honoratius",
        "https://en.wikipedia.org/wiki/Marseilles",
        "https://en.wikipedia.org/wiki/Scapegoat",
        "https://en.wikipedia.org/wiki/Sidonius_Apollinaris",
        "https://en.wikipedia.org/wiki/Priapus",
        "https://en.wikipedia.org/wiki/Oracle",
        "https://en.wikipedia.org/wiki/Danube",
        "https://en.wikipedia.org/wiki/Nero",
        "https://en.wikipedia.org/wiki/Silver_Age_of_Latin_literature",
        "https://en.wikipedia.org/wiki/Pharsalia",
        "https://en.wikipedia.org/wiki/Marcus_Annaeus_Lucanus",
        "https://en.wikipedia.org/wiki/Trojan_War",
        "https://en.wikipedia.org/wiki/Seneca_the_Younger",
        "https://en.wikipedia.org/wiki/Epistulae_morales_ad_Lucilium",
        "https://en.wikipedia.org/wiki/Macrobius",
        "https://en.wikipedia.org/wiki/Sidonius_Apollinaris",
        "https://en.wikipedia.org/wiki/Gaius_Marius_Victorinus",
        "https://en.wikipedia.org/wiki/Diomedes_Grammaticus",
        "https://en.wikipedia.org/wiki/Jerome",
        "https://en.wikipedia.org/wiki/Petronius",
        "https://en.wikipedia.org/wiki/Parodic",
        "https://en.wikipedia.org/wiki/Menippean_satire",
        "https://en.wikipedia.org/wiki/Idealization_and_devaluation",
        "https://en.wikipedia.org/wiki/Marcus_Terentius_Varro",
        "https://en.wikipedia.org/wiki/Menippus",
        "https://en.wikipedia.org/wiki/Gil_Blas",
        "https://en.wikipedia.org/wiki/The_Adventures_of_Roderick_Random",
        "https://en.wikipedia.org/wiki/Tobias_Smollett",
        "https://en.wikipedia.org/wiki/Supplements_to_the_Satyricon",
        "https://en.wikipedia.org/wiki/Solecisms",
        "https://en.wikipedia.org/wiki/Proletariat",
        "https://en.wikipedia.org/wiki/The_Great_Gatsby",
        "https://en.wikipedia.org/wiki/The_Waste_Land",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/The_Waste_Land",
        "https://en.wikipedia.org/wiki/Cumaean_Sibyl",
        "https://en.wikipedia.org/wiki/Tourist_trap",
        "https://en.wikipedia.org/wiki/All_the_Troubles_of_the_World",
        "https://en.wikipedia.org/wiki/Multivac",
        "https://en.wikipedia.org/wiki/Cupio_dissolvi",
        "https://en.wikipedia.org/wiki/Oscar_Wilde",
        "https://en.wikipedia.org/wiki/The_Picture_of_Dorian_Gray",
        "https://en.wikipedia.org/wiki/DBC_Pierre",
        "https://en.wikipedia.org/wiki/Lights_Out_in_Wonderland",
        "https://en.wikipedia.org/wiki/Norman_Lindsay",
        "https://en.wikipedia.org/wiki/Fellini_Satyricon",
        "https://en.wikipedia.org/wiki/Federico_Fellini",
        "https://en.wikipedia.org/wiki/Surrealism",
        "https://en.wikipedia.org/wiki/Gian_Luigi_Polidoro",
        "https://en.wikipedia.org/wiki/Black_metal",
        "https://en.wikipedia.org/wiki/Theatre_of_the_Ridiculous",
        "https://en.wikipedia.org/wiki/La_MaMa_Experimental_Theatre_Club",
        "https://en.wikipedia.org/wiki/Supplements_to_the_Satyricon",
        "https://en.wikipedia.org/wiki/Norman_Lindsay",
        "https://en.wikipedia.org/wiki/Antonio_Sotomayor",
        "https://en.wikipedia.org/wiki/Charles_Carrington",
        "https://en.wikipedia.org/wiki/Sebastian_Melmoth",
        "https://en.wikipedia.org/wiki/Oscar_Wilde",
        "https://en.wikipedia.org/wiki/Pascal_Covici",
        "https://en.wikipedia.org/wiki/Loeb_Classical_Library",
        "https://en.wikipedia.org/wiki/William_Stearns_Davis",
        "https://en.wikipedia.org/wiki/Norman_Lindsay",
        "https://en.wikipedia.org/wiki/Horace_Liveright",
        "https://en.wikipedia.org/wiki/Charles_Whibley",
        "https://en.wikipedia.org/wiki/Alfred_Richard_Allinson",
        "https://en.wikipedia.org/wiki/William_Arrowsmith",
        "https://en.wikipedia.org/wiki/Frederic_Raphael",
        "https://en.wikipedia.org/wiki/The_Folio_Society",
        "https://en.wikipedia.org/wiki/Supplements_to_the_Satyricon",
        "https://en.wikipedia.org/wiki/Trimalchio",
        "https://en.wikipedia.org/wiki/Servius",
        "https://en.wikipedia.org/wiki/Sidonius_Apollinaris",
        "https://en.wikipedia.org/wiki/Fabius_Planciades_Fulgentius",
        "https://en.wikipedia.org/wiki/Isidore_of_Seville",
        "https://en.wikipedia.org/wiki/Petronius",
        "https://en.wikipedia.org/wiki/Satyrica",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/Satyricon",
        "https://en.wikipedia.org/wiki/Satyricon",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}