{
    "url": "https://en.wikipedia.org/wiki/Scapino",
    "title": "Scapino",
    "table_of_contents": [
        "1 Costume",
        "2 Character",
        "3 Examples of Scapino's character",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Scapino, or Scapin, is a zanni character from the commedia dell'arte. His name is related to the Italian word \"scappare\" (to escape) and his name translates to “little escape artist” in reference to his tendency to flee from fights, even those he himself begins. He has been dated to the last years of the 16th century, and his creation is sometimes credited to Niccolò Barbieri.[1] He is a Bergamo native, and was popularized by the actor Francesco Gabrielli.\n\n"
        },
        {
            "title": "Costume",
            "text": "Later versions show his costume with green (or sometimes turquoise) and white stripes, similar to Mezzetino's red and white, but Callot shows Scapino in an outfit similar to the early Brighella's, white with a tabaro and a sword on his belt, and topped with a torn hat adorned with feathers. He is in fact a variant on Brighella, more cowardly and less clever. Some people call him Brighella's brother, some his son.\n\n"
        },
        {
            "title": "Character",
            "text": "Scapino tends to make a confusion of anything he undertakes and metaphorically \"flees\" from one thought, activity or love interest to another, as his name implies, although he usually will return to it – eventually. Self-preservation and self-interest are his main concerns. This is not to say his wits are without merit. In Molière's play Les Fourberies de Scapin, Zerbinette mentions what “a clever servant [Léandre] has. His name is Scapin. He is a most wonderful man and deserves the highest praise.” He is a schemer and scoundrel, and takes a certain pride in these facts. He was originally a masked character, although later versions usually have the actor simply powder his face. He is traditionally shown with a hooked nose and a pointed beard.\n\nLike Brighella, Scapino is a Jack-of-all-trades and depends on the needs of the scenario for his occupation.\n\nScapino is depicted musically in William Walton's 1940 composition, Scapino: A Comedy Overture.  A 1974 play of the same name adapted by Jim Dale and Frank Dunlop from Les Fourberies de Scapin by Molière opened at the Brooklyn Academy of Music in  New York in 1974.\n\n"
        },
        {
            "title": "",
            "text": "From Molière's Les Fourberies de Scapin:\n\nSCAPIN: To  tell you the truth, there are few things impossible to me when I once set about them. Heaven has bestowed on me a fair enough share of genius for the making up of all those neat strokes of mother wit, for all those ingenious gallantries to which the ignorant and vulgar give the name of impostures; and I can boast, without vanity, that there have been very few men more skilful than I in expedients and intrigues, and who have acquired a greater reputation in the noble profession. But, to tell the truth, merit is too ill rewarded nowadays, and I have given up everything of the kind since the trouble I had through a certain affair that happened to me.\n\nOCTAVE: How? What affair, Scapin?\n\nSCAPIN: An adventure in which justice and I fell out.\n\nOCTAVE: Justice and you?\n\nSCAPIN: Yes; we had a trifling quarrel.\n\nSILVESTRE: You and justice?\n\nSCAPIN: Yes. She used me very badly; and I felt so enraged against the ingratitude of our age that I determined never to do anything for anybody. But never mind; tell me about yourself all the same.\n\n___\n\nScapin pretends to be mortally wounded and begs forgiveness for his wrongdoings.\n\nSCAPIN. (to GÉRONTE.) It is you, Sir, I have offended the most, because of the beating with the cudgel which I....\n\nGÉRONTE. Leave that alone.\n\nSCAPIN. I feel in dying an inconceivable grief for the beating which I....\n\nGÉRONTE. Ah me! be silent.\n\nSCAPIN. That unfortunate beating that I gave....\n\nGÉRONTE. Be silent, I tell you; I forgive you everything.\n\nSCAPIN. Alas! how good you are. But is it really with all your heart that you forgive me the beating which I...?\n\nGÉRONTE. Yes, yes; don't mention it. I forgive you everything. You are punished.\n\nSCAPIN. Ah! Sir, how much better I feel for your kind words.\n\nGÉRONTE. Yes, I forgive you; but on one condition, that you die.\n\nSCAPIN. How! Sir?\n\nGÉRONTE. I retract my words if you recover.\n\nSCAPIN. Oh! oh! all my pains are coming back.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Jacques_Callot",
        "https://en.wikipedia.org/wiki/Zanni",
        "https://en.wikipedia.org/wiki/Bergamo",
        "https://en.wikipedia.org/wiki/Francesco_Gabrielli",
        "https://en.wikipedia.org/wiki/Mezzetino",
        "https://en.wikipedia.org/wiki/Jacques_Callot",
        "https://en.wikipedia.org/wiki/Brighella",
        "https://en.wikipedia.org/wiki/Les_Fourberies_de_Scapin",
        "https://en.wikipedia.org/wiki/William_Walton",
        "https://en.wikipedia.org/wiki/Jim_Dale",
        "https://en.wikipedia.org/wiki/Scapin_the_Schemer",
        "https://en.wikipedia.org/wiki/Brooklyn_Academy_of_Music",
        "https://en.wikipedia.org/wiki/Les_Fourberies_de_Scapin",
        "https://en.wikipedia.org/wiki/Scapino",
        "https://en.wikipedia.org/wiki/Scapino",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}