{
    "url": "https://en.wikipedia.org/wiki/Schadenfreude",
    "title": "Schadenfreude",
    "table_of_contents": [
        "1 Etymology",
        "2 Psychological causes",
        "3 Synonyms",
        "4 Related emotions or concepts",
        "5 Neologisms and variants",
        "6 Literary usage and philosophical analysis",
        "7 Scientific studies",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Schadenfreude (/ˈʃɑːdənfrɔɪdə/; German: [ˈʃaːdn̩ˌfʁɔʏ̯də] (listen); lit. 'harm-joy') is the experience of pleasure, joy, or self-satisfaction that comes from learning of or witnessing the troubles, failures, or humiliation of another. It is a borrowed word from German, with no direct translation, that originated in the 18th century.\n\nSchadenfreude has been detected in children as young as 24 months and may be an important social emotion establishing \"inequity aversion\".[1]\n\n"
        },
        {
            "title": "Etymology",
            "text": "Schadenfreude is a term borrowed from German. It is a compound of Schaden (\"damage/harm\") and Freude (\"joy\"). The German word was first mentioned in English texts in 1852 and 1867, and first used in English running text in 1895.[2] In German, it was first attested in the 1740s.[3]\nThe earliest seems to be Christoph Starke, Synopsis bibliothecae exegeticae in Vetus Testamentum. Leipzig 1750. \nAlthough common nouns normally are not capitalised in English, schadenfreude sometimes is capitalised following the German convention.\n\n"
        },
        {
            "title": "Psychological causes",
            "text": "Researchers have found that there are three driving forces behind schadenfreude – aggression, rivalry, and justice.[4]\n\nSelf-esteem has a negative relationship with the frequency and intensity of schadenfreude experienced by an individual; individuals with less self-esteem tend to experience schadenfreude more frequently and intensely.[5]\n\nIt is hypothesized that this inverse relationship is mediated through the human psychological inclination to define and protect their self- and in-group- identity or self-conception.[5] Specifically, for someone with high self-esteem, seeing another person fail may still bring them a small (but effectively negligible) surge of confidence because the observer's high self-esteem significantly lowers the threat they believe the visibly-failing human poses to their status or identity. Since this confident individual perceives that, regardless of circumstances, the successes and failures of the other person will have little impact on their own status or well-being, they have very little emotional investment in how the other person fares, be it positive or negative.\n\nConversely, for someone with low self-esteem, someone who is more successful poses a threat to their sense of self, and seeing this person fall can be a source of comfort because they perceive a relative improvement in their internal or in-group standing.[6]\n\n"
        },
        {
            "title": "Synonyms",
            "text": "Schadenfreude has equivalents in many other languages (such as: in Dutch leedvermaak and Swedish skadeglädjecode: swe promoted to code: sv ), but no commonly-used precise English single-word equivalent. There are other ways to express the concept in English.\n\nEpicaricacy is a seldom-used direct equivalent,[7] borrowed from Greek epichairekakia (ἐπιχαιρεκακία, first attested in Aristotle[8]) from ἐπί epi 'upon', χαρά chara 'joy', and κακόν kakon 'evil'.[9][10][11][12]\n\nTall poppy syndrome is a cultural[clarification needed] phenomenon where people of high status are resented, attacked, cut down, or criticized because they have been classified as better than their peers. This is similar to \"begrudgery\", the resentment or envy of the success of a peer. If someone were to feel joy by the victim's fall from grace, they would be experiencing schadenfreude.\n\nRoman holiday is a metaphor from Byron's poem Childe Harold's Pilgrimage, where a gladiator in ancient Rome expects to be \"butchered to make a Roman holiday\" while the audience would take pleasure from watching his suffering. The term suggests debauchery and disorder in addition to sadistic enjoyment.[13]\n\nMorose delectation (Latin: delectatio morosa), meaning \"the habit of dwelling with enjoyment on evil thoughts\",[14] was considered by the medieval church to be a sin.[15][16] French writer Pierre Klossowski maintained that the appeal of sadism is morose delectation.[17][18]\n\n\"Gloating\" is an English word of similar meaning, where \"gloat\" means \"to observe or think about something with triumphant and often malicious satisfaction, gratification, or delight\" (e.g., to gloat over an enemy's misfortune).[19] Gloating is different from schadenfreude in that it does not necessarily require malice (one may gloat to a friend without ill intent about having defeated him in a game), and that it describes an action rather than a state of mind (one typically gloats to the subject of the misfortune or to a third party). Also, unlike schadenfreude, where the focus is on another's misfortune, gloating often brings to mind inappropriately celebrating or bragging about one's own good fortune without any particular focus on the misfortune of others.\n\n"
        },
        {
            "title": "Related emotions or concepts",
            "text": "Permutations of the concept of pleasure at another's unhappiness are: pleasure at another's happiness, displeasure at another's happiness, and displeasure at another's unhappiness. Words for these concepts are sometimes cited as antonyms to schadenfreude, as each is the opposite in some way.\n\nThere is no common English term for pleasure at another's happiness. The pseudo-German coinage freudenfreude is occasionally used in English.[20][21][22][23] Writers on Buddhism speak of mudita[24][self-published source?][25][self-published source?][26] and polyamorists speak of compersion. The Hebrew slang term firgun refers to happiness at another's accomplishment.[27]\n\nDispleasure at another's happiness is involved in envy, and perhaps in jealousy. The coinage \"freudenschade\" similarly means sorrow at another's success.[28][unreliable source?][29]\n\nDispleasure at another's good fortune is Gluckschmerz, a pseudo-German word coined in 1985 as a joke by the pseudonymous Wanda Tinasky; the correct German form would be Glücksschmerz.[30][31] It has since been used in academic contexts.[32]\n\nDispleasure at another's unhappiness is sympathy, pity, or compassion.[citation needed]\n\nSadism gives pleasure through the infliction of pain, whereas schadenfreude is pleasure on observing misfortune and in particular, the fact that the other somehow deserved the misfortune.[33]\n\n"
        },
        {
            "title": "Neologisms and variants",
            "text": "The word schadenfreude had been blended with other words to form neologisms as early as 1993, when Lincoln Caplan, in his book Skadden: Power, Money, and the Rise of a Legal Empire, used the word Skaddenfreude to describe the delight that competitors of Skadden Arps took in its troubles of the early 1990s.[34] Others include spitzenfreude, coined by The Economist to refer to the fall of Eliot Spitzer[35] and Schadenford, coined by Toronto Life in regard to Canadian politician Rob Ford.[36]\n\n"
        },
        {
            "title": "Literary usage and philosophical analysis",
            "text": "The Book of Proverbs mentions an emotion similar to schadenfreude: \"Rejoice not when thine enemy falleth, and let not thine heart be glad when he stumbleth: Lest the LORD see it, and it displease him, and he turn away his wrath from him.\" (Proverbs 24:17–18, King James Version).\n\nIn East Asia, the emotion of feeling joy from seeing the hardship of others was described as early as late 4th century BCE.  The phrase Xing zai le huo (Chinese: 幸災樂禍) first appeared separately as xing zai (幸災), meaning the feeling of joy from seeing the hardship of others,[37] and le huo (樂禍), meaning the happiness derived from the unfortunate situation of others,[38] in the ancient Chinese text Zuo zhuan (左傳).  The phrase xing zai le huo (幸災樂禍) is still used among Chinese speakers.[37]\n\nIn the Nicomachean Ethics, Aristotle used epikhairekakia (ἐπιχαιρεκακία in Greek) as part of a triad of terms, in which epikhairekakia stands as the opposite of phthonos (φθόνος), and nemesis (νέμεσις) occupies the mean. Nemesis is \"a painful response to another's undeserved good fortune\", while phthonos is a painful response to any good fortune of another, deserved or not. The epikhairekakos (ἐπιχαιρέκακος) person takes pleasure in another's ill fortune.[39][40]\n\nLucretius characterises the emotion in an extended simile in De rerum natura: Suave, mari magno turbantibus aequora ventis, e terra magnum alterius spectare laborem, \"It is pleasant to watch from the land the great struggle of someone else in a sea rendered great by turbulent winds.\" The abbreviated Latin tag suave mare magno recalled the passage to generations familiar with the Latin classics.[41]\n\nCaesarius of Heisterbach regards \"delight in the adversity of a neighbour\" as one of the \"daughters of envy... which follows anger\" in his Dialogue on Miracles.[42]\n\nDuring the seventeenth century, Robert Burton wrote:\n\nThe philosopher Arthur Schopenhauer mentioned schadenfreude as the most evil sin of human feeling, famously saying \"To feel envy is human, to savor schadenfreude is diabolic.\"[44][45]\n\nThe song \"Schadenfreude\" in the musical Avenue Q, is a comedic exploration of the general public's relationship with the emotion.[46]\n\nRabbi Harold S. Kushner in his book When Bad Things Happen to Good People describes schadenfreude as a universal, even wholesome reaction that cannot be helped. \"There is a German psychological term, Schadenfreude, which refers to the embarrassing reaction of relief we feel when something bad happens to someone else instead of to us.\" He gives examples and writes, \"[People] don't wish their friends ill, but they can’t help feeling an embarrassing spasm of gratitude that [the bad thing] happened to someone else and not to them.\"[47]\n\nSusan Sontag's book Regarding the Pain of Others, published in 2003, is a study of the issue of how the pain and misfortune of some people affects others, namely whether war photography and war paintings may be helpful as anti-war tools, or whether they only serve some sense of schadenfreude in some viewers.[citation needed]\n\nPhilosopher and sociologist Theodor Adorno defined schadenfreude as \"... largely unanticipated delight in the suffering of another, which is cognized as trivial and/or appropriate.\"[48]\n\nSchadenfreude is steadily becoming a more popular word according to Google.[49]\n\n"
        },
        {
            "title": "Scientific studies",
            "text": "A New York Times article in 2002 cited a number of scientific studies of schadenfreude, which it defined as \"delighting in others' misfortune\". Many such studies are based on social comparison theory, the idea that when people around us have bad luck, we look better to ourselves. Other researchers have found that people with low self-esteem are more likely to feel schadenfreude than are those who have high self-esteem.[50]\n\nA 2003 study examined intergroup schadenfreude within the context of sports, specifically an international football (soccer) competition. The study focused on the German and Dutch football teams and their fans. The results of this study indicated that the emotion of schadenfreude is very sensitive to circumstances that make it more or less legitimate to feel such malicious pleasure toward a sports rival.[51]\n\nA 2011 study by Cikara and colleagues using functional magnetic resonance imaging (fMRI) examined schadenfreude among Boston Red Sox and New York Yankees fans, and found that fans showed increased activation in brain areas correlated with self-reported pleasure (ventral striatum) when observing the rival team experience a negative outcome (e.g., a strikeout).[52] By contrast, fans exhibited increased activation in the anterior cingulate and insula when viewing their own team experience a negative outcome.\n\nA 2006 experiment about \"justice served\" suggests that men, but not women, enjoy seeing \"bad people\" suffer. The study was designed to measure empathy by watching which brain centers are stimulated when subjects observed via fMRI see someone experiencing physical pain. Researchers expected that the brain's empathy center of subjects would show more stimulation when those seen as \"good\" got an electric shock, than would occur if the shock was given to someone the subject had reason to consider \"bad\". This was indeed the case, but for male subjects, the brain's pleasure centers also lit up when someone got a shock that the male thought was \"well-deserved\".[53]\n\nBrain-scanning studies show that schadenfreude is correlated with envy in subjects. Strong feelings of envy activated physical pain nodes in the brain's dorsal anterior cingulate cortex; the brain's reward centers, such as the ventral striatum, were activated by news that other people who were envied had suffered misfortune. The magnitude of the brain's schadenfreude response could even be predicted from the strength of the previous envy response.[54][55]\n\nA study conducted in 2009 provides evidence for people's capacity to feel schadenfreude in response to negative events in politics.[56] The study was designed to determine whether or not there was a possibility that events containing objective misfortunes might produce schadenfreude. It was reported in the study that the likelihood of experiencing feelings of schadenfreude depends upon whether an individual's own party or the opposing party is suffering harm. This study suggests that the domain of politics is prime territory for feelings of schadenfreude, especially for those who identify strongly with their political party.\n\nIn 2014, research in the form of an online survey analyzed the relationship between schadenfreude and 'Dark Triad' traits (i.e. narcissism, Machiavellianism, and psychopathy). The findings showed that those respondents who had higher levels of Dark Triad traits also had higher levels of schadenfreude, engaged in greater anti-social activities and had greater interests in sensationalism.[57]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Eduardo_Zamacois_y_Zabala",
        "https://en.wikipedia.org/wiki/Monk",
        "https://en.wikipedia.org/wiki/Donkey",
        "https://en.wikipedia.org/wiki/Emotion",
        "https://en.wikipedia.org/wiki/Emotion_classification",
        "https://en.wikipedia.org/wiki/Emotion_in_animals",
        "https://en.wikipedia.org/wiki/Emotional_intelligence",
        "https://en.wikipedia.org/wiki/Emotional_regulation",
        "https://en.wikipedia.org/wiki/Interpersonal_emotion_regulation",
        "https://en.wikipedia.org/wiki/Emotional_dysregulation",
        "https://en.wikipedia.org/wiki/Acceptance",
        "https://en.wikipedia.org/wiki/Admiration",
        "https://en.wikipedia.org/wiki/Affection",
        "https://en.wikipedia.org/wiki/Amusement",
        "https://en.wikipedia.org/wiki/Anger",
        "https://en.wikipedia.org/wiki/Angst",
        "https://en.wikipedia.org/wiki/Anguish",
        "https://en.wikipedia.org/wiki/Annoyance",
        "https://en.wikipedia.org/wiki/Anticipation",
        "https://en.wikipedia.org/wiki/Anxiety",
        "https://en.wikipedia.org/wiki/Apathy",
        "https://en.wikipedia.org/wiki/Arousal",
        "https://en.wikipedia.org/wiki/Awe",
        "https://en.wikipedia.org/wiki/Boredom",
        "https://en.wikipedia.org/wiki/Confidence",
        "https://en.wikipedia.org/wiki/Confusion",
        "https://en.wikipedia.org/wiki/Contempt",
        "https://en.wikipedia.org/wiki/Contentment",
        "https://en.wikipedia.org/wiki/Courage",
        "https://en.wikipedia.org/wiki/Curiosity",
        "https://en.wikipedia.org/wiki/Desire",
        "https://en.wikipedia.org/wiki/Disappointment",
        "https://en.wikipedia.org/wiki/Disgust",
        "https://en.wikipedia.org/wiki/Distrust",
        "https://en.wikipedia.org/wiki/Doubt",
        "https://en.wikipedia.org/wiki/Embarrassment",
        "https://en.wikipedia.org/wiki/Empathy",
        "https://en.wikipedia.org/wiki/Enthusiasm",
        "https://en.wikipedia.org/wiki/Envy",
        "https://en.wikipedia.org/wiki/Euphoria",
        "https://en.wikipedia.org/wiki/Faith",
        "https://en.wikipedia.org/wiki/Fear",
        "https://en.wikipedia.org/wiki/Frustration",
        "https://en.wikipedia.org/wiki/Gratification",
        "https://en.wikipedia.org/wiki/Gratitude",
        "https://en.wikipedia.org/wiki/Greed",
        "https://en.wikipedia.org/wiki/Grief",
        "https://en.wikipedia.org/wiki/Happiness",
        "https://en.wikipedia.org/wiki/Hatred",
        "https://en.wikipedia.org/wiki/Hope",
        "https://en.wikipedia.org/wiki/Horror_and_terror",
        "https://en.wikipedia.org/wiki/Hostility",
        "https://en.wikipedia.org/wiki/Humiliation",
        "https://en.wikipedia.org/wiki/Jealousy",
        "https://en.wikipedia.org/wiki/Joy",
        "https://en.wikipedia.org/wiki/Kindness",
        "https://en.wikipedia.org/wiki/Loneliness",
        "https://en.wikipedia.org/wiki/Love",
        "https://en.wikipedia.org/wiki/Lust",
        "https://en.wikipedia.org/wiki/Nostalgia",
        "https://en.wikipedia.org/wiki/Panic",
        "https://en.wikipedia.org/wiki/Pity",
        "https://en.wikipedia.org/wiki/Pleasure",
        "https://en.wikipedia.org/wiki/Pride",
        "https://en.wikipedia.org/wiki/Regret",
        "https://en.wikipedia.org/wiki/Social_rejection",
        "https://en.wikipedia.org/wiki/Remorse",
        "https://en.wikipedia.org/wiki/Resentment",
        "https://en.wikipedia.org/wiki/Sadness",
        "https://en.wikipedia.org/wiki/Saudade",
        "https://en.wikipedia.org/wiki/Shame",
        "https://en.wikipedia.org/wiki/Acute_stress_disorder",
        "https://en.wikipedia.org/wiki/Shyness",
        "https://en.wikipedia.org/wiki/Social_connection",
        "https://en.wikipedia.org/wiki/Suffering",
        "https://en.wikipedia.org/wiki/Worry",
        "https://en.wikipedia.org/wiki/Literal_translation",
        "https://en.wikipedia.org/wiki/Borrowed_word",
        "https://en.wikipedia.org/wiki/Inequity_aversion",
        "https://en.wikipedia.org/wiki/Loanword",
        "https://en.wikipedia.org/wiki/German_language",
        "https://en.wikipedia.org/wiki/Proper_noun",
        "https://en.wikipedia.org/wiki/Rivalry",
        "https://en.wikipedia.org/wiki/Justice",
        "https://en.wikipedia.org/wiki/Group_identity",
        "https://en.wikipedia.org/wiki/Moral_emotions",
        "https://en.wikipedia.org/wiki/Dutch_language",
        "https://en.wikipedia.org/wiki/Swedes",
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Tall_poppy_syndrome",
        "https://en.wikipedia.org/wiki/Gladiator",
        "https://en.wikipedia.org/wiki/Ancient_Rome",
        "https://en.wikipedia.org/wiki/Latin_language",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Pierre_Klossowski",
        "https://en.wikipedia.org/wiki/Sadomasochism",
        "https://en.wikipedia.org/wiki/Gloat",
        "https://en.wikipedia.org/wiki/Antonym",
        "https://en.wikipedia.org/wiki/Buddhism",
        "https://en.wikipedia.org/wiki/Mudita",
        "https://en.wikipedia.org/wiki/Polyamory",
        "https://en.wikipedia.org/wiki/Compersion",
        "https://en.wikipedia.org/wiki/Firgun",
        "https://en.wikipedia.org/wiki/Envy",
        "https://en.wikipedia.org/wiki/Jealousy",
        "https://en.wikipedia.org/wiki/Wanda_Tinasky",
        "https://en.wikipedia.org/wiki/Sympathy",
        "https://en.wikipedia.org/wiki/Pity",
        "https://en.wikipedia.org/wiki/Compassion",
        "https://en.wikipedia.org/wiki/Sadistic_personality_disorder",
        "https://en.wikipedia.org/wiki/Blend_word",
        "https://en.wikipedia.org/wiki/Neologisms",
        "https://en.wikipedia.org/wiki/Skadden_Arps",
        "https://en.wikipedia.org/wiki/The_Economist",
        "https://en.wikipedia.org/wiki/Eliot_Spitzer_prostitution_scandal",
        "https://en.wikipedia.org/wiki/Toronto_Life",
        "https://en.wikipedia.org/wiki/Rob_Ford",
        "https://en.wikipedia.org/wiki/Book_of_Proverbs",
        "https://en.wikipedia.org/wiki/King_James_Version",
        "https://en.wikipedia.org/wiki/East_Asia",
        "https://en.wikipedia.org/wiki/Chinese_language",
        "https://en.wikipedia.org/wiki/Zuo_zhuan",
        "https://en.wikipedia.org/wiki/Nicomachean_Ethics",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Phthonos",
        "https://en.wikipedia.org/wiki/Archenemy",
        "https://en.wikipedia.org/wiki/Lucretius",
        "https://en.wikipedia.org/wiki/Simile",
        "https://en.wikipedia.org/wiki/De_rerum_natura",
        "https://en.wikipedia.org/wiki/List_of_Latin_phrases",
        "https://en.wikipedia.org/wiki/Caesarius_of_Heisterbach",
        "https://en.wikipedia.org/wiki/17th_century_philosophy",
        "https://en.wikipedia.org/wiki/Anger",
        "https://en.wikipedia.org/wiki/Revenge",
        "https://en.wikipedia.org/wiki/Pride",
        "https://en.wikipedia.org/wiki/Shame",
        "https://en.wikipedia.org/wiki/The_Anatomy_of_Melancholy",
        "https://en.wikipedia.org/wiki/Arthur_Schopenhauer",
        "https://en.wikipedia.org/wiki/Avenue_Q",
        "https://en.wikipedia.org/wiki/When_Bad_Things_Happen_to_Good_People",
        "https://en.wikipedia.org/wiki/Susan_Sontag",
        "https://en.wikipedia.org/wiki/Regarding_the_Pain_of_Others",
        "https://en.wikipedia.org/wiki/War_photography",
        "https://en.wikipedia.org/wiki/War_art",
        "https://en.wikipedia.org/wiki/Philosopher",
        "https://en.wikipedia.org/wiki/Sociologist",
        "https://en.wikipedia.org/wiki/Theodor_Adorno",
        "https://en.wikipedia.org/wiki/New_York_Times",
        "https://en.wikipedia.org/wiki/Social_comparison_theory",
        "https://en.wikipedia.org/wiki/Functional_magnetic_resonance_imaging",
        "https://en.wikipedia.org/wiki/Boston_Red_Sox",
        "https://en.wikipedia.org/wiki/New_York_Yankees",
        "https://en.wikipedia.org/wiki/Ventral_striatum",
        "https://en.wikipedia.org/wiki/Strikeout",
        "https://en.wikipedia.org/wiki/Anterior_cingulate_cortex",
        "https://en.wikipedia.org/wiki/Empathy",
        "https://en.wikipedia.org/wiki/Pain",
        "https://en.wikipedia.org/wiki/Dark_Triad",
        "https://en.wikipedia.org/wiki/Narcissism",
        "https://en.wikipedia.org/wiki/Psychopathy",
        "https://en.wikipedia.org/wiki/Katagelasticism",
        "https://en.wikipedia.org/wiki/Masochism",
        "https://en.wikipedia.org/wiki/Revenge",
        "https://en.wikipedia.org/wiki/Vicarious_embarrassment",
        "https://en.wikipedia.org/wiki/List_of_German_expressions_in_English",
        "https://en.wikipedia.org/wiki/Oxford_English_Dictionary",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Oxford_English_Dictionary",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Summa_Theologica",
        "https://en.wikipedia.org/wiki/Thomas_Aquinas",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Pierre_Klossowski",
        "https://en.wikipedia.org/wiki/Illinois",
        "https://en.wikipedia.org/wiki/Northwestern_University_Press",
        "https://en.wikipedia.org/wiki/The_Stanford_Daily",
        "https://en.wikipedia.org/wiki/The_Wall_Street_Journal",
        "https://en.wikipedia.org/wiki/When_Bad_Things_Happen_to_Good_People",
        "https://en.wikipedia.org/wiki/Emotion",
        "https://en.wikipedia.org/wiki/Emotion_classification",
        "https://en.wikipedia.org/wiki/Emotion",
        "https://en.wikipedia.org/wiki/Acceptance",
        "https://en.wikipedia.org/wiki/Admiration",
        "https://en.wikipedia.org/wiki/Adoration",
        "https://en.wikipedia.org/wiki/Aesthetic_emotions",
        "https://en.wikipedia.org/wiki/Affection",
        "https://en.wikipedia.org/wiki/Psychomotor_agitation",
        "https://en.wikipedia.org/wiki/Pain",
        "https://en.wikipedia.org/wiki/Amusement",
        "https://en.wikipedia.org/wiki/Anger",
        "https://en.wikipedia.org/wiki/Angst",
        "https://en.wikipedia.org/wiki/Anguish",
        "https://en.wikipedia.org/wiki/Annoyance",
        "https://en.wikipedia.org/wiki/Anticipation",
        "https://en.wikipedia.org/wiki/Anxiety",
        "https://en.wikipedia.org/wiki/Apathy",
        "https://en.wikipedia.org/wiki/Arousal",
        "https://en.wikipedia.org/wiki/Interpersonal_attraction",
        "https://en.wikipedia.org/wiki/Awe",
        "https://en.wikipedia.org/wiki/Boredom",
        "https://en.wikipedia.org/wiki/Calmness",
        "https://en.wikipedia.org/wiki/Compassion",
        "https://en.wikipedia.org/wiki/Confidence",
        "https://en.wikipedia.org/wiki/Confusion",
        "https://en.wikipedia.org/wiki/Contempt",
        "https://en.wikipedia.org/wiki/Contentment",
        "https://en.wikipedia.org/wiki/Courage",
        "https://en.wikipedia.org/wiki/Cruelty",
        "https://en.wikipedia.org/wiki/Curiosity",
        "https://en.wikipedia.org/wiki/Defeatism",
        "https://en.wikipedia.org/wiki/Desire",
        "https://en.wikipedia.org/wiki/Disappointment",
        "https://en.wikipedia.org/wiki/Disgust",
        "https://en.wikipedia.org/wiki/Distrust",
        "https://en.wikipedia.org/wiki/Doubt",
        "https://en.wikipedia.org/wiki/Embarrassment",
        "https://en.wikipedia.org/wiki/Vicarious_embarrassment",
        "https://en.wikipedia.org/wiki/Empathy",
        "https://en.wikipedia.org/wiki/Emptiness",
        "https://en.wikipedia.org/wiki/Attention",
        "https://en.wikipedia.org/wiki/Enthusiasm",
        "https://en.wikipedia.org/wiki/Envy",
        "https://en.wikipedia.org/wiki/Euphoria",
        "https://en.wikipedia.org/wiki/Stimulation",
        "https://en.wikipedia.org/wiki/Faith",
        "https://en.wikipedia.org/wiki/Fear",
        "https://en.wikipedia.org/wiki/Frustration",
        "https://en.wikipedia.org/wiki/Gratification",
        "https://en.wikipedia.org/wiki/Gratitude",
        "https://en.wikipedia.org/wiki/Greed",
        "https://en.wikipedia.org/wiki/Grief",
        "https://en.wikipedia.org/wiki/Happiness",
        "https://en.wikipedia.org/wiki/Hatred",
        "https://en.wikipedia.org/wiki/Hiraeth",
        "https://en.wikipedia.org/wiki/Homesickness",
        "https://en.wikipedia.org/wiki/Hope",
        "https://en.wikipedia.org/wiki/Horror_and_terror",
        "https://en.wikipedia.org/wiki/Hostility",
        "https://en.wikipedia.org/wiki/Humiliation",
        "https://en.wikipedia.org/wiki/Hygge",
        "https://en.wikipedia.org/wiki/Hysteria",
        "https://en.wikipedia.org/wiki/Hedonism",
        "https://en.wikipedia.org/wiki/Infatuation",
        "https://en.wikipedia.org/wiki/Emotional_security",
        "https://en.wikipedia.org/wiki/Artistic_inspiration",
        "https://en.wikipedia.org/wiki/Irritability",
        "https://en.wikipedia.org/wiki/Jealousy",
        "https://en.wikipedia.org/wiki/Joy",
        "https://en.wikipedia.org/wiki/Kindness",
        "https://en.wikipedia.org/wiki/Loneliness",
        "https://en.wikipedia.org/wiki/Love",
        "https://en.wikipedia.org/wiki/Limerence",
        "https://en.wikipedia.org/wiki/Lust",
        "https://en.wikipedia.org/wiki/Mono_no_aware",
        "https://en.wikipedia.org/wiki/Neglect",
        "https://en.wikipedia.org/wiki/Nostalgia",
        "https://en.wikipedia.org/wiki/Panic",
        "https://en.wikipedia.org/wiki/Pity",
        "https://en.wikipedia.org/wiki/Pleasure",
        "https://en.wikipedia.org/wiki/Pride",
        "https://en.wikipedia.org/wiki/Grandiosity",
        "https://en.wikipedia.org/wiki/Hubris",
        "https://en.wikipedia.org/wiki/Insult",
        "https://en.wikipedia.org/wiki/Vanity",
        "https://en.wikipedia.org/wiki/Regret",
        "https://en.wikipedia.org/wiki/Social_rejection",
        "https://en.wikipedia.org/wiki/Remorse",
        "https://en.wikipedia.org/wiki/Resentment",
        "https://en.wikipedia.org/wiki/Sadness",
        "https://en.wikipedia.org/wiki/Melancholia",
        "https://en.wikipedia.org/wiki/Saudade",
        "https://en.wikipedia.org/wiki/Sehnsucht",
        "https://en.wikipedia.org/wiki/Sentimentality",
        "https://en.wikipedia.org/wiki/Shame",
        "https://en.wikipedia.org/wiki/Acute_stress_disorder",
        "https://en.wikipedia.org/wiki/Shyness",
        "https://en.wikipedia.org/wiki/Social_connection",
        "https://en.wikipedia.org/wiki/Psychological_stress",
        "https://en.wikipedia.org/wiki/Chronic_stress",
        "https://en.wikipedia.org/wiki/Suffering",
        "https://en.wikipedia.org/wiki/Sympathy",
        "https://en.wikipedia.org/wiki/Sense_of_wonder",
        "https://en.wikipedia.org/wiki/Worry",
        "https://en.wikipedia.org/wiki/Worldview",
        "https://en.wikipedia.org/wiki/Defeatism",
        "https://en.wikipedia.org/wiki/Nihilism",
        "https://en.wikipedia.org/wiki/Optimism",
        "https://en.wikipedia.org/wiki/Pessimism",
        "https://en.wikipedia.org/wiki/Recluse",
        "https://en.wikipedia.org/wiki/Weltschmerz",
        "https://en.wikipedia.org/wiki/Affect_consciousness",
        "https://en.wikipedia.org/wiki/Affect_measures",
        "https://en.wikipedia.org/wiki/Affective_computing",
        "https://en.wikipedia.org/wiki/Affective_forecasting",
        "https://en.wikipedia.org/wiki/Affective_neuroscience",
        "https://en.wikipedia.org/wiki/Affective_science",
        "https://en.wikipedia.org/wiki/Affective_spectrum",
        "https://en.wikipedia.org/wiki/Positive_affectivity",
        "https://en.wikipedia.org/wiki/Negative_affectivity",
        "https://en.wikipedia.org/wiki/Appeal_to_emotion",
        "https://en.wikipedia.org/wiki/Amygdala_hijack",
        "https://en.wikipedia.org/wiki/Art_and_emotion",
        "https://en.wikipedia.org/wiki/Emotion_and_memory",
        "https://en.wikipedia.org/wiki/Music_and_emotion",
        "https://en.wikipedia.org/wiki/Sex_differences_in_psychology",
        "https://en.wikipedia.org/wiki/Sleep_and_emotions",
        "https://en.wikipedia.org/wiki/Emotion_classification",
        "https://en.wikipedia.org/wiki/Evolution_of_emotion",
        "https://en.wikipedia.org/wiki/Expressed_emotion",
        "https://en.wikipedia.org/wiki/Functional_accounts_of_emotion",
        "https://en.wikipedia.org/wiki/Group_emotion",
        "https://en.wikipedia.org/wiki/Homeostatic_emotion",
        "https://en.wikipedia.org/wiki/Emotion_in_animals",
        "https://en.wikipedia.org/wiki/Emotion_perception",
        "https://en.wikipedia.org/wiki/Emotion_recognition",
        "https://en.wikipedia.org/wiki/Emotion_recognition_in_conversation",
        "https://en.wikipedia.org/wiki/Interpersonal_emotion_regulation",
        "https://en.wikipedia.org/wiki/Emotion_work",
        "https://en.wikipedia.org/wiki/Emotional_aperture",
        "https://en.wikipedia.org/wiki/Emotional_bias",
        "https://en.wikipedia.org/wiki/Emotional_blackmail",
        "https://en.wikipedia.org/wiki/Emotional_competence",
        "https://en.wikipedia.org/wiki/Emotional_conflict",
        "https://en.wikipedia.org/wiki/Emotional_contagion",
        "https://en.wikipedia.org/wiki/Emotional_detachment",
        "https://en.wikipedia.org/wiki/Emotional_dysregulation",
        "https://en.wikipedia.org/wiki/Emotional_eating",
        "https://en.wikipedia.org/wiki/Emotional_exhaustion",
        "https://en.wikipedia.org/wiki/Emotional_expression",
        "https://en.wikipedia.org/wiki/Gender_and_emotional_expression",
        "https://en.wikipedia.org/wiki/Emotional_intelligence",
        "https://en.wikipedia.org/wiki/Bullying_and_emotional_intelligence",
        "https://en.wikipedia.org/wiki/Empathy_quotient",
        "https://en.wikipedia.org/wiki/Emotional_intimacy",
        "https://en.wikipedia.org/wiki/Emotional_isolation",
        "https://en.wikipedia.org/wiki/Emotional_lability",
        "https://en.wikipedia.org/wiki/Emotional_labor",
        "https://en.wikipedia.org/wiki/Emotional_lateralization",
        "https://en.wikipedia.org/wiki/Emotional_literacy",
        "https://en.wikipedia.org/wiki/Emotional_prosody",
        "https://en.wikipedia.org/wiki/Emotional_reasoning",
        "https://en.wikipedia.org/wiki/Emotional_responsivity",
        "https://en.wikipedia.org/wiki/Emotional_security",
        "https://en.wikipedia.org/wiki/Emotional_symbiosis",
        "https://en.wikipedia.org/wiki/Emotional_thought_method",
        "https://en.wikipedia.org/wiki/Emotionality",
        "https://en.wikipedia.org/wiki/Bounded_emotionality",
        "https://en.wikipedia.org/wiki/Emotions_and_culture",
        "https://en.wikipedia.org/wiki/History_of_emotions",
        "https://en.wikipedia.org/wiki/Emotions_in_the_workplace",
        "https://en.wikipedia.org/wiki/Emotions_in_virtual_communication",
        "https://en.wikipedia.org/wiki/Moral_emotions",
        "https://en.wikipedia.org/wiki/Social_emotions",
        "https://en.wikipedia.org/wiki/Social_sharing_of_emotions",
        "https://en.wikipedia.org/wiki/Sociology_of_emotions",
        "https://en.wikipedia.org/wiki/Feeling",
        "https://en.wikipedia.org/wiki/Group_affective_tone",
        "https://en.wikipedia.org/wiki/Interactions_between_the_emotional_and_executive_brain_systems",
        "https://en.wikipedia.org/wiki/Jealousy_in_art",
        "https://en.wikipedia.org/wiki/Pathognomy",
        "https://en.wikipedia.org/wiki/Pathos",
        "https://en.wikipedia.org/wiki/Social_emotional_development",
        "https://en.wikipedia.org/wiki/Stoic_passions",
        "https://en.wikipedia.org/wiki/Affect_theory",
        "https://en.wikipedia.org/wiki/Appraisal_theory",
        "https://en.wikipedia.org/wiki/Theory_of_constructed_emotion",
        "https://en.wikipedia.org/wiki/Discrete_emotion_theory",
        "https://en.wikipedia.org/wiki/Somatic_marker_hypothesis",
        "https://en.wikipedia.org/wiki/Schadenfreude",
        "https://en.wikipedia.org/wiki/Schadenfreude",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}