{
    "url": "https://en.wikipedia.org/wiki/Scheibenwischer",
    "title": "Scheibenwischer",
    "table_of_contents": [
        "1 Conception",
        "2 History",
        "2.1 Founding",
        "2.2 Glory years",
        "2.3 Change of personnel",
        "2.4 End of the show",
        "3 Political scandals",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Scheibenwischer (German for windshield wipers) was the name of a long-running German Kabarett show. It was founded in 1980 by Dieter Hildebrandt and produced by BR / RBB to be broadcast on Das Erste. The show ended in 2008 after 28 years on the air.\n\n"
        },
        {
            "title": "Conception",
            "text": "Scheibenwischer had its focus on solely Kabarett and used a more solemn way of humor, as opposed to lighthearted stand-up comedy. As such, the topics discussed by the artists on the show have sometimes had a potential to cause uproar and scandals with contemporary politicians, especially conservative ones like Franz Josef Strauß.\n\nAlongside Hildebrandt, who hosted the show until 2003, a number of prominent artists were guests on the show, such as Gerhard Polt, Wolfgang Stumph, Andreas Rebers, Hagen Rether, Philipp Weber, the musical group Biermösl Blosn or singer Konstantin Wecker. The guest artist was an essential part of the show, which served as a framework for different artists to be featured.\n\n"
        },
        {
            "title": "History",
            "text": "Hildebrandt pitched the idea of the show to Sender Freies Berlin (SFB) in 1980 after his previous program, Notizen aus der Provinz on ZDF, had been canceled.[1] It was taken up and produced by SFB to be broadcast on the ARD channel. After creating the show, Hildebrandt was famously attacked by the Bavarian chief of state and candidate for German chancellor, Franz Josef Strauß, as a \"political poisoner,\" which served to strengthen Hildebrandt's image as a mordant but incorruptible critic of politicians.[2]\n\nThe show was at its height during the 1980s and 1990s with a conservative Kohl federal government; however, some state governments as well as (though less frequently) Eurocrats became the object of its satirical acts. During that time, several sketches were broadcast that made the show famous, such as Kriegerdenkmal (war memorial), Rhein-Main-Donau-Kanal (Rhine–Main–Danube Canal) or Der Verstrahlte Großvater (the radioactive grandfather). It was also the time of the most controversies (see below).\n\nIn 2003 Hildebrandt decided to leave the show due to his advanced age.[3] The show was taken over by Bruno Jonas, who had been co-host since 2000, Mathias Richling, and Georg Schramm.[4] It was now produced by Bayerischer Rundfunk in collaboration with RBB, and filmed alternately in Berlin and Munich.[4]\n\nIn 2006, Georg Schramm left the show due to differences in opinion with respect to the format of the show.[5] He was replaced by Richard Rogler who himself left the show again in 2008.[6] By the end of 2008, Bruno Jonas, who had been a regular on the show since 1985, left the show, with Richling remaining as the sole host.[7]\n\nIn 2008, Hildebrandt, who had been holding the rights to the name Scheibenwischer since 1980, forbade the further use of the name for the show because Richling wanted to change the nature of the program to feature more stand-up comedy guests.[8] The show was terminated in February 2008 and was replaced by Satire Gipfel (satire summit) with Richling again as host.[9]\n\n"
        },
        {
            "title": "Political scandals",
            "text": "In 1982, the sketch Rhein-Main-Donau-Kanal was broadcast, addressing the corruption charges against members of the governing Christian Social Union of Bavaria who were involved with companies building the Rhine–Main–Danube Canal (the canal was a favorite project of the Bavarian government).[10] The broadcast led to several complaints by the involved members with SFB, but ultimately only served to make the show more popular.[11]\n\nOn 22 May 1986, Bayerischer Rundfunk (BR), being the relaying network for the ARD in Bavaria and at that time still closely linked to the Christian Social Union of Bavaria, cut broadcasting the show across the whole ARD.[12] Helmut Oeller, the program director for BR, justified the move saying that the sketch Der Verstrahlte Großvater (The Radioactive Grandfather), performed in response to the Chernobyl disaster, contained \"non-community-friendly elements\".\n\nThe sketch,  written by Werner Koczwara, starred Lisa Fitz at the phone calling the Commission for Radiation Protection and asking whether her 91-year-old grandfather \"who had inadvertently been left out on the veranda in the rain and had died soon after, could be buried normally\" or if he should be handled as \"hazardous waste\"; and if the priest must hold his sermon in a radiation protection suit.[12][13]\n\nOeller's request to have the sketch removed from the show was unsuccessful.[10] The failure to broadcast the program in Bavaria led to harsh criticism and claims of censorship against BR.[2] The controversy triggered people to bring copies of the sketch into Bavaria for private screenings as well as artists refusing to work with BR again, and caused the Munich Abendzeitung to publish excerpts of the script.[2]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Kabarett",
        "https://en.wikipedia.org/wiki/Dieter_Hildebrandt",
        "https://en.wikipedia.org/wiki/Dieter_Hildebrandt",
        "https://en.wikipedia.org/wiki/Bruno_Jonas",
        "https://en.wikipedia.org/wiki/Mathias_Richling",
        "https://en.wikipedia.org/wiki/Georg_Schramm",
        "https://en.wikipedia.org/wiki/Richard_Rogler",
        "https://en.wikipedia.org/wiki/Sender_Freies_Berlin",
        "https://en.wikipedia.org/wiki/Bayerischer_Rundfunk",
        "https://en.wikipedia.org/wiki/Das_Erste",
        "https://en.wikipedia.org/wiki/German_language",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/Kabarett",
        "https://en.wikipedia.org/wiki/Dieter_Hildebrandt",
        "https://en.wikipedia.org/wiki/Bayerischer_Rundfunk",
        "https://en.wikipedia.org/wiki/Das_Erste",
        "https://en.wikipedia.org/wiki/Kabarett",
        "https://en.wikipedia.org/wiki/Conservative",
        "https://en.wikipedia.org/wiki/Gerhard_Polt",
        "https://en.wikipedia.org/wiki/Wolfgang_Stumph",
        "https://en.wikipedia.org/wiki/Andreas_Rebers",
        "https://en.wikipedia.org/wiki/Hagen_Rether",
        "https://en.wikipedia.org/wiki/Philipp_Weber",
        "https://en.wikipedia.org/wiki/Konstantin_Wecker",
        "https://en.wikipedia.org/wiki/Sender_Freies_Berlin",
        "https://en.wikipedia.org/wiki/Notizen_aus_der_Provinz",
        "https://en.wikipedia.org/wiki/ZDF",
        "https://en.wikipedia.org/wiki/Bavaria",
        "https://en.wikipedia.org/wiki/German_chancellor",
        "https://en.wikipedia.org/wiki/Conservative",
        "https://en.wikipedia.org/wiki/Helmut_Kohl",
        "https://en.wikipedia.org/wiki/States_of_Germany",
        "https://en.wikipedia.org/wiki/Eurocrat",
        "https://en.wikipedia.org/wiki/Bruno_Jonas",
        "https://en.wikipedia.org/wiki/Mathias_Richling",
        "https://en.wikipedia.org/wiki/Georg_Schramm",
        "https://en.wikipedia.org/wiki/Bayerischer_Rundfunk",
        "https://en.wikipedia.org/wiki/Berlin",
        "https://en.wikipedia.org/wiki/Munich",
        "https://en.wikipedia.org/wiki/Georg_Schramm",
        "https://en.wikipedia.org/wiki/Richard_Rogler",
        "https://en.wikipedia.org/wiki/Christian_Social_Union_of_Bavaria",
        "https://en.wikipedia.org/wiki/Bayerischer_Rundfunk",
        "https://en.wikipedia.org/wiki/Das_Erste",
        "https://en.wikipedia.org/wiki/Christian_Social_Union_of_Bavaria",
        "https://en.wikipedia.org/wiki/Chernobyl_disaster",
        "https://en.wikipedia.org/wiki/Censorship",
        "https://en.wikipedia.org/wiki/Deutschlandradio",
        "https://en.wikipedia.org/wiki/Der_Spiegel",
        "https://en.wikipedia.org/wiki/Netzeitung",
        "https://en.wikipedia.org/wiki/Berliner_Morgenpost",
        "https://en.wikipedia.org/wiki/Der_Spiegel",
        "https://en.wikipedia.org/wiki/Der_Spiegel",
        "https://en.wikipedia.org/wiki/Bayerischer_Rundfunk",
        "https://en.wikipedia.org/wiki/Netzeitung",
        "https://en.wikipedia.org/wiki/Scheibenwischer",
        "https://en.wikipedia.org/wiki/Scheibenwischer",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}