{
    "url": "https://en.wikipedia.org/wiki/Scientific_community",
    "title": "Scientific community",
    "table_of_contents": [
        "1 History of scientific communities",
        "2 Membership, status and interactions",
        "3 Speaking for the scientific community",
        "3.1 Political controversies",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe scientific community is a diverse network of interacting scientists. It includes many \"sub-communities\" working on particular scientific fields, and within particular institutions; interdisciplinary and cross-institutional activities are also significant. Objectivity is expected to be achieved by the scientific method. Peer review, through discussion and debate within journals and conferences, assists in this objectivity by maintaining the quality of research methodology and interpretation of results.[1]\n\n"
        },
        {
            "title": "History of scientific communities",
            "text": "The eighteenth century had some societies made up of men who studied nature, also known as natural philosophers and natural historians, which included even amateurs. As such these societies were more like local clubs and groups with diverse interests than actual scientific communities, which usually had interests on specialized disciplines.[2] Though there were a few older societies of men who studied nature such as the Royal Society of London, the concept of scientific communities emerged in the second half of the 19th century, not before, because it was in this century that the language of modern science emerged, the professionalization of science occurred, specialized institutions were created, and the specialization of scientific disciplines and fields occurred.[2]\n\nFor instance, the term scientist was first coined by the naturalist-theologian William Whewell in 1834 and the wider acceptance of the term along with the growth of specialized societies allowed for researchers to see themselves as a part of a wider imagined community, similar to the concept of nationhood.[2]\n\n"
        },
        {
            "title": "",
            "text": "Membership in the community is generally, but not exclusively, a function of education, employment status, research activity and institutional affiliation. Status within the community is highly correlated with publication record,[3] and also depends on the status within the institution and the status of the institution.[4] Researchers can hold roles of different degrees of influence inside the scientific community. Researchers of a stronger influence can act as mentors for early career researchers and steer the direction of research in the community like agenda setters.[5] \nScientists are usually trained in academia through universities. As such, degrees in the relevant scientific sub-disciplines are often considered prerequisites in the relevant community. In particular, the PhD with its research requirements functions as a marker of being an important integrator into the community, though continued membership is dependent on maintaining connections to other researchers through publication, technical contributions, and conferences. After obtaining a PhD an academic scientist may continue through being on an academic position, receiving a post-doctoral fellowships and onto professorships. Other scientists make contributions to the scientific community in alternate ways such as in industry, education, think tanks, or the government.\n\nMembers of the same community do not need to work together.[1] Communication between the members is established by disseminating research work and hypotheses through articles in peer reviewed journals, or by attending conferences where new research is presented and ideas exchanged and discussed. There are also many informal methods of communication of scientific work and results as well. And many in a coherent community may actually not communicate all of their work with one another, for various professional reasons.\n\n"
        },
        {
            "title": "Speaking for the scientific community",
            "text": "Unlike in previous centuries when the community of scholars were all members of few learned societies and similar institutions, there are no singular bodies or individuals which can be said today to speak for all science or all scientists. This is partly due to the specialized training most scientists receive in very few fields. As a result, many would lack expertise in all the other fields of the sciences. For instance, due to the increasing complexity of information and specialization of scientists, most of the cutting-edge research today is done by well funded groups of scientists, rather than individuals.[6] However, there are still multiple societies and academies in many countries which help consolidate some opinions and research to help guide public discussions on matters of policy and government-funded research. For example, the United States' National Academy of Sciences (NAS) and United Kingdom's Royal Society sometimes act as surrogates when the opinions of the scientific community need to be ascertained by policy makers or the national government, but the statements of the National Academy of Science or the Royal Society are not binding on scientists nor do they necessarily reflect the opinions of every scientist in a given community since membership is often exclusive, their commissions are explicitly focused on serving their governments, and they have never \"shown systematic interest in what rank-and-file scientists think about scientific matters\".[7] Exclusivity of membership in these types of organizations can be seen in their election processes in which only existing members can officially nominate others for candidacy of membership.[8][9] It is very unusual for organizations like the National Academy of Science to engage in external research projects since they normally focus on preparing scientific reports for government agencies.[10] An example of how rarely the NAS engages in external and active research can be seen in its struggle to prepare and overcome hurdles, due to its lack of experience in coordinating research grants and major research programs on the environment and health.[10]\n\nNevertheless, general scientific consensus is a concept which is often referred to when dealing with questions that can be subject to scientific methodology. While the consensus opinion of the community is not always easy to ascertain or fix due to paradigm shifting, generally the standards and utility of the scientific method have tended to ensure, to some degree, that scientists agree on some general corpus of facts explicated by scientific theory while rejecting some ideas which run counter to this realization. The concept of scientific consensus is very important to science pedagogy, the evaluation of new ideas, and research funding. Sometimes it is argued that there is a closed shop bias within the scientific community toward new ideas. Protoscience, fringe science, and pseudoscience have been topics that discuss demarcation problems. In response to this some non-consensus claims skeptical organizations, not research institutions, have devoted considerable amounts of time and money contesting ideas which run counter to general agreement on a particular topic.\n\nPhilosophers of science argue over the epistemological limits of such a consensus and some, including Thomas Kuhn, have pointed to the existence of scientific revolutions in the history of science as being an important indication that scientific consensus can, at times, be wrong. Nevertheless, the sheer explanatory power of science in its ability to make accurate and precise predictions and aid in the design and engineering of new technology has ensconced \"science\" and, by proxy, the opinions of the scientific community as a highly respected form of knowledge both in the academy and in popular culture.\n\nThe high regard with which scientific results are held in Western society has caused a number of political controversies over scientific subjects to arise. An alleged conflict thesis proposed in the 19th century between religion and science has been cited by some as representative of a struggle between tradition and substantial change and faith and reason.[citation needed]. A popular example used to support this thesis is when Galileo was tried before the Inquisition concerning the heliocentric model.[11] The persecution began after Pope Urban VIII permitted Galileo to write about the Copernican model. Galileo had used arguments from the Pope and put them in the voice of the simpleton in the work \"Dialogue Concerning the Two Chief World Systems\" which caused great offense to him.[12] Even though many historians of science have discredited the conflict thesis[13] it still remains a popular belief among many including some scientists. In more recent times, the creation–evolution controversy has resulted in many religious believers in a supernatural creation to challenge some naturalistic assumptions that have been proposed in some of the branches of scientific fields such as evolutionary biology, geology, and astronomy. Although the dichotomy seems to be of a different outlook from a Continental European perspective, it does exist. The Vienna Circle, for instance, had a paramount (i.e. symbolic) influence on the semiotic regime represented by the Scientific Community in Europe.\n\nIn the decades following World War II, some were convinced that nuclear power would solve the pending energy crisis by providing energy at low cost. This advocacy led to the construction of many nuclear power plants, but was also accompanied by a global political movement opposed to nuclear power due to safety concerns and associations of the technology with nuclear weapons. Mass protests in the United States and Europe during the 1970s and 1980s along with the disasters of Chernobyl and Three Mile Island led to a decline in nuclear power plant construction.\n\nIn the last decades or so, both global warming and stem cells have placed the opinions of the scientific community in the forefront of political debate.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/History_of_science",
        "https://en.wikipedia.org/wiki/Scientific_literature",
        "https://en.wikipedia.org/wiki/Philosophy_of_science",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Scientist",
        "https://en.wikipedia.org/wiki/Branches_of_science",
        "https://en.wikipedia.org/wiki/Formal_science",
        "https://en.wikipedia.org/wiki/Natural_science",
        "https://en.wikipedia.org/wiki/Outline_of_physical_science",
        "https://en.wikipedia.org/wiki/List_of_life_sciences",
        "https://en.wikipedia.org/wiki/Social_science",
        "https://en.wikipedia.org/wiki/Applied_science",
        "https://en.wikipedia.org/wiki/Engineering",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Interdisciplinarity",
        "https://en.wikipedia.org/wiki/Learned_society",
        "https://en.wikipedia.org/wiki/Science_communication",
        "https://en.wikipedia.org/wiki/Science_education",
        "https://en.wikipedia.org/wiki/Funding_of_science",
        "https://en.wikipedia.org/wiki/Pseudoscience",
        "https://en.wikipedia.org/wiki/Science_policy",
        "https://en.wikipedia.org/wiki/Sociology_of_scientific_knowledge",
        "https://en.wikipedia.org/wiki/Outline_of_science",
        "https://en.wikipedia.org/wiki/Scientist",
        "https://en.wikipedia.org/wiki/Working_group",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Peer_review",
        "https://en.wikipedia.org/wiki/History_of_science",
        "https://en.wikipedia.org/wiki/Natural_philosophy",
        "https://en.wikipedia.org/wiki/Natural_history",
        "https://en.wikipedia.org/wiki/Royal_Society_of_London",
        "https://en.wikipedia.org/wiki/Scientist",
        "https://en.wikipedia.org/wiki/William_Whewell",
        "https://en.wikipedia.org/wiki/Education",
        "https://en.wikipedia.org/wiki/Employment",
        "https://en.wikipedia.org/wiki/Research_institute",
        "https://en.wikipedia.org/wiki/Achieved_status",
        "https://en.wikipedia.org/wiki/Academic_publishing",
        "https://en.wikipedia.org/wiki/Academia",
        "https://en.wikipedia.org/wiki/University",
        "https://en.wikipedia.org/wiki/Academic_degree",
        "https://en.wikipedia.org/wiki/PhD",
        "https://en.wikipedia.org/wiki/Doctoral_dissertation",
        "https://en.wikipedia.org/wiki/Scientific_conference",
        "https://en.wikipedia.org/wiki/Postdoc",
        "https://en.wikipedia.org/wiki/Professor",
        "https://en.wikipedia.org/wiki/Private_industry",
        "https://en.wikipedia.org/wiki/Education",
        "https://en.wikipedia.org/wiki/Think_tank",
        "https://en.wikipedia.org/wiki/Government",
        "https://en.wikipedia.org/wiki/Peer_review",
        "https://en.wikipedia.org/wiki/Scientific_journals",
        "https://en.wikipedia.org/wiki/Academic_conference",
        "https://en.wikipedia.org/wiki/Learned_society",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/National_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Royal_Society",
        "https://en.wikipedia.org/wiki/Public_policy",
        "https://en.wikipedia.org/wiki/Government",
        "https://en.wikipedia.org/wiki/Scientific_consensus",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Fact",
        "https://en.wikipedia.org/wiki/Scientific_theory",
        "https://en.wikipedia.org/wiki/Closed_shop",
        "https://en.wikipedia.org/wiki/Bias",
        "https://en.wikipedia.org/wiki/Protoscience",
        "https://en.wikipedia.org/wiki/Fringe_science",
        "https://en.wikipedia.org/wiki/Pseudoscience",
        "https://en.wikipedia.org/wiki/Scientific_skepticism",
        "https://en.wikipedia.org/wiki/Philosophy_of_science",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/Thomas_Kuhn",
        "https://en.wikipedia.org/wiki/Scientific_revolution",
        "https://en.wikipedia.org/wiki/History_of_science",
        "https://en.wikipedia.org/wiki/Accuracy",
        "https://en.wikipedia.org/wiki/Accuracy_and_precision",
        "https://en.wikipedia.org/wiki/Engineering",
        "https://en.wikipedia.org/wiki/Technology",
        "https://en.wikipedia.org/wiki/Knowledge",
        "https://en.wikipedia.org/wiki/Academia",
        "https://en.wikipedia.org/wiki/Popular_culture",
        "https://en.wikipedia.org/wiki/Politicization_of_science",
        "https://en.wikipedia.org/wiki/Conflict_thesis",
        "https://en.wikipedia.org/wiki/Religion_and_science",
        "https://en.wikipedia.org/wiki/Faith_and_reason",
        "https://en.wikipedia.org/wiki/Galileo",
        "https://en.wikipedia.org/wiki/Inquisition",
        "https://en.wikipedia.org/wiki/Creationism",
        "https://en.wikipedia.org/wiki/Evolutionary_biology",
        "https://en.wikipedia.org/wiki/Geology",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Continental_Europe",
        "https://en.wikipedia.org/wiki/Europe",
        "https://en.wikipedia.org/wiki/Vienna_Circle",
        "https://en.wikipedia.org/wiki/Scientific",
        "https://en.wikipedia.org/wiki/Community",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Nuclear_power",
        "https://en.wikipedia.org/wiki/Energy_crisis",
        "https://en.wikipedia.org/wiki/Nuclear_power_plants",
        "https://en.wikipedia.org/wiki/Nuclear_weapons",
        "https://en.wikipedia.org/wiki/Chernobyl",
        "https://en.wikipedia.org/wiki/Three_Mile_Island_accident",
        "https://en.wikipedia.org/wiki/Global_warming_controversy",
        "https://en.wikipedia.org/wiki/Stem_cell_controversy",
        "https://en.wikipedia.org/wiki/Academic_discipline",
        "https://en.wikipedia.org/wiki/Mertonian_norms",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/International_community",
        "https://en.wikipedia.org/wiki/Normal_science",
        "https://en.wikipedia.org/wiki/Scientific_consensus",
        "https://en.wikipedia.org/wiki/Scientific_communication",
        "https://en.wikipedia.org/wiki/Steven_Yearley",
        "https://en.wikipedia.org/wiki/Harry_Collins",
        "https://en.wikipedia.org/wiki/Andrew_Pickering",
        "https://en.wikipedia.org/wiki/Bruno_Latour",
        "https://en.wikipedia.org/wiki/Steve_Woolgar",
        "https://en.wikipedia.org/wiki/Princeton_University_Press",
        "https://en.wikipedia.org/wiki/Sharon_Traweek",
        "https://en.wikipedia.org/wiki/Steven_Shapin",
        "https://en.wikipedia.org/wiki/Simon_Schaffer",
        "https://en.wikipedia.org/wiki/Karin_Knorr",
        "https://en.wikipedia.org/wiki/Thomas_Kuhn",
        "https://en.wikipedia.org/wiki/The_Structure_of_Scientific_Revolutions",
        "https://en.wikipedia.org/wiki/Ian_Hacking",
        "https://en.wikipedia.org/wiki/Alan_Chalmers",
        "https://en.wikipedia.org/wiki/International_Organization",
        "https://en.wikipedia.org/wiki/Science_and_technology_studies",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/Economics_of_science",
        "https://en.wikipedia.org/wiki/Economics_of_scientific_knowledge",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/History_and_philosophy_of_science",
        "https://en.wikipedia.org/wiki/History_of_science",
        "https://en.wikipedia.org/wiki/History_of_science_and_technology",
        "https://en.wikipedia.org/wiki/History_of_technology",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Anthropocene",
        "https://en.wikipedia.org/wiki/Antipositivism",
        "https://en.wikipedia.org/wiki/Empiricism",
        "https://en.wikipedia.org/wiki/Fuzzy_logic",
        "https://en.wikipedia.org/wiki/Philosophy_of_science",
        "https://en.wikipedia.org/wiki/Philosophy_of_social_science",
        "https://en.wikipedia.org/wiki/Philosophy_of_technology",
        "https://en.wikipedia.org/wiki/Positivism",
        "https://en.wikipedia.org/wiki/Postpositivism",
        "https://en.wikipedia.org/wiki/Relationship_between_religion_and_science",
        "https://en.wikipedia.org/wiki/Scientism",
        "https://en.wikipedia.org/wiki/Social_constructivism",
        "https://en.wikipedia.org/wiki/Social_epistemology",
        "https://en.wikipedia.org/wiki/Transhumanism",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Social_construction_of_technology",
        "https://en.wikipedia.org/wiki/Social_shaping_of_technology",
        "https://en.wikipedia.org/wiki/Sociology_of_knowledge",
        "https://en.wikipedia.org/wiki/Sociology_of_scientific_knowledge",
        "https://en.wikipedia.org/wiki/Sociology_of_scientific_ignorance",
        "https://en.wikipedia.org/wiki/Sociology_of_the_history_of_science",
        "https://en.wikipedia.org/wiki/Sociotechnology",
        "https://en.wikipedia.org/wiki/Strong_programme",
        "https://en.wikipedia.org/wiki/Science_studies",
        "https://en.wikipedia.org/wiki/Antiscience",
        "https://en.wikipedia.org/wiki/Bibliometrics",
        "https://en.wikipedia.org/wiki/Consilience",
        "https://en.wikipedia.org/wiki/Criticism_of_science",
        "https://en.wikipedia.org/wiki/Demarcation_problem",
        "https://en.wikipedia.org/wiki/Double_hermeneutic",
        "https://en.wikipedia.org/wiki/Mapping_controversies",
        "https://en.wikipedia.org/wiki/Metascience",
        "https://en.wikipedia.org/wiki/Paradigm_shift",
        "https://en.wikipedia.org/wiki/Black_swan_events",
        "https://en.wikipedia.org/wiki/Pseudoscience",
        "https://en.wikipedia.org/wiki/Psychology_of_science",
        "https://en.wikipedia.org/wiki/Citizen_science",
        "https://en.wikipedia.org/wiki/Science_communication",
        "https://en.wikipedia.org/wiki/Science_education",
        "https://en.wikipedia.org/wiki/Normal_science",
        "https://en.wikipedia.org/wiki/Rhetoric_of_science",
        "https://en.wikipedia.org/wiki/Science_wars",
        "https://en.wikipedia.org/wiki/Scientific_consensus",
        "https://en.wikipedia.org/wiki/Scientific_controversy",
        "https://en.wikipedia.org/wiki/Scientific_dissent",
        "https://en.wikipedia.org/wiki/Scientific_enterprise",
        "https://en.wikipedia.org/wiki/Scientific_literacy",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Scientific_misconduct",
        "https://en.wikipedia.org/wiki/Scientific_priority",
        "https://en.wikipedia.org/wiki/Scientific_skepticism",
        "https://en.wikipedia.org/wiki/Scientocracy",
        "https://en.wikipedia.org/wiki/Scientometrics",
        "https://en.wikipedia.org/wiki/Science_of_team_science",
        "https://en.wikipedia.org/wiki/Traditional_knowledge",
        "https://en.wikipedia.org/wiki/Traditional_ecological_knowledge",
        "https://en.wikipedia.org/wiki/Unity_of_science",
        "https://en.wikipedia.org/wiki/Women_in_science",
        "https://en.wikipedia.org/wiki/Women_in_STEM_fields",
        "https://en.wikipedia.org/wiki/Technology",
        "https://en.wikipedia.org/wiki/Cyborg_anthropology",
        "https://en.wikipedia.org/wiki/Digital_anthropology",
        "https://en.wikipedia.org/wiki/Digital_media_use_and_mental_health",
        "https://en.wikipedia.org/wiki/Early_adopter",
        "https://en.wikipedia.org/wiki/Hype_cycle",
        "https://en.wikipedia.org/wiki/Innovation",
        "https://en.wikipedia.org/wiki/Diffusion_of_innovations",
        "https://en.wikipedia.org/wiki/Disruptive_innovation",
        "https://en.wikipedia.org/wiki/Linear_model_of_innovation",
        "https://en.wikipedia.org/wiki/Technological_innovation_system",
        "https://en.wikipedia.org/wiki/User_innovation",
        "https://en.wikipedia.org/wiki/Leapfrogging",
        "https://en.wikipedia.org/wiki/Normalization_process_theory",
        "https://en.wikipedia.org/wiki/Reverse_salient",
        "https://en.wikipedia.org/wiki/Skunkworks_project",
        "https://en.wikipedia.org/wiki/Sociotechnical_system",
        "https://en.wikipedia.org/wiki/Technical_change",
        "https://en.wikipedia.org/wiki/Technocracy",
        "https://en.wikipedia.org/wiki/Technoscience",
        "https://en.wikipedia.org/wiki/Feminist_technoscience",
        "https://en.wikipedia.org/wiki/Technological_change",
        "https://en.wikipedia.org/wiki/Technological_convergence",
        "https://en.wikipedia.org/wiki/Technological_determinism",
        "https://en.wikipedia.org/wiki/Technological_revolution",
        "https://en.wikipedia.org/wiki/Technological_transitions",
        "https://en.wikipedia.org/wiki/Technology_and_society",
        "https://en.wikipedia.org/wiki/Criticism_of_technology",
        "https://en.wikipedia.org/wiki/Technology_dynamics",
        "https://en.wikipedia.org/wiki/Theories_of_technology",
        "https://en.wikipedia.org/wiki/Technology_transfer",
        "https://en.wikipedia.org/wiki/Engineering_studies",
        "https://en.wikipedia.org/wiki/Women_in_engineering",
        "https://en.wikipedia.org/wiki/Financial_technology",
        "https://en.wikipedia.org/wiki/Policy",
        "https://en.wikipedia.org/wiki/Academic_freedom",
        "https://en.wikipedia.org/wiki/Digital_divide",
        "https://en.wikipedia.org/wiki/Factor_10",
        "https://en.wikipedia.org/wiki/Funding_of_science",
        "https://en.wikipedia.org/wiki/Horizon_scanning",
        "https://en.wikipedia.org/wiki/Science_policy",
        "https://en.wikipedia.org/wiki/History_of_science_policy",
        "https://en.wikipedia.org/wiki/Science_of_science_policy",
        "https://en.wikipedia.org/wiki/Politicization_of_science",
        "https://en.wikipedia.org/wiki/Regulation_of_science",
        "https://en.wikipedia.org/wiki/Research_ethics",
        "https://en.wikipedia.org/wiki/Right_to_science_and_culture",
        "https://en.wikipedia.org/wiki/Technology_assessment",
        "https://en.wikipedia.org/wiki/Technology_policy",
        "https://en.wikipedia.org/wiki/Scientific_community",
        "https://en.wikipedia.org/wiki/Scientific_community",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}