{
    "url": "https://en.wikipedia.org/wiki/Science_and_technology_in_Iran",
    "title": "Science and technology in Iran",
    "table_of_contents": [
        "1 Science in ancient and Medieval Iran (Persia)",
        "1.1 Ancient technology in Iran",
        "1.2 Mathematics",
        "1.3 Medicine",
        "1.4 Astronomy",
        "1.5 Biology",
        "1.6 Chemistry",
        "1.7 Physics",
        "2 Science policy",
        "2.1 Human resources",
        "2.1.1 Student enrollment trends",
        "2.1.2 Trends in researchers",
        "2.2 Research expenditure",
        "2.2.1 Funding the transition to a knowledge economy",
        "3 Technology parks",
        "4 Innovation",
        "5 Private sector",
        "6 Science in modern Iran",
        "6.1 Medical sciences",
        "6.2 Biotechnology",
        "6.3 Physics and materials",
        "6.4 Computer science, electronics and robotics",
        "6.5 Chemistry and nanotechnology",
        "6.6 Aviation and space",
        "6.7 Astronomy",
        "6.8 Energy",
        "6.9 Armaments",
        "7 Scientific collaboration",
        "8 Contribution of Iranians and people of Iranian origin to modern science",
        "9 International rankings",
        "10 Iranian journals listed in the Institute for Scientific Information (ISI)",
        "11 See also",
        "11.1 General",
        "11.2 Prominent organizations",
        "12 Sources",
        "13 References",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIran has made considerable advances in science and technology through education and training, despite international sanctions in almost all aspects of research during the past 30 years. Iran's university population swelled from 100,000 in 1979 to 2 million in 2006.[citation needed] In recent years, the growth in Iran's scientific output is reported to be the fastest in the world.[2][3][4]\n\n"
        },
        {
            "title": "",
            "text": "Beginning in ancient times Persia has been a center of scientific achievement and was often the conduit of knowledge from China and India in the East to Greece and Rome in the West. Persian-speaking scholars have been active in furthering knowledge in fields of science and technology, such as astronomy, chemistry, anatomy, biology, botany, cosmology, mathematics, engineering, and architecture.[5] Science in Persia evolved in two main phases separated by the arrival and widespread adoption of Islam in the region.\n\nReferences to scientific subjects such as natural science and mathematics occur in books written in the Pahlavi languages.\n\nThe Qanat (a water management system used for irrigation) originated in pre-Achaemenid Iran. The oldest and largest known qanat is in the Iranian city of Gonabad, which, after 2,700 years, still provides drinking and agricultural water to nearly 40,000 people.[6]\n\nIranian philosophers and inventors may have created the first batteries (sometimes known as the Baghdad Battery) in the Parthian or Sasanian eras. Some have suggested that the batteries may have been used medicinally. Other scientists believe the batteries were used for electroplating—transferring a thin layer of metal to another metal surface—a technique still used today and the focus of a common classroom experiment.[7]\n\nWindwheels were developed by the Babylonians ca. 1700 BC to pump water for irrigation. The horizontal or panemone windmill first appeared in Greater Iran during the 9th century.[8][9]\n\nThe 9th century mathematician Muhammad ibn Musa al-Khwarizmi created the logarithm table, founded algebra and expanded upon Persian and Indian arithmetic systems. His writings were translated into Latin by Gerard of Cremona under the title: De jebra et almucabola. Robert of Chester also translated it under the title Liber algebras et almucabala. The works of Kharazmi \"exercised a profound influence on the development of mathematical thought in the medieval West\".[10]\n\nThe Banū Mūsā brothers (\"Sons of Moses\"), namely Abū Jaʿfar, Muḥammad ibn Mūsā ibn Shākir (before 803 –  February 873), Abū al‐Qāsim, Aḥmad ibn Mūsā ibn Shākir (d. 9th century) and Al-Ḥasan ibn Mūsā ibn Shākir (d. 9th century), were three 9th-century Persian[11][12] scholars who lived and worked in Baghdad. They are known for their Book of Ingenious Devices on automata and mechanical devices and their Book on the Measurement of Plane and Spherical Figures.[13]\n\nOther Iranian scientists included Abu Abbas Fazl Hatam, Farahani, Omar Ibn Farakhan, Abu Zeid Ahmad Ibn Soheil Balkhi (9th century AD), Abul Vafa Bouzjani, Abu Jaafar Khan, Bijan Ibn Rostam Kouhi, Ahmad Ibn Abdul Jalil Qomi, Bu Nasr Araghi, Abu Reyhan Birooni, the noted Iranian poet Hakim Omar Khayyam Neishaburi, Qatan Marvazi, Massoudi Ghaznavi (13th century AD), Khajeh Nassireddin Tusi, and Ghiasseddin Jamshidi Kashani.\n\nThe practice and study of medicine in Iran has a long and prolific history. Situated at the crossroads of the East and West, Persia was often involved in developments in ancient Greek and Indian medicine; pre- and post-Islamic Iran have been involved in medicine as well. The study of medicinal plants and their effects on humans has been an age-old tradition in Persian-speaking lands.[14] This publication, written by two commanding officers in the Muhammadzai Pashtun tribal confederacy during the Barakzai period (1826–1973), is a lithographic printing of a pharmacology.[15] The Iranian history can be traced back 2553 years. Pasargad is the oldest school of medicine in Iran. A university established during the Sassanid dynasty within the province of Ardabil, Jondi Chapour University, which was one the biggest institutions for science and higher education in medicine, philosophy, and pharmacology.[16] The importance and advancements of Iran's transplantation achievements should be discussed as it displays the use of all scientific components, for instance biology, with the help of other sciences, for collectively performing transplantation. This surgery involves the transfer of tissue or an organ from one part of a person's body to another.[16] early information on anatomy, physiology and pathology using animal models is found in the Babylonian Talmud[17]\n\nFor example, the first teaching hospital where medical students methodically practiced on patients under the supervision of physicians was the Academy of Gundishapur in the Persian Empire. Some experts go so far as to claim that: \"to a very large extent, the credit for the whole hospital system must be given to Persia\".[18]\n\nThe idea of xenotransplantation dates to the days of Achaemenidae (the Achaemenian dynasty), as evidenced by engravings of many mythologic chimeras still present in Persepolis.[19]\n\nSeveral documents still exist from which the definitions and treatments of the headache in medieval Persia can be ascertained. These documents give detailed and precise clinical information on the different types of headaches. The medieval physicians listed various signs and symptoms, apparent causes, and hygienic and dietary rules for prevention of headaches. The medieval writings are both accurate and vivid, and they provide long lists of substances used in the treatment of headaches. Many of the approaches of physicians in medieval Persia are accepted today; however, still more of them could be of use to modern medicine.[20]\n\nDuring the 7th century the Achaemenian dynasty was the major advocate of science. Documents indicate that condemned criminals' bodies were dissected and used for medical research during this timeframe[17] In due course, Persians' methods of gathering scientific information would undergo a major change. In the aftermath of the conquest of Islam, Muslim armies destroyed major libraries, and as a result, Persian scholars were deeply concerned as knowledge of the fields of science had been lost. Persians also prohibited the use of human anatomical dissection by Muslim medical practitioners for social and religious reasons.[17] Persian literature was translated into Arabic for approximately two centuries to preserve the surviving Persians literature, which also indirectly served to conserve Persian history.[17]\n\nIn the 10th century work of Shahnameh, Ferdowsi describes a Caesarean section performed on Rudabeh, during which a special wine agent was prepared by a Zoroastrian priest and used to produce unconsciousness for the operation.[21] Although largely mythical in content, the passage illustrates working knowledge of anesthesia in ancient Persia.\n\nLater in the 10th century, Abu Bakr Muhammad Bin Zakaria Razi is considered the founder of practical physics and the inventor of the special or net weight of matter. His student, Abu Bakr Joveini, wrote the first comprehensive medical book in the Persian language.\n\nAfter the Islamic conquest of Iran, medicine continued to flourish with the rise of notables such as Rhazes and Haly Abbas, albeit Baghdad was the new cosmopolitan inheritor of Sassanid Jundishapur's medical academy. Rhaze noted that different diseases might have similar signs and symptoms, which highlights Rhazes' contribution to applied neuroanatomy. The differential diagnosis approach is still used in modern medicine. His music therapy was used as a means of promoting healing and he was one of the first people to realize that diet influences the function of the body and the predisposition to disease[17]\n\nAn idea of the number of medical works composed in Persian alone may be gathered from Adolf Fonahn's Zur Quellenkunde der Persischen Medizin, published in Leipzig in 1910. The author enumerates over 400 works in the Persian language on medicine, excluding authors such as Avicenna, who wrote in Arabic. Author-historians Meyerhof, Casey Wood, and Hirschberg also have recorded the names of at least 80 oculists who contributed treatises on subjects related to ophthalmology from the beginning of 800 AD to the full flowering of Muslim medical literature in 1300 AD.\n\nWhat is known as Avestan or Zoroastrian medicine, the essence of which has been gleaned from the extant religious texts, is an extension of the ancient Aryan World View in which prevention of mental and physical illness was of paramount importance and was achieved through religious observance of moral purity and physical hygiene. These important tasks were supervised by the religious high cast Mobeds and Magi priests and in case of illness the reading of religious mantras and prescription of herbal medications were administered by the same Magi healers.[22]\n\nThere were strict admonitions against pollution of flowing water and the air was to be kept purified by burning of wild Rue and Frankincense. The soil was to be cultivated with food crops and fruit trees and kept free of putrefying matter and fire, a symbol of purity of the Deity, kept in eternal flames and free from contamination.[22]\n\nThere was however a major leap in Iranian medicine during the Sassanian era from the 3rd to the 7th centuries C.E., when the most famous centre of medical learning in Iran was the Gondeshapur Hospital. Again a dearth of primary written sources regarding the medical activities in this centre makes definitive statements difficult.[22]\n\nAside from the aforementioned, two other medical works attracted great attention in medieval Europe, namely Abu Mansur Muwaffaq's Materia Medica, written around 950 AD, and the illustrated Anatomy of Mansur ibn Muhammad, written in 1396 AD.\n\nModern academic medicine began in Iran when Joseph Cochran established a medical college in Urmia in 1878. Cochran is often credited for founding Iran's \"first contemporary medical college\".[23] The website of Urmia University credits Cochran for \"lowering the infant mortality rate in the region\"[24] and for founding one of Iran's first modern hospitals (Westminster Hospital) in Urmia.\n\nIran started contributing to modern medical research late in 20th century. Most publications were from pharmacology and pharmacy labs located at a few top universities, most notably Tehran University of Medical Sciences. Ahmad Reza Dehpour and Abbas Shafiee were among the most prolific scientists in that era. Research programs in immunology, parasitology, pathology, medical genetics, and public health were also established in late 20th century. In 21st century, we witnessed a huge surge in the number of publications in medical journals by Iranian scientists on nearly all areas in basic and clinical medicine. Interdisciplinary research were introduced during 2000s and dual degree programs including Medicine/Science, Medicine/Engineering and Medicine/Public health programs were founded. Alireza Mashaghi was one of the main figures behind the development of interdisciplinary research and education in Iran. During this time period, which coincided with the establishment of the Code of Hammurabi (the sixth king of the first dynasty of Babylon, 1955–1912 BC), surgery became common practice. This code imposed severe penalties on surgeons who made mistakes during surgery. Medical and surgical practices might have developed more realistic approaches to prevent or minimize iatrogenic errors if such strict laws had been enacted, with the practitioner then being punished.[17]\n\nIn 1000 AD, Biruni wrote an astronomical encyclopaedia that discussed the possibility that the earth might rotate around the sun. This was before Tycho Brahe drew the first maps of the sky, using stylized animals to depict the constellations.\n\nIn the tenth century, the Persian astronomer Abd al-Rahman al-Sufi cast his eyes upwards to the awning of stars overhead and was the first to record a galaxy outside our own. Gazing at the Andromeda galaxy he called it a \"little cloud\" –  an apt description of the slightly wispy appearance of our galactic neighbour.[25]\n\nIt was written in 830 by the Persian mathematician al-Khwarizmi that was the first major work of Muslim astronomy. In addition to presenting tables covering the movements of the Sun, Moon and the five planets, Ptolemaic concepts were introduced into Islamic science through this work.[26] A lot of biology is used in hand with anatomy.\n\n\nIran is a biologically diverse country whose fauna derives primarily from central and western Asia and the Middle East. The area is home to a variety of habitats, ranging from the alpine Alborz Mountains and the Zagros Mountains to the Persian Gulf and the Oman Sea. Despite the aridity of its vast majority, there are leafy trees in the Alborz Mountains, and mountain streams can be found in the Zagros Mountains of Lorestan and Kurdistan.[27]\nThe authors of the alchemical texts (c. 850−950) attributed to Jabir ibn Hayyan pioneered the chemical use of vegetable and animal substances, which at the time represented an innovative shift towards organic chemistry.[28] One of the innovations in Jabirian alchemy was the addition of sal ammoniac (ammonium chloride) to the category of chemical substances known as 'spirits' (i.e., strongly volatile substances). This included both naturally occurring sal ammoniac and synthetic ammonium chloride as produced from organic substances, and so the addition of sal ammoniac to the list of 'spirits' is likely a product of the new focus on organic chemistry. Since the word for sal ammoniac used in the Jabirian corpus (nūshādhir) is Iranian in origin, it has been suggested that the direct precursors of Jabirian alchemy may have been active in the Hellenizing and Syriacizing schools of the Sasanian Empire.[29]\n\nThe Persian alchemist and physician Abu Bakr al-Razi (c. 865–925) conducted experiments with the heating of sal ammoniac, vitriol, and other salts, which would eventually lead to the discovery of mineral acids by thirteenth century Latin alchemists such as pseudo-Geber.[30]\n\nBiruni was the first scientist to formally propose that the speed of light is finite, before Galileo tried to experimentally prove this.\n\nKamal al-Din Al-Farisi (1267–1318) born in Tabriz, Iran, is known for giving the first mathematically satisfactory explanation of the rainbow, and an explication of the nature of colours that reformed the theory of Ibn al-Haytham. Al-Farisi also \"proposed a model where the ray of light from the sun was refracted twice by a water droplet, one or more reflections occurring between the two refractions.\"[citation needed] He verified this through extensive experimentation using a transparent sphere filled with water and a camera obscura.\n\nThe little Parthian jar found in ancient Western Iranian territories of the Greater Iran (nowadays Iraq), suggests that Volta didn't invent the battery, but rather reinvented it.[31]\n\nThe jar was first described by German archaeologist Wilhelm Konig in 1938. The jar was found in Khujut Rabu just outside modern Baghdad and is composed of a clay jar with a stopper made of asphalt. Sticking through the asphalt is an iron rod surrounded by a copper cylinder. When filled with vinegar - orany other electrolytic solution - the jar produces about 1.5 to 2.0 volts.[31]\n\nThe jars are believed to be about 2000 years old from the Parthian dynastic period and consists of an earthenware shell, with a stopper composed of asphalt. Sticking through the top of the stopper is an iron rod. Inside the jar the rod is surrounded by a cylinder of copper. Konig thought these things looked like electric batteries and published a paper on the subject in 1940.[31]\n\n"
        },
        {
            "title": "Science policy",
            "text": "The Iranian Research Organization for Science and Technology and the National Research Institute for Science Policy come under the Ministry of Science, Research and Technology. They are in charge of establishing national research policies.\n\nThe government first set its sights on moving from a resource-based economy to one based on knowledge in its 20-year development plan, Vision 2025, adopted in 2005. This transition became a priority after international sanctions were progressively hardened from 2006 onwards and the oil embargo tightened its grip. In February 2014, the Supreme Leader Ayatollah Ali Khamenei introduced what he called the 'economy of resistance', an economic plan advocating innovation and a lesser dependence on imports that reasserted key provisions of Vision 2025.[32]\n\nVision 2025 challenged policy-makers to look beyond extractive industries to the country's human capital for wealth creation. This led to the adoption of incentive measures to raise the number of university students and academics, on the one hand, and to stimulate problem-solving and industrial research, on the other.[32]\n\nIran's successive five-year plans aim to realize collectively the goals of Vision 2025. For instance, in order to ensure that 50% of academic research was oriented towards socio-economic needs and problem-solving, the Fifth Five-Year Economic Development Plan (2010–2015) tied promotion to the orientation of research projects. It also made provision for research and technology centres to be set up on campus and for universities to develop linkages with industry.  The Fifth Five-Year Economic Development Plan had two main thrusts relative to science policy. The first was the \"islamization of universities', a notion that is open to broad interpretation. According to Article 15 of the Fifth Five-Year Economic Development Plan, university programmes in the humanities were to teach the virtues of critical thinking, theorization and multidisciplinary studies. A number of research centres were also to be developed in the humanities. The plan's second thrust was to make Iran the second-biggest player in science and technology by 2015, behind Turkey. To this end, the government pledged to raise domestic research spending to 3% of GDP by 2015.[32] Yet, R&D's share in the GNP is at 0.06% in 2015 (where it should be at least 2.5% of GDP)[33][34] and industry-driven R&D is almost non‑existent.[35]\n\nVision 2025 fixed a number of targets, including that of raising domestic expenditure on research and development to 4% of GDP by 2025. In 2012, spending stood at 0.33% of GDP.[32]\n\nIn 2009, the government adopted a National Master Plan for Science and Education to 2025 which reiterates the goals of Vision 2025. It lays particular stress on developing university research and fostering university–industry ties to promote the commercialization of research results.[32][36][37][38][39][40]\n\nIn early 2018, the Science and Technology Department of the Iranian President's Office released a book to review Iran's achievements in various fields of science and technology during 2017. The book, entitled \"Science and Technology in Iran: A Brief Review\", provides the readers with an overview of the country's 2017 achievements in 13 different fields of science and technology.[41]\n\nIn line with the goals of Vision 2025, policy-makers have made a concerted effort to increase the number of students and academic researchers. To this end, the government raised its commitment to higher education to 1% of GDP in 2006. After peaking at this level, higher education spending stood at 0.86% of GDP in 2015. Higher education spending has resisted better than public expenditure on education overall. The latter peaked at 4.7% of GDP in 2007 before slipping to 2.9% of GDP in 2015. Vision 2025 fixed a target of raising public expenditure on education to 7% of GDP by 2025.[32]\n\nThe result of greater spending on higher education has been a steep rise in tertiary enrollment. Between 2007 and 2013, student rolls swelled from 2.8 million to 4.4 million in the country's public and private universities. Some 45% of students were enrolled in private universities in 2011. There were more women studying than men in 2007, a proportion that has since dropped back slightly to 48%.[32]\n\nEnrollment has progressed in most fields. The most popular in 2013 were social sciences (1.9 million students, of which 1.1 million women) and engineering (1.5 million, of which 373 415 women). Women also made up two-thirds of medical students. One in eight bachelor's students go on to enroll in a master's/PhD programme. This is comparable to the ratio in the Republic of Korea and Thailand (one in seven) and Japan (one in ten).[32]\n\nThe number of PhD graduates has progressed at a similar pace as university enrollment overall. Natural sciences and engineering have proved increasingly popular among both sexes, even if engineering remains a male-dominated field. In 2012, women made up one-third of PhD graduates, being drawn primarily to health (40% of PhD students), natural sciences (39%), agriculture (33%) and humanities and arts (31%). According to the UNESCO Institute for Statistics, 38% of master's and PhD students were studying science and engineering fields in 2011.[32]\n\nThere has been an interesting evolution in the gender balance among PhD students. Whereas the share of female PhD graduates in health remained stable at 38–39% between 2007 and 2012, it rose in all three other broad fields. Most spectacular was the leap in female PhD graduates in agricultural sciences from 4% to 33% but there was also a marked progression in science (from 28% to 39%) and engineering (from 8% to 16% of PhD students). Although data are not readily available on the number of PhD graduates choosing to stay on as faculty, the relatively modest level of domestic research spending would suggest that academic research suffers from inadequate funding.[32]\n\n\nThe Fifth Five-Year Economic Development Plan (2010–2015) fixed the target of attracting 25 000 foreign students to Iran by 2015. By 2013, there were about 14 000 foreign students attending Iranian universities, most of whom came from Afghanistan, Iraq, Pakistan, Syria and Turkey. In a speech delivered at the University of Tehran in October 2014, President Rouhani recommended greater interaction with the outside world. He said that \nOne in four Iranian PhD students were studying abroad in 2012 (25.7%). The top destinations were Malaysia, the US, Canada, Australia, UK, France, Sweden and Italy. In 2012, one in seven international students in Malaysia was of Iranian origin. There is a lot of scope for the development of twinning between universities for teaching and research, as well as for student exchanges.[32]\n\nAccording to the UNESCO Institute for Statistics, the number of (full-time equivalent) researchers rose from 711 to 736 per million inhabitants between 2009 and 2010. This corresponds to an increase of more than 2 000 researchers, from 52 256 to 54 813. The world average is 1 083 per million inhabitants. One in four (26%) Iranian researchers is a woman, which is close to the world average (28%). In 2008, half of researchers were employed in academia (51.5%), one-third in the government sector (33.6%) and just under one in seven in the business sector (15.0%). Within the business sector, 22% of researchers were women in 2013, the same proportion as in Ireland, Israel, Italy and Norway. The number of firms declaring research activities more than doubled between 2006 and 2011, from 30 935 to 64 642. The increasingly tough sanctions regime oriented the Iranian economy towards the domestic market and, by erecting barriers to foreign imports, encouraged knowledge-based enterprises to localize production.[32]\n\nIran's national science budget was about $900 million in 2005 and it had not been subject to any significant increase for the previous 15 years.[42] In 2001, Iran devoted 0.50% of GDP to research and development. Expenditure peaked at 0.67% of GDP in 2008 before receding to 0.33% of GDP in 2012, according to the UNESCO Institute for Statistics.[43] The world average in 2013 was 1.7% of GDP.  Iran's government has devoted much of its budget to research on high technologies such as nanotechnology, biotechnology, stem cell research and information technology (2008).[44] In 2006, the Iranian government wiped out the financial debts of all universities in a bid to relieve their budget constraints.[45] According to the UNESCO science report 2010, most research in Iran is government-funded with the Iranian government providing almost 75% of all research funding.[46] Domestic expenditure on research stood at 0.7% of GDP in 2008 and 0.3% of GDP in 2012. Iranian businesses contributed about 11% of the total in 2008. The government's limited budget is being directed towards supporting small innovative businesses, business incubators and science and technology parks, the type of enterprises which employ university graduates.[32]\n\nThe share of private businesses in total national R&D funding according to the same report is very low, being just 14%, as compared with Turkey's 48%. The rest of approximately 11% of funding comes from higher education sector and non-profit organizations.[47] A limited number of large enterprises (such as IDRO, NIOC, NIPC, DIO, Iran Aviation Industries Organization, Iranian Space Agency, Iran Electronics Industries or Iran Khodro) have their own in-house R&D capabilities.[48]\n\nVision 2025 foresaw an investment of US$3.7 trillion by 2025 to finance the transition to a knowledge economy. It was intended for one-third of this amount to come from abroad but, so far, FDI has remained elusive. It has contributed less than 1% of GDP since 2006 and just 0.5% of GDP in 2014. Within the country's Fifth Five-Year Economic Development Plan (2010–2015), a National Development Fund has been established to finance efforts to diversify the economy. By 2013, the fund was receiving 26% of oil and gas revenue.[32]\n\nMuch of the US$3.7 trillion earmarked in Vision 2025 is to go towards supporting investment in research and development by knowledge-based firms and the commercialization of research results. A law passed in 2010 provides an appropriate mechanism, the Innovation and Prosperity Fund. According to the fund's president, Behzad Soltani, 4600 billion Iranian rials (circa US$171.4 million) had been allocated to 100 knowledge-based companies by late 2014. Public and private universities wishing to set up private firms may also apply to the fund.[32]\n\n\nSome 37 industries trade shares on the Tehran Stock Exchange. These industries include the petrochemical, automotive, mining, steel, iron, copper, agriculture and telecommunications industries, 'a unique situation in the Middle East'. Most of the companies developing high technologies remain state-owned, including in the automotive and pharmaceutical industries, despite plans to privatize 80% of state-owned companies by 2014. It was estimated in 2014 that the private sector accounted for about 30% of the Iranian pharmaceutical market.[32]\nThe Industrial Development and Renovation Organization (IDRO) controls about 290 state-owned companies. IDRO has set up special purpose companies in each high-tech sector to coordinate investment and business development. These entities are the Life Science Development Company, Information Technology Development Centre, Iran InfoTech Development Company and the Emad Semiconductor Company. In 2010, IDRO set up a capital fund to finance the intermediary stages of product- and technology-based business development within these companies.[32]\n\n"
        },
        {
            "title": "Technology parks",
            "text": "As of 2012, Iran had officially 31 science and technology parks nationwide.[citation needed] Furthermore, as of 2014, 36 science and technology parks hosting more than 3,650 companies were operating in Iran.[49] These firms have directly employed more than 24,000 people.[49] According to the Iran Entrepreneurship Association, there are ninety-nine (99) parks of science and technology, in totality, which operate without official permits. Twenty-one of those parks are located in Tehran and affiliated with University Jihad, Tarbiat Modares University, Tehran University, Ministry of Energy (Iran), Ministry of Health and Medical Education, and Amir Kabir University among others. Fars Province, with 8 parks and Razavi Khorasan Province, with 7 parks, are ranked second and third after Tehran respectively.[50]\n\n"
        },
        {
            "title": "Innovation",
            "text": "As of 2004, Iran's national innovation system (NIS) had not experienced a serious entrance to the technology creation phase and mainly exploited the technologies developed by other countries (e.g. in the petrochemicals industry).[57]\n\nIn 2016, Iran ranked second in the percentage of graduates in science and engineering in the Global Innovation Index. Iran also ranked fourth in tertiary education, 26 in knowledge creation, 31 in gross percentage of tertiary enrollment, 41 in general infrastructure, 48 in human capital as well as research and 51 in innovation efficiency ratio.[58]\n\nIn recent years several drugmakers in Iran are gradually developing the ability to innovate, away from generic drugs production itself.[59]\n\nAccording to the State Registration Organization of Deeds and Properties, a total of 9,570 national inventions were registered in Iran during 2008. Compared with the previous year, there was a 38-percent increase in the number of inventions registered by the organization.[60] Iran was ranked 60th in the Global Innovation Index in 2021.[61][62][63][64][65]\n\nIran has several funds to support entrepreneurship and innovation:[50]\n\n"
        },
        {
            "title": "Private sector",
            "text": "The 5th Development Plan (2010–15) requires the private sector to communicate research needs to universities so that universities would coordinate research projects in line with these needs, with sharing of expenses by both sides.[56]\n\nBecause of its weakness or absence, the support industry makes little contribution to the innovation/technology development activities. Supporting the development of small and medium enterprises in Iran will strengthen greatly the supplier network.[48]\n\nAs of 2014, Iran had 930 industrial parks and zones, of which 731 are ready to be ceded to the private sector.[66] The government of Iran has plans for the establishment of 50–60 new industrial parks by the end of the fifth Five-Year Socioeconomic Development Plan (2015).[67]\n\nAs of 2016, Iran had nearly 3,000 knowledge-based companies.[68]\n\nA 2003-report by the United Nations Industrial Development Organization regarding small and medium-sized enterprises (SMEs)[69] identified the following impediments to industrial development:\n\nThe economic complexity ranking of Iran has increased by 1 places over the past 50 years from 66th in 1964 to 65th in 2014.[70] According to UNCTAD in 2016, private companies in Iran need better marketing strategies with emphasis on innovation.[68]\n\nDespite these problems, Iran has progressed in various scientific and technological fields, including petrochemical, pharmaceutical, aerospace, defense, and heavy industry. Even in the face of economic sanctions, Iran is emerging as an industrialized country.[71]\n\nParallel to academic research, several companies have been founded in Iran during last few decades. For example, CinnaGen, established in 1992, is one of the pioneering biotechnology companies in the region. CinnaGen won Biotechnology Asia 2005 Innovation Awards due to its achievements and innovation in biotechnology research. In 2006, Parsé Semiconductor Co. announced it had designed and produced a 32-bit computer microprocessor inside the country for the first time.[72] Software companies are growing rapidly. In CeBIT 2006, ten Iranian software companies introduced their products.[73][74]\n\nIn FY 2019, around 5,000 Iranian knowledge-based companies sold $28 billion worth of products or services including pharmaceuticals and medical equipment, polymer and chemical products, and industrial machinery. Among them, 250 companies exported $400 million to Central Asia and all of Iran's direct neighbours.[75]\n\n"
        },
        {
            "title": "Science in modern Iran",
            "text": "Theoretical and computational sciences are highly developed in Iran.[76] Despite the limitations in funds, facilities, and international collaborations, Iranian scientists have been very productive in several experimental fields such as pharmacology, pharmaceutical chemistry, and organic and polymer chemistry. Iranian biophysicists, especially molecular biophysicists, have gained international reputations since the 1990s[citation needed]. High field nuclear magnetic resonance facility, microcalorimetry, circular dichroism, and instruments for single protein channel studies have been provided in Iran during the past two decades. Tissue engineering and research on biomaterials have just started to emerge in biophysics departments.\n\nConsidering the country's brain drain and its poor political relationship with the United States and some other Western countries, Iran's scientific community remains productive, even while economic sanctions make it difficult for universities to buy equipment or to send people to the United States to attend scientific meetings.[77] Furthermore, Iran considers scientific backwardness, as one of the root causes of political and military bullying by developed countries over developing states.[78] After the Iranian Revolution, there have been efforts by the religious scholars to assimilate Islam with modern science and this is seen by some as the reason behind the recent successes of Iran to augment its scientific output.[79] Currently Iran aims for a national goal of self-sustainment in all scientific arenas.[80][81] Many individual Iranian scientists, along with the Iranian Academy of Medical Sciences and Academy of Sciences of Iran, are involved in this revival. The Comprehensive Scientific Plan has been devised based on about 51,000 pages of documents and includes 224 scientific projects that must be implemented by the year 2025.[82][83]\n\nWith over 400 medical research facilities and 76 medical magazine indexes available in the country, Iran is the 19th country in medical research and is set to become the 10th within 10 years (2012).[citation needed] Clinical sciences are invested in highly in Iran. In areas such as rheumatology, hematology, and bone marrow transplantation, Iranian medical scientists publish regularly.[84] The Hematology, Oncology and Bone Marrow Transplantation Research Center (HORC) of Tehran University of Medical Sciences in Shariati Hospital was established in 1991. Internationally, this center is one of the largest bone marrow transplantation centers and has carried out a large number of successful transplantations.[85] According to a study conducted in 2005, associated specialized pediatric hematology and oncology (PHO) services exist in almost all major cities throughout the country, where 43 board-certified or eligible pediatric hematologist–oncologists are giving care to children suffering from cancer or hematological disorders. Three children's medical centers at universities have approved PHO fellowship programs.[86] Besides hematology, gastroenterology has recently attracted many talented medical students. The gasteroenterology research center based at Tehran University of Medical Sciences has produced increasing numbers of scientific publications since its establishment.\n\nModern organ transplantation in Iran dates to 1935, when the first cornea transplant in Iran was performed by Professor Mohammad-Qoli Shams at Farabi Eye Hospital in Tehran, Iran. The Shiraz Nemazi transplant center, also one of the pioneering transplant units of Iran, performed the first Iranian kidney transplant in 1967 and the first Iranian liver transplant in 1995. The first heart transplant in Iran was performed in 1993 in Tabriz. The first lung transplant was performed in 2001, and the first heart and lung transplants were performed in 2002, both at Tehran University of Medical Sciences.[87] Currently, renal, liver, and heart transplantations are routinely performed in Iran. Iran ranks fifth in the world in kidney transplants.[88] The Iranian Tissue Bank, commencing in 1994, was the first multi-facility tissue bank in country. In June 2000, the Organ Transplantation Brain Death Act was approved by the Parliament, followed by the establishment of the Iranian Network for Transplantation Organ Procurement. This act helped to expand heart, lung, and liver transplantation programs. By 2003, Iran had performed 131 liver, 77 heart, 7 lung, 211 bone marrow, 20,581 cornea, and 16,859 renal transplantations. 82 percent of these were donated by living and unrelated donors; 10 percent by cadavers; and 8 percent came from living-related donors. The 3-year renal transplant patient survival rate was 92.9%, and the 40-month graft survival rate was 85.9%.[87]\n\nNeuroscience is also emerging in Iran.[89] A few PhD programs in cognitive and computational neuroscience have been established in the country during recent decades.[90] Iran ranks first in Mideast and region in ophthalmology.[91][92]\n\nIranian surgeons treating wounded Iranian veterans during the Iran–Iraq War invented a new neurosurgical treatment for brain injured patients that laid to rest the previously prevalent technique developed by US Army surgeon Dr Ralph Munslow. This new surgical procedure helped devise new guidelines that have decreased death rates for comatosed patients with penetrating brain injuries from 55% of 1980 to 20% of 2010. It has been said that these new treatment guidelines benefited US congresswoman Gabby Giffords who had been shot in the head.[93][94][95]\n\n Planning and attention to biotechnology in Iran started in 1996 with the formation of the Supreme Council for Biotechnology. The Biotech National Document targeted to develop the technology in the country in 2004 was approved by the government.\n\nIn 1999, with the aim of developing and synergies, particularly with regard to the importance of new technologies and strategic location of biotechnology, the Biotechnology Development Council was established under the vice presidency of science and technology and all activities of the former Supreme Council were held at the headquarters.\nAccording to the Supreme Leader, emphasis on special attention to the development of biotechnology and biotech presenting to emphasize the development of a five-year program of economic, social and cultural, Biotech Development Council according to Act 705 dated 27/10/1390 Session Supreme Council of the Cultural Revolution as The main reference of Policy, planning, strategy implementation, coordination and monitoring in the field of biotechnology was determined. Iran has a biotechnology sector that is one of the most advanced in the developing world.[96][97] The Razi Institute for Serums and Vaccines and the Pasteur Institute of Iran are leading regional facilities in the development and manufacture of vaccines. In January 1997, the Iranian Biotechnology Society (IBS) was created to oversee biotechnology research in Iran.[96]\n\nAgricultural research has been successful in releasing high-yielding varieties with higher stability as well as tolerance to harsh weather conditions. The agriculture researchers are working jointly with international Institutes to find the best procedures and genotypes to overcome produce failure and to increase yield. In 2005, Iran's first genetically modified (GM) rice was approved by national authorities and is being grown commercially for human consumption. In addition to GM rice, Iran has produced several GM plants in the laboratory, such as insect-resistant maize; cotton; potatoes and sugar beets; herbicide-resistant canola; salinity- and drought-tolerant wheat; and blight-resistant maize and wheat.[98] The Royan Institute engineered Iran's first cloned animal; the sheep was born on 2 August 2006 and passed the critical first two months of his life.[99][100]\n\nIn the last months of 2006, Iranian biotechnologists announced that they, as the third manufacturer in the world, have sent CinnoVex (a recombinant type of Interferon b1a) to the market.[101]\nAccording to a study by David Morrison and Ali Khademhosseini (Harvard-MIT and Cambridge), stem cell research in Iran is amongst the top 10 in the world.[102] Iran planned to invest 2.5 billion dollars in the country's stem cell research in the years 2008–2013.[103] Iran ranks second in the world in transplantation of stem cells.[104]\n\nAccording to Scopus, Iran ranked 21st in biotechnology by producing nearly 4,000 related-scientific articles in 2014.[105]\n\nIn 2010, AryoGen Biopharma established the biggest and most modern knowledge-based facility for production of therapeutic monoclonal antibodies in the region. As at 2012, Iran produced 15 types of monoclonal/anti-body drugs. These anti-cancer drugs are now produced by only two to three western companies.[106]\n\nIn 2015, Noargen[107] company was established as the first officially registered CRO and CMO in Iran. Noargen uses the concept of CMO and CRO servicing to the biopharma sector of Iran as its main activity to fill the gap and promote developing biotech ideas/products toward commercialization.\n\nIran had some significant successes in nuclear technology during recent decades, especially in nuclear medicine. However, little connection exists between Iran's scientific society and that of the nuclear program of Iran. Iran is the 7th country in production of uranium hexafluoride (or UF6).[108] Iran now controls the entire cycle for producing nuclear fuel.[109] Iran is among the 14 countries in possession of nuclear [energy] technology. In 2009, Iran was developing its first domestic Linear particle accelerator (LINAC).[110]\n\nIt is among the few countries in the world that has the technology to produce zirconium alloys.[111][112] Iran produces a wide range of lasers in demand within the country in medical and industrial fields.[citation needed]\nIn 2018, Iran inaugurated the first laboratory for quantum entanglement in the National Laser Center.[113]\n\nThe Center of Excellence in Design, Robotics, and Automation was established in 2001 to promote educational and research activities in the fields of design, robotics, and automation. Besides these professional groups, several robotics groups work in Iranian high schools.[114] \"Sorena 2\" Robot, which was designed by engineers at University of Tehran, was unveiled in 2010. The robot can be used for handling sensitive tasks without the need for cooperating with human beings. The robot is taking slow steps similar to human beings, harmonious movements of hands and feet and other movements similar to humans.[115][116][117] Next the researchers plan to develop speech and vision capabilities and greater intelligence for this robot.[118] the Institute of Electrical and Electronics Engineers (IEEE) has placed the name of Surena among the five prominent robots of the world after analyzing its performance.[119]\n\nUltra Fast Microprocessors Research Center in Tehran's Amirkabir University of Technology successfully built a supercomputer in 2007.[120] Maximum processing capacity of the supercomputer is 860 billion operations per second. Iran's first supercomputer launched in 2001 was also fabricated by Amirkabir University of Technology.[121] In 2009, a SUSE Linux-based HPC system made by the Aerospace Research Institute of Iran (ARI) was launched with 32 cores and now runs 96 cores. Its performance was pegged at 192 GFLOPS.[122] Iran's National Super Computer made by Iran Info-Tech Development Company (a subsidiary of IDRO) was built from 216 AMD processors. The Linux-cluster machine has a reported \"theoretical peak performance of 860 gig-flops\".[123] The Routerlab team at the University of Tehran successfully designed and implemented an access-router (RAHYAB-300) and a 40Gbit/s high capacity switch fabric (UTS).[124] In 2011 Amirkabir University of Technology and Isfahan University of Technology produced 2 new supercomputers with processing capacity of 34,000 billion operations per second.[125] The supercomputer at Amirkabir University of Technology is expected to be among the 500 most powerful computers in the world.[125]  From 1997 until 2017, Iran submitted 34,028 articles about Artificial Intelligence and its usage, ranking it at the 14th place in the world in the area of artificial intelligence (it is the 8th country in the world in AI based on high impact and high citation articles).[126]\n\nIran is ranked 120th in the field of chemistry (2018).[127] In 2007, Iranian scientists at the Medical Sciences and Technology Center succeeded in mass-producing an advanced scanning microscope—the Scanning Tunneling Microscope (STM).[128] By 2017, Iran ranked 4th in ISI indexed nano-articles.[129][130][131][132][133] Iran has designed and mass-produced more than 35 kinds of advanced nanotechnology devices. These include laboratory equipment, antibacterial strings, power station filters and construction related equipment and materials.[134]\n\nResearch in nanotechnology has taken off in Iran since the Nanotechnology Initiative Council (NIC) was founded in 2002. The council determines the general policies for the development of nanotechnology and co-ordinates their implementation. It provides facilities, creates markets and helps the private sector to develop relevant R&D activities. In the past decade, 143 nanotech companies have been established in eight industries. More than one-quarter of these are found in the health care industry, compared to just 3% in the automotive industry.[32]\n\nToday, five research centres specialize in nanotechnology, including the Nanotechnology Research Centre at Sharif University, which established Iran's first doctoral programme in nanoscience and nanotechnology a decade ago. Iran also hosts the International Centre on Nanotechnology for Water Purification, established in collaboration with UNIDO in 2012. In 2008, NIC established an Econano network to promote the scientific and industrial development of nanotechnology among fellow members of the Economic Cooperation Organization, namely Afghanistan, Azerbaijan, Kazakhstan, Kyrgyzstan, Pakistan, Tajikistan, Turkey, Turkmenistan and Uzbekistan.[32]\n\nIran recorded strong growth in the number of articles on nanotechnology between 2009 and 2013, according to Thomson Reuters' Web of Science. By 2013, Iran ranked seventh for this indicator. The number of articles per million population has tripled to 59, overtaking Japan in the process. Few patents are being granted to Iranian inventors in nanotechnology, as yet, however. The ratio of nanotechnology patents to articles was 0.41 per 100 articles for Iran in 2015.[32]\n\nOn 17 August 2008, The Iranian Space Agency proceeded with the second test launch of a three stages Safir SLV from a site south of Semnan in the northern part of the Dasht-e-Kavir desert. The Safir (Ambassador) satellite carrier successfully launched the Omid satellite into orbit in February 2009.[135][136] Iran is the 9th country to put a domestically-built satellite into orbit since the Soviet Union launched the first in 1957.[137] Iran is among a handful of countries in the world capable of developing satellite-related technologies, including satellite navigation systems.[138]   Iran is the 8th country capable of manufacturing jet engines.[139]\n\nThe Iranian government has committed 150 billion rials (roughly 16 million US dollars)[140] for a telescope, an observatory, and a training program, all part of a plan to build up the country's astronomy base. Iran wants to collaborate internationally and become internationally competitive in astronomy, says the University of Michigan's Carl Akerlof, an adviser to the Iranian project. \"For a government that is usually characterized as wary of foreigners, that's an important development\".[141] In 2016, Iran unveiled its new optical telescope for observing celestial objects as part of APSCO. It will be used to understand and predict the physical location of natural and man-made objects in orbit around the Earth.[142]\n\nIran is ranked 12th in the field of energy (2018).[143] Iran is among the four world countries that are capable of manufacturing advanced V94.2 gas turbines.[144] Iran is able to produce all the parts needed for its gas refineries[145] and is now the third country in the world to have developed Gas to liquids (GTL) technology.[146][147] Iran produces 70% of its industrial equipment domestically including various turbines, pumps, catalysts, refineries, oil tankers, oil rigs, offshore platforms and exploration instruments.[148][149][150][151][152] Iran is among the few countries that has reached the technology and \"know-how\" for drilling in the deep waters.[153] Iran's indigenously designed Darkhovin Nuclear Power Plant is scheduled to come online in 2016.[154]\n\nIran possesses the technology to launch superfast anti-submarine rockets that can travel at the speed of 100 meters per second under water, making the country second only to Russia in possessing the technology.[155]  Iran is among the few countries that possess the technological know-how of the unmanned aerial vehicles (UAV) fitted with scanning and reconnaissance systems.[156] Since 1992, it also has produced its own tanks, armored personnel carriers, sophisticated radars, guided missiles, a submarine, and fighter planes.[157]\n\n"
        },
        {
            "title": "Scientific collaboration",
            "text": "Iran annually hosts international science festivals. The International Kharazmi Festival in Basic Science and The Annual Razi Medical Sciences Research Festival promote original research in science, technology, and medicine in Iran. There is also an ongoing R&D collaboration between large state-owned companies and the universities in Iran.\n\nIranians welcome scientists from all over the world to Iran for a visit and participation in seminars or collaborations. Many Nobel laureates and influential scientists such as Bruce Alberts, F. Sherwood Rowland, Kurt Wüthrich, Stephen Hawking, and Pierre-Gilles de Gennes visited Iran after the Iranian revolution. Some universities also hosted American and European scientists as guest lecturers during recent decades.\n\nAlthough sanctions have caused a shift in Iran's trading partners from West to East, scientific collaboration has remained largely oriented towards the West. Between 2008 and 2014, Iran's top partners for scientific collaboration were the US, Canada, the UK and Germany, in that order. Iranian scientists co-authored almost twice as many articles with their counterparts in the USA (6 377) as with their next-closest collaborators in Canada (3 433) and the UK (3 318).[32] Iranian and U.S. scientists have collaborated on a number of projects.[158]\n\nMalaysia is Iran's fifth-closest collaborator in science and India ranks tenth, after Australia, France, Italy and Japan. One-quarter of Iranian articles had a foreign co-author in 2014, a stable proportion since 2002. Scientists have been encouraged to publish in international journals in recent years, a policy that is in line with Vision 2025.[32]\n\nThe volume of scientific articles authored by Iranians in international journals has augmented considerably since 2005, according to Thomson Reuters' Web of Science (Science Citation Index Expanded). Iranian scientists now publish widely in international journals in engineering and chemistry, as well as in life sciences and physics. Women contribute about 13% of articles, with a focus on chemistry, medical sciences and social sciences. Contributing to this trend is the fact that PhD programmes in Iran now require students to have publications in the Web of Science.\n\nIran has submitted a formal request to participate in a project which is building an International Thermonuclear Experimental Reactor (ITER) in France by 2018. This megaproject is developing nuclear fusion technology to lay the groundwork for tomorrow's nuclear fusion power plants. The project involves the European Union, China, India, Japan, Republic of Korea, Russian Federation and USA. A team from ITER visited Iran in November 2016 to deepen its understanding of Iran's fusion-related programmes.[32][159]\n\nIran hosts several international research centres, including the following established between 2010 and 2014 under the auspices of the United Nations: the Regional Center for Science Park and Technology Incubator Development (UNESCO, est. 2010), the International Center on Nanotechnology (UNIDO, est. 2012) and the Regional Educational and Research Center for Oceanography for Western Asia (UNESCO, est. 2014).[32]\n\nIran is stepping up its scientific collaboration with developing countries. In 2008, Iran's Nanotechnology Initiative Council established an Econano network to promote the scientific and industrial development of nanotechnology among fellow members of the Economic Cooperation Organization, namely Afghanistan, Azerbaijan, Kazakhstan, Kyrgyzstan, Pakistan, Tajikistan, Turkey, Turkmenistan and Uzbekistan. The Regional Centre for Science Park and Technology Incubator Development is also initially targeting these same countries. It is offering them policy advice on how to develop their own science parks and technology incubators.[32]\n\nIran is an active member of COMSTECH and collaborates on its international projects. The coordinator general of COMSTECH, Dr. Atta ur Rahman has said that Iran is the leader in science and technology among Muslim countries and hoped for greater cooperation with Iran in different international technological and industrialization projects.[160] Iranian scientists are also helping to construct the Compact Muon Solenoid, a detector for the Large Hadron Collider of the European Organization for Nuclear Research (CERN) that is due to come online in 2008[citation needed]. Iranian engineers are involved in the design and construction of the first regional particle accelerator of the Middle East in Jordan, called SESAME.[161]\n\nSince the lifting of international sanctions, Iran has been developing scientific and educational links with Kuwait, Switzerland, Italy, Germany, China and Russia.[162][163][164][165][166]\n\n"
        },
        {
            "title": "Contribution of Iranians and people of Iranian origin to modern science",
            "text": "Scientists with an Iranian background have made significant contributions to the international scientific community with Sunnis making up to 35% of the contribitoons according to IranPolls.[167] In 1960, Ali Javan invented first gas laser. In 1973, the fuzzy set theory was developed by Lotfi Zadeh. Iranian cardiologist Tofy Mussivand invented the first artificial heart and afterwards developed it further. HbA1c was discovered by Samuel Rahbar and introduced to the medical community. The Vafa-Witten theorem was proposed by Cumrun Vafa, an Iranian string theorist, and his co-worker Edward Witten. Nima Arkani-Hamed, is a noted theoretical physicist at the Institute for Advanced Study in Princeton who is known for large extra dimensions and scattering amplitudes. The Kardar-Parisi-Zhang (KPZ) equation has been named after Mehran Kardar, notable Iranian physicist. Other examples of notable discoveries and innovations by Iranian scientists and engineers (or of Iranian origin) include:\n\nMany Iranian scientist received internationally recognised awards. Examples are:\n\n"
        },
        {
            "title": "",
            "text": "According to the Institute for Scientific Information (ISI), Iranian researchers and scientists have published a total of 60,979 scientific studies in major international journals in the last 19 years (1990–2008).[236][237] Iran science production growth (as measured by the number of publications in science journals) is reportedly the \"fastest in the world\", followed by Russia and China respectively (2017/18).[238]\n\n"
        },
        {
            "title": "Sources",
            "text": " This article incorporates text from a free content work.  Licensed under CC-BY-SA IGO 3.0. Text taken from UNESCO Science Report: towards 2030, 387-409, UNESCO, UNESCO Publishing. To learn how to add open license text to Wikipedia articles, please see this how-to page. For information on reusing text from Wikipedia, please see the terms of use.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Omid_satellite",
        "https://en.wikipedia.org/wiki/Iran",
        "https://en.wikipedia.org/wiki/Animals_in_space",
        "https://en.wikipedia.org/wiki/COVIran_Barekat",
        "https://en.wikipedia.org/wiki/Iran",
        "https://en.wikipedia.org/wiki/Education_in_Iran",
        "https://en.wikipedia.org/wiki/Sanctions_against_Iran",
        "https://en.wikipedia.org/wiki/Higher_education_in_Iran",
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/History_of_science",
        "https://en.wikipedia.org/wiki/Scientific_literature",
        "https://en.wikipedia.org/wiki/Philosophy_of_science",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Scientist",
        "https://en.wikipedia.org/wiki/Branches_of_science",
        "https://en.wikipedia.org/wiki/Formal_science",
        "https://en.wikipedia.org/wiki/Natural_science",
        "https://en.wikipedia.org/wiki/Outline_of_physical_science",
        "https://en.wikipedia.org/wiki/List_of_life_sciences",
        "https://en.wikipedia.org/wiki/Social_science",
        "https://en.wikipedia.org/wiki/Applied_science",
        "https://en.wikipedia.org/wiki/Engineering",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Interdisciplinarity",
        "https://en.wikipedia.org/wiki/Learned_society",
        "https://en.wikipedia.org/wiki/Science_communication",
        "https://en.wikipedia.org/wiki/Science_education",
        "https://en.wikipedia.org/wiki/Funding_of_science",
        "https://en.wikipedia.org/wiki/Pseudoscience",
        "https://en.wikipedia.org/wiki/Science_policy",
        "https://en.wikipedia.org/wiki/Sociology_of_scientific_knowledge",
        "https://en.wikipedia.org/wiki/Outline_of_science",
        "https://en.wikipedia.org/wiki/Islamic_science",
        "https://en.wikipedia.org/wiki/Inventions_in_medieval_Islam",
        "https://en.wikipedia.org/wiki/Timeline_of_Islamic_science_and_technology",
        "https://en.wikipedia.org/wiki/Academy_of_Gundishapur",
        "https://en.wikipedia.org/wiki/Zoroastrian_Middle_Persian",
        "https://en.wikipedia.org/wiki/Qanat",
        "https://en.wikipedia.org/wiki/Achaemenid_Empire",
        "https://en.wikipedia.org/wiki/Gonabad",
        "https://en.wikipedia.org/wiki/Baghdad_Battery",
        "https://en.wikipedia.org/wiki/Babylonians",
        "https://en.wikipedia.org/wiki/Panemone_windmill",
        "https://en.wikipedia.org/wiki/Greater_Iran",
        "https://en.wikipedia.org/wiki/Mathematics_in_medieval_Islam",
        "https://en.wikipedia.org/wiki/Logarithm",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Gerard_of_Cremona",
        "https://en.wikipedia.org/wiki/Robert_of_Chester",
        "https://en.wikipedia.org/wiki/Persian_people",
        "https://en.wikipedia.org/wiki/Baghdad",
        "https://en.wikipedia.org/wiki/Book_of_Ingenious_Devices",
        "https://en.wikipedia.org/wiki/Automaton",
        "https://en.wikipedia.org/wiki/Ancient_Iranian_Medicine",
        "https://en.wikipedia.org/wiki/Academy_of_Guneshapur",
        "https://en.wikipedia.org/wiki/Bimarestan",
        "https://en.wikipedia.org/wiki/Medicine_in_medieval_Islam",
        "https://en.wikipedia.org/wiki/Islamic_medicine",
        "https://en.wikipedia.org/wiki/Persian_Empire",
        "https://en.wikipedia.org/wiki/Academy_of_Gundishapur",
        "https://en.wikipedia.org/wiki/Persian_Empire",
        "https://en.wikipedia.org/wiki/Xenotransplantation",
        "https://en.wikipedia.org/wiki/Achaemenid_Empire",
        "https://en.wikipedia.org/wiki/Persepolis",
        "https://en.wikipedia.org/wiki/Canon_of_Medicine",
        "https://en.wikipedia.org/wiki/Avicenna",
        "https://en.wikipedia.org/wiki/Shahnameh",
        "https://en.wikipedia.org/wiki/Ferdowsi",
        "https://en.wikipedia.org/wiki/Caesarean_section",
        "https://en.wikipedia.org/wiki/Rudabeh",
        "https://en.wikipedia.org/wiki/Zoroastrianism",
        "https://en.wikipedia.org/wiki/Anesthesia",
        "https://en.wikipedia.org/wiki/Persia",
        "https://en.wikipedia.org/wiki/Abu_Bakr_Muhammad_Bin_Zakaria_Razi",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Islamic_conquest_of_Persia",
        "https://en.wikipedia.org/wiki/Rhazes",
        "https://en.wikipedia.org/wiki/Baghdad",
        "https://en.wikipedia.org/wiki/Sassanid_Empire",
        "https://en.wikipedia.org/wiki/Adolf_Fonahn",
        "https://en.wikipedia.org/wiki/Leipzig",
        "https://en.wikipedia.org/wiki/Avicenna",
        "https://en.wikipedia.org/wiki/Optometry",
        "https://en.wikipedia.org/wiki/Ophthalmology",
        "https://en.wikipedia.org/wiki/Joseph_Cochran",
        "https://en.wikipedia.org/wiki/Urmia",
        "https://en.wikipedia.org/wiki/Urmia_University",
        "https://en.wikipedia.org/wiki/Ahmad_Reza_Dehpour",
        "https://en.wikipedia.org/wiki/Abbas_Shafiee",
        "https://en.wikipedia.org/wiki/Alireza_Mashaghi",
        "https://en.wikipedia.org/wiki/Persian_astronomy",
        "https://en.wikipedia.org/wiki/Astronomy_in_medieval_Islam",
        "https://en.wikipedia.org/wiki/Biruni",
        "https://en.wikipedia.org/wiki/Tycho_Brahe",
        "https://en.wikipedia.org/wiki/Early_Islamic_philosophy",
        "https://en.wikipedia.org/wiki/Alchemy_and_chemistry_in_medieval_Islam",
        "https://en.wikipedia.org/wiki/Jabir_ibn_Hayyan",
        "https://en.wikipedia.org/wiki/Organic_chemistry",
        "https://en.wikipedia.org/wiki/Sal_ammoniac",
        "https://en.wikipedia.org/wiki/Ammonium_chloride",
        "https://en.wikipedia.org/wiki/Chemical_synthesis",
        "https://en.wikipedia.org/wiki/Organic_compound",
        "https://en.wikipedia.org/wiki/Hellenization",
        "https://en.wikipedia.org/wiki/Syriac_language",
        "https://en.wikipedia.org/wiki/Sasanian_Empire",
        "https://en.wikipedia.org/wiki/Vitriol",
        "https://en.wikipedia.org/wiki/Mineral_acids",
        "https://en.wikipedia.org/wiki/Physics_in_medieval_Islam",
        "https://en.wikipedia.org/wiki/Biruni",
        "https://en.wikipedia.org/wiki/Speed_of_light",
        "https://en.wikipedia.org/wiki/Galileo",
        "https://en.wikipedia.org/wiki/Tabriz",
        "https://en.wikipedia.org/wiki/Camera_obscura",
        "https://en.wikipedia.org/wiki/Higher_education_in_Iran",
        "https://en.wikipedia.org/wiki/List_of_Iranian_Research_Centers",
        "https://en.wikipedia.org/wiki/List_of_countries_by_research_and_development_spending",
        "https://en.wikipedia.org/wiki/Iranian_Research_Organization_for_Science_and_Technology",
        "https://en.wikipedia.org/wiki/National_Research_Institute_for_Science_Policy",
        "https://en.wikipedia.org/wiki/Resistive_economy",
        "https://en.wikipedia.org/wiki/Extractivism",
        "https://en.wikipedia.org/wiki/Higher_education_in_Iran",
        "https://en.wikipedia.org/wiki/Women_in_Iran",
        "https://en.wikipedia.org/wiki/President_Rouhani",
        "https://en.wikipedia.org/wiki/UNESCO_Institute_for_Statistics",
        "https://en.wikipedia.org/wiki/Women_in_Iran",
        "https://en.wikipedia.org/wiki/Economy_of_Iran",
        "https://en.wikipedia.org/wiki/UNESCO_Institute_for_Statistics",
        "https://en.wikipedia.org/wiki/Nanotechnology",
        "https://en.wikipedia.org/wiki/Biotechnology",
        "https://en.wikipedia.org/wiki/Stem_cell",
        "https://en.wikipedia.org/wiki/Iranian_government",
        "https://en.wikipedia.org/wiki/UNESCO_Science_Report",
        "https://en.wikipedia.org/wiki/Turkey",
        "https://en.wikipedia.org/wiki/List_of_Iranian_companies",
        "https://en.wikipedia.org/wiki/Industrial_Development_and_Renovation_Organization_of_Iran",
        "https://en.wikipedia.org/wiki/National_Iranian_Petrochemical_Company",
        "https://en.wikipedia.org/wiki/Defense_Industries_Organization",
        "https://en.wikipedia.org/wiki/Iran_Aviation_Industries_Organization",
        "https://en.wikipedia.org/wiki/Iranian_Space_Agency",
        "https://en.wikipedia.org/wiki/Iran_Electronics_Industries",
        "https://en.wikipedia.org/wiki/Iran_Khodro",
        "https://en.wikipedia.org/wiki/Research_and_development",
        "https://en.wikipedia.org/wiki/Foreign_direct_investment_in_Iran",
        "https://en.wikipedia.org/wiki/Economy_of_Iran",
        "https://en.wikipedia.org/wiki/Venture_capital_in_Iran",
        "https://en.wikipedia.org/wiki/National_Development_Fund",
        "https://en.wikipedia.org/wiki/Tehran_Stock_Exchange",
        "https://en.wikipedia.org/wiki/Pharmaceuticals_in_Iran",
        "https://en.wikipedia.org/wiki/IDRO_Group",
        "https://en.wikipedia.org/wiki/Industry_of_Iran",
        "https://en.wikipedia.org/wiki/Foreign_Direct_Investment_in_Iran",
        "https://en.wikipedia.org/wiki/List_of_research_parks",
        "https://en.wikipedia.org/wiki/Technology_park",
        "https://en.wikipedia.org/wiki/Tehran",
        "https://en.wikipedia.org/wiki/Tarbiat_Modares_University",
        "https://en.wikipedia.org/wiki/Tehran_University",
        "https://en.wikipedia.org/wiki/Amir_Kabir_University",
        "https://en.wikipedia.org/wiki/Fars_Province",
        "https://en.wikipedia.org/wiki/Razavi_Khorasan_Province",
        "https://en.wikipedia.org/wiki/Guilan",
        "https://en.wikipedia.org/wiki/Pardis_Technology_Park",
        "https://en.wikipedia.org/wiki/Tehran",
        "https://en.wikipedia.org/wiki/Khorasan_Province",
        "https://en.wikipedia.org/wiki/Isfahan",
        "https://en.wikipedia.org/wiki/East_Azerbaijan",
        "https://en.wikipedia.org/wiki/Yazd",
        "https://en.wikipedia.org/wiki/Mazandaran",
        "https://en.wikipedia.org/wiki/Iranian_Space_Agency",
        "https://en.wikipedia.org/wiki/Tehran",
        "https://en.wikipedia.org/wiki/Iranian_Space_Agency",
        "https://en.wikipedia.org/wiki/Iran_Aviation_Industries_Organization",
        "https://en.wikipedia.org/wiki/Tehran",
        "https://en.wikipedia.org/wiki/Energy_in_Iran",
        "https://en.wikipedia.org/wiki/Intellectual_property_in_Iran",
        "https://en.wikipedia.org/wiki/Economic_complexity_index",
        "https://en.wikipedia.org/wiki/National_innovation_system",
        "https://en.wikipedia.org/wiki/Global_Innovation_Index",
        "https://en.wikipedia.org/wiki/Higher_education_in_Iran",
        "https://en.wikipedia.org/wiki/Pharmaceuticals_in_Iran",
        "https://en.wikipedia.org/wiki/Generic_drugs",
        "https://en.wikipedia.org/wiki/Invention",
        "https://en.wikipedia.org/wiki/Global_Innovation_Index",
        "https://en.wikipedia.org/wiki/President_of_Iran",
        "https://en.wikipedia.org/wiki/Venture_capital",
        "https://en.wikipedia.org/wiki/Banking_in_Iran",
        "https://en.wikipedia.org/wiki/Economy_of_Iran",
        "https://en.wikipedia.org/wiki/Industrial_Development_and_Renovation_Organization_of_Iran",
        "https://en.wikipedia.org/wiki/IKCO",
        "https://en.wikipedia.org/wiki/Higher_education_in_Iran",
        "https://en.wikipedia.org/wiki/Supply_chain",
        "https://en.wikipedia.org/wiki/Privatization_in_Iran",
        "https://en.wikipedia.org/wiki/Government_of_Iran",
        "https://en.wikipedia.org/wiki/Industrial_park",
        "https://en.wikipedia.org/wiki/United_Nations_Industrial_Development_Organization",
        "https://en.wikipedia.org/wiki/Banking_in_Iran",
        "https://en.wikipedia.org/wiki/Corruption_in_Iran",
        "https://en.wikipedia.org/wiki/Taxation_in_Iran",
        "https://en.wikipedia.org/wiki/Global_Competitiveness_Report",
        "https://en.wikipedia.org/wiki/Intellectual_property_in_Iran",
        "https://en.wikipedia.org/wiki/Culture_of_Iran",
        "https://en.wikipedia.org/wiki/Economic_complexity_index",
        "https://en.wikipedia.org/wiki/UNCTAD",
        "https://en.wikipedia.org/wiki/Marketing",
        "https://en.wikipedia.org/wiki/Innovation",
        "https://en.wikipedia.org/wiki/National_Iranian_Petrochemical_Company",
        "https://en.wikipedia.org/wiki/Iranian_Space_Agency",
        "https://en.wikipedia.org/wiki/List_of_military_equipment_manufactured_in_Iran",
        "https://en.wikipedia.org/wiki/Industry_of_Iran",
        "https://en.wikipedia.org/wiki/Sanctions_against_Iran",
        "https://en.wikipedia.org/wiki/Industrialized_country",
        "https://en.wikipedia.org/wiki/CinnaGen",
        "https://en.wikipedia.org/wiki/CinnaGen",
        "https://en.wikipedia.org/wiki/Microprocessor",
        "https://en.wikipedia.org/wiki/CeBIT",
        "https://en.wikipedia.org/wiki/National_Research_Institute_for_Science_Policy",
        "https://en.wikipedia.org/wiki/Iran_National_Science_Foundation",
        "https://en.wikipedia.org/wiki/Education_in_Iran",
        "https://en.wikipedia.org/wiki/Higher_education_in_Iran",
        "https://en.wikipedia.org/wiki/Iran_University_of_Science_and_Technology",
        "https://en.wikipedia.org/wiki/Pharmacology",
        "https://en.wikipedia.org/wiki/Pharmaceutical_chemistry",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Biophysics",
        "https://en.wikipedia.org/wiki/Nuclear_magnetic_resonance",
        "https://en.wikipedia.org/wiki/Calorimetry",
        "https://en.wikipedia.org/wiki/Circular_dichroism",
        "https://en.wikipedia.org/wiki/Tissue_engineering",
        "https://en.wikipedia.org/wiki/Biomaterial",
        "https://en.wikipedia.org/wiki/Sanctions_against_Iran",
        "https://en.wikipedia.org/wiki/Iranian_Revolution",
        "https://en.wikipedia.org/wiki/List_of_contemporary_Iranian_scientists",
        "https://en.wikipedia.org/wiki/Iranian_Academy_of_Medical_Sciences",
        "https://en.wikipedia.org/wiki/Academy_of_Sciences_of_Iran",
        "https://en.wikipedia.org/wiki/Healthcare_in_Iran",
        "https://en.wikipedia.org/wiki/Pasteur_Institute_of_Iran",
        "https://en.wikipedia.org/wiki/Rheumatology",
        "https://en.wikipedia.org/wiki/Hematology",
        "https://en.wikipedia.org/wiki/Hematopoietic_stem_cell_transplantation",
        "https://en.wikipedia.org/wiki/Tehran_University_of_Medical_Sciences",
        "https://en.wikipedia.org/wiki/Gastroenterology",
        "https://en.wikipedia.org/wiki/Tehran_University_of_Medical_Sciences",
        "https://en.wikipedia.org/wiki/Moslem_Bahadori",
        "https://en.wikipedia.org/wiki/Shiraz",
        "https://en.wikipedia.org/wiki/Kidney",
        "https://en.wikipedia.org/wiki/Liver",
        "https://en.wikipedia.org/wiki/Tehran_University_of_Medical_Sciences",
        "https://en.wikipedia.org/wiki/Neuroscience",
        "https://en.wikipedia.org/wiki/Ophthalmology",
        "https://en.wikipedia.org/wiki/Neurosurgery",
        "https://en.wikipedia.org/wiki/US_Army",
        "https://en.wikipedia.org/wiki/Traumatic_brain_injury",
        "https://en.wikipedia.org/wiki/Gabby_Giffords",
        "https://en.wikipedia.org/wiki/2011_Tucson_shooting",
        "https://en.wikipedia.org/wiki/AryoGen",
        "https://en.wikipedia.org/wiki/Razi_Vaccine_and_Serum_Research_Institute",
        "https://en.wikipedia.org/wiki/Pasteur_Institute_of_Iran",
        "https://en.wikipedia.org/wiki/Genetically_modified_organism",
        "https://en.wikipedia.org/wiki/Royan_Institute",
        "https://en.wikipedia.org/wiki/Cloning",
        "https://en.wikipedia.org/wiki/CinnaGen",
        "https://en.wikipedia.org/wiki/Interferon",
        "https://en.wikipedia.org/wiki/Stem_cell_research",
        "https://en.wikipedia.org/wiki/Scopus",
        "https://en.wikipedia.org/wiki/Biotechnology",
        "https://en.wikipedia.org/wiki/Ali_Javan",
        "https://en.wikipedia.org/wiki/Gas_laser",
        "https://en.wikipedia.org/wiki/AryoGen",
        "https://en.wikipedia.org/wiki/Iranian_nuclear_program",
        "https://en.wikipedia.org/wiki/Bushehr_nuclear_power_plant",
        "https://en.wikipedia.org/wiki/Nuclear_technology",
        "https://en.wikipedia.org/wiki/Nuclear_medicine",
        "https://en.wikipedia.org/wiki/Nuclear_program_of_Iran",
        "https://en.wikipedia.org/wiki/Uranium_hexafluoride",
        "https://en.wikipedia.org/wiki/Nuclear_fuel_cycle",
        "https://en.wikipedia.org/wiki/Linear_particle_accelerator",
        "https://en.wikipedia.org/wiki/Zirconium",
        "https://en.wikipedia.org/wiki/Laser",
        "https://en.wikipedia.org/wiki/Quantum_entanglement",
        "https://en.wikipedia.org/wiki/Communications_in_Iran",
        "https://en.wikipedia.org/wiki/Iran_Electronics_Industries",
        "https://en.wikipedia.org/wiki/Robotics",
        "https://en.wikipedia.org/wiki/Automation",
        "https://en.wikipedia.org/wiki/University_of_Tehran",
        "https://en.wikipedia.org/wiki/Speech_recognition",
        "https://en.wikipedia.org/wiki/Artificial_intelligence",
        "https://en.wikipedia.org/wiki/Institute_of_Electrical_and_Electronics_Engineers",
        "https://en.wikipedia.org/wiki/Amirkabir_University_of_Technology",
        "https://en.wikipedia.org/wiki/Supercomputer",
        "https://en.wikipedia.org/wiki/Amirkabir_University_of_Technology",
        "https://en.wikipedia.org/wiki/Super_Computer",
        "https://en.wikipedia.org/wiki/Industrial_Development_and_Renovation_Organization_of_Iran",
        "https://en.wikipedia.org/wiki/AMD",
        "https://en.wikipedia.org/wiki/Linux",
        "https://en.wikipedia.org/wiki/University_of_Tehran",
        "https://en.wikipedia.org/wiki/Amirkabir_University_of_Technology",
        "https://en.wikipedia.org/wiki/Isfahan_University_of_Technology",
        "https://en.wikipedia.org/wiki/Supercomputer",
        "https://en.wikipedia.org/wiki/TOP500",
        "https://en.wikipedia.org/wiki/Artificial_Intelligence",
        "https://en.wikipedia.org/wiki/Scanning_Tunneling_Microscope",
        "https://en.wikipedia.org/wiki/Iran_Aviation_Industries_Organization",
        "https://en.wikipedia.org/wiki/Iranian_Space_Agency",
        "https://en.wikipedia.org/wiki/Iranian_Space_Agency",
        "https://en.wikipedia.org/wiki/Iranian_Space_Agency",
        "https://en.wikipedia.org/wiki/Satellite_navigation_system",
        "https://en.wikipedia.org/wiki/Iran_Aviation_Industries_Organization",
        "https://en.wikipedia.org/wiki/Telescope",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Energy_in_Iran",
        "https://en.wikipedia.org/wiki/Petroleum_industry_in_Iran",
        "https://en.wikipedia.org/wiki/List_of_power_stations_in_Iran",
        "https://en.wikipedia.org/wiki/Industry_of_Iran",
        "https://en.wikipedia.org/wiki/Gas_turbine",
        "https://en.wikipedia.org/wiki/Gas_to_liquids",
        "https://en.wikipedia.org/wiki/Turbine",
        "https://en.wikipedia.org/wiki/Pump",
        "https://en.wikipedia.org/wiki/Catalyst",
        "https://en.wikipedia.org/wiki/Oil_refinery",
        "https://en.wikipedia.org/wiki/Oil_platform",
        "https://en.wikipedia.org/wiki/Darkhovin_Nuclear_Power_Plant",
        "https://en.wikipedia.org/wiki/Defense_industry_of_Iran",
        "https://en.wikipedia.org/wiki/List_of_military_equipment_manufactured_in_Iran",
        "https://en.wikipedia.org/wiki/Defense_Industries_Organization",
        "https://en.wikipedia.org/wiki/Iran_Electronics_Industries",
        "https://en.wikipedia.org/wiki/Iran_Aviation_Industries_Organization",
        "https://en.wikipedia.org/wiki/Unmanned_aerial_vehicle",
        "https://en.wikipedia.org/wiki/HESA_Kowsar",
        "https://en.wikipedia.org/wiki/Foreign_relations_of_Iran",
        "https://en.wikipedia.org/wiki/Iranian_citizens_abroad",
        "https://en.wikipedia.org/wiki/List_of_Iranian_companies",
        "https://en.wikipedia.org/wiki/List_of_Iranian_Universities",
        "https://en.wikipedia.org/wiki/Bruce_Alberts",
        "https://en.wikipedia.org/wiki/Frank_Sherwood_Rowland",
        "https://en.wikipedia.org/wiki/Stephen_Hawking",
        "https://en.wikipedia.org/wiki/International_Thermonuclear_Experimental_Reactor",
        "https://en.wikipedia.org/wiki/United_Nations",
        "https://en.wikipedia.org/wiki/UNESCO",
        "https://en.wikipedia.org/wiki/UNIDO",
        "https://en.wikipedia.org/wiki/COMSTECH",
        "https://en.wikipedia.org/wiki/CERN",
        "https://en.wikipedia.org/wiki/Particle_accelerator",
        "https://en.wikipedia.org/wiki/JCPOA",
        "https://en.wikipedia.org/wiki/Ahmad_Reza_Dehpour",
        "https://en.wikipedia.org/wiki/Ali_Javan",
        "https://en.wikipedia.org/wiki/Fuzzy_set",
        "https://en.wikipedia.org/wiki/Lotfi_Asker_Zadeh",
        "https://en.wikipedia.org/wiki/Toffy_Musivand",
        "https://en.wikipedia.org/wiki/Artificial_heart",
        "https://en.wikipedia.org/wiki/Glycosylated_hemoglobin",
        "https://en.wikipedia.org/wiki/Samuel_Rahbar",
        "https://en.wikipedia.org/wiki/Cumrun_Vafa",
        "https://en.wikipedia.org/wiki/Edward_Witten",
        "https://en.wikipedia.org/wiki/Mehran_Kardar",
        "https://en.wikipedia.org/wiki/Siavash_Alamouti",
        "https://en.wikipedia.org/wiki/Vahid_Tarokh",
        "https://en.wikipedia.org/wiki/Moslem_Bahadori",
        "https://en.wikipedia.org/wiki/Plasma_cell_granuloma",
        "https://en.wikipedia.org/wiki/Nader_Engheta",
        "https://en.wikipedia.org/wiki/Guggenheim_Fellowship",
        "https://en.wikipedia.org/wiki/Reza_Ghadiri",
        "https://en.wikipedia.org/wiki/Alireza_Mashaghi",
        "https://en.wikipedia.org/wiki/Protein_folding",
        "https://en.wikipedia.org/wiki/Karim_Nayernia",
        "https://en.wikipedia.org/wiki/MARSIS",
        "https://en.wikipedia.org/wiki/Rouzbeh_Yassini",
        "https://en.wikipedia.org/wiki/Maryam_Mirzakhani",
        "https://en.wikipedia.org/wiki/Fields_Medal",
        "https://en.wikipedia.org/wiki/Cumrun_Vafa",
        "https://en.wikipedia.org/wiki/Ramin_Golestanian",
        "https://en.wikipedia.org/wiki/Holweck_Prize",
        "https://en.wikipedia.org/wiki/Institute_for_Scientific_Information",
        "https://en.wikipedia.org/wiki/Academic_publishing",
        "https://en.wikipedia.org/wiki/G8",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Brazil",
        "https://en.wikipedia.org/wiki/Thomson_Reuters",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Collaborative_authorship",
        "https://en.wikipedia.org/wiki/Sweden",
        "https://en.wikipedia.org/wiki/Israel",
        "https://en.wikipedia.org/wiki/Denmark",
        "https://en.wikipedia.org/wiki/Austria",
        "https://en.wikipedia.org/wiki/Norway",
        "https://en.wikipedia.org/wiki/Iraq",
        "https://en.wikipedia.org/wiki/Chemical_weapons",
        "https://en.wikipedia.org/wiki/International_isolation",
        "https://en.wikipedia.org/wiki/Quality_of_life",
        "https://en.wikipedia.org/wiki/Nuclear_program_of_Iran",
        "https://en.wikipedia.org/wiki/Federal_government_of_the_United_States",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/Institute_for_Scientific_Information",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Citation",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Medical_research",
        "https://en.wikipedia.org/wiki/Outline_of_physical_science",
        "https://en.wikipedia.org/wiki/Impact_factor",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Ecology",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Outline_of_space_science",
        "https://en.wikipedia.org/wiki/Engineering",
        "https://en.wikipedia.org/wiki/Mathematics",
        "https://en.wikipedia.org/wiki/Bibliometrics",
        "https://en.wikipedia.org/wiki/Western_Asia",
        "https://en.wikipedia.org/wiki/Citation",
        "https://en.wikipedia.org/wiki/Impact_factor",
        "https://en.wikipedia.org/wiki/Royal_Society",
        "https://en.wikipedia.org/wiki/Elsevier",
        "https://en.wikipedia.org/wiki/World_Intellectual_Property_Organization",
        "https://en.wikipedia.org/wiki/Patent",
        "https://en.wikipedia.org/wiki/Industrial_design",
        "https://en.wikipedia.org/wiki/Trademark",
        "https://en.wikipedia.org/wiki/Jordan",
        "https://en.wikipedia.org/wiki/Venezuela",
        "https://en.wikipedia.org/wiki/Yemen",
        "https://en.wikipedia.org/wiki/Jamaica",
        "https://en.wikipedia.org/wiki/Media_of_Iran",
        "https://en.wikipedia.org/wiki/Institute_for_Scientific_Information",
        "https://en.wikipedia.org/wiki/Higher_Education_in_Iran",
        "https://en.wikipedia.org/wiki/List_of_Iranian_Research_Centers",
        "https://en.wikipedia.org/wiki/List_of_Iranian_scientists",
        "https://en.wikipedia.org/wiki/Economy_of_Iran",
        "https://en.wikipedia.org/wiki/Industry_of_Iran",
        "https://en.wikipedia.org/wiki/International_rankings_of_Iran",
        "https://en.wikipedia.org/wiki/Intellectual_Movements_in_Iran",
        "https://en.wikipedia.org/wiki/Base_isolation",
        "https://en.wikipedia.org/wiki/Science_in_newly_industrialized_countries",
        "https://en.wikipedia.org/wiki/Composite_Index_of_National_Capability",
        "https://en.wikipedia.org/wiki/Islamic_Golden_Age",
        "https://en.wikipedia.org/wiki/Iranian_philosophy",
        "https://en.wikipedia.org/wiki/Institute_of_Standards_and_Industrial_Research_of_Iran",
        "https://en.wikipedia.org/wiki/Atomic_Energy_Organization_of_Iran",
        "https://en.wikipedia.org/wiki/Iranian_Space_Agency",
        "https://en.wikipedia.org/wiki/The_Physical_Society_of_Iran",
        "https://en.wikipedia.org/wiki/Iranian_Research_Organization_for_Science_and_Technology",
        "https://en.wikipedia.org/wiki/Iran_National_Science_Foundation",
        "https://en.wikipedia.org/wiki/Free_content",
        "https://en.wikipedia.org/wiki/Free_license",
        "https://en.wikipedia.org/wiki/Yale_University_Press",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Edward_Granville_Browne",
        "https://en.wikipedia.org/wiki/Pierre_Lory",
        "https://en.wikipedia.org/wiki/Hooshang_Amirahmadi",
        "https://en.wikipedia.org/wiki/World_Intellectual_Property_Organization",
        "https://en.wikipedia.org/wiki/United_Nations",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Economic_Cooperation_Organization",
        "https://en.wikipedia.org/wiki/Newsweek",
        "https://en.wikipedia.org/wiki/IEEE_Spectrum",
        "https://en.wikipedia.org/wiki/Jerusalem_Post",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/United_Nations_Conference_on_Trade_and_Development",
        "https://en.wikipedia.org/wiki/United_Nations_Conference_on_Trade_and_Development",
        "https://en.wikipedia.org/wiki/History_of_science",
        "https://en.wikipedia.org/wiki/Sociology_of_the_history_of_science",
        "https://en.wikipedia.org/wiki/Historiography_of_science",
        "https://en.wikipedia.org/wiki/History_of_pseudoscience",
        "https://en.wikipedia.org/wiki/History_of_science_in_early_cultures",
        "https://en.wikipedia.org/wiki/Science_in_classical_antiquity",
        "https://en.wikipedia.org/wiki/Science_in_the_medieval_Islamic_world",
        "https://en.wikipedia.org/wiki/History_of_science_in_the_Renaissance",
        "https://en.wikipedia.org/wiki/Scientific_Revolution",
        "https://en.wikipedia.org/wiki/Romanticism_in_science",
        "https://en.wikipedia.org/wiki/History_of_science_and_technology_in_Africa",
        "https://en.wikipedia.org/wiki/Byzantine_science",
        "https://en.wikipedia.org/wiki/European_science_in_the_Middle_Ages",
        "https://en.wikipedia.org/wiki/History_of_science_and_technology_in_China",
        "https://en.wikipedia.org/wiki/History_of_science_and_technology_in_the_Indian_subcontinent",
        "https://en.wikipedia.org/wiki/Science_in_the_medieval_Islamic_world",
        "https://en.wikipedia.org/wiki/History_of_science_and_technology_in_Korea",
        "https://en.wikipedia.org/wiki/History_of_natural_science",
        "https://en.wikipedia.org/wiki/History_of_astronomy",
        "https://en.wikipedia.org/wiki/History_of_biology",
        "https://en.wikipedia.org/wiki/History_of_chemistry",
        "https://en.wikipedia.org/wiki/History_of_physics",
        "https://en.wikipedia.org/wiki/History_of_mathematics",
        "https://en.wikipedia.org/wiki/History_of_algebra",
        "https://en.wikipedia.org/wiki/History_of_calculus",
        "https://en.wikipedia.org/wiki/History_of_combinatorics",
        "https://en.wikipedia.org/wiki/History_of_geometry",
        "https://en.wikipedia.org/wiki/History_of_logic",
        "https://en.wikipedia.org/wiki/History_of_probability",
        "https://en.wikipedia.org/wiki/History_of_statistics",
        "https://en.wikipedia.org/wiki/History_of_trigonometry",
        "https://en.wikipedia.org/wiki/History_of_the_social_sciences",
        "https://en.wikipedia.org/wiki/History_of_anthropology",
        "https://en.wikipedia.org/wiki/History_of_archaeology",
        "https://en.wikipedia.org/wiki/History_of_economic_thought",
        "https://en.wikipedia.org/wiki/History_of_political_science",
        "https://en.wikipedia.org/wiki/History_of_psychology",
        "https://en.wikipedia.org/wiki/History_of_sociology",
        "https://en.wikipedia.org/wiki/History_of_technology",
        "https://en.wikipedia.org/wiki/History_of_agricultural_science",
        "https://en.wikipedia.org/wiki/History_of_computer_science",
        "https://en.wikipedia.org/wiki/History_of_materials_science",
        "https://en.wikipedia.org/wiki/History_of_engineering",
        "https://en.wikipedia.org/wiki/History_of_medicine",
        "https://en.wikipedia.org/wiki/History_of_medicine",
        "https://en.wikipedia.org/wiki/History_of_veterinary_medicine",
        "https://en.wikipedia.org/wiki/History_of_anatomy",
        "https://en.wikipedia.org/wiki/History_of_neuroscience",
        "https://en.wikipedia.org/wiki/History_of_neurology_and_neurosurgery",
        "https://en.wikipedia.org/wiki/History_of_nutrition",
        "https://en.wikipedia.org/wiki/History_of_pathology",
        "https://en.wikipedia.org/wiki/History_of_pharmacy",
        "https://en.wikipedia.org/wiki/Economy_of_Iran",
        "https://en.wikipedia.org/wiki/Foreign_direct_investment_in_Iran",
        "https://en.wikipedia.org/wiki/Intellectual_property_in_Iran",
        "https://en.wikipedia.org/wiki/Higher_education_in_Iran",
        "https://en.wikipedia.org/wiki/Industry_of_Iran",
        "https://en.wikipedia.org/wiki/Iranian_architecture",
        "https://en.wikipedia.org/wiki/Automotive_industry_in_Iran",
        "https://en.wikipedia.org/wiki/Petroleum_industry_in_Iran",
        "https://en.wikipedia.org/wiki/Iranian_rial",
        "https://en.wikipedia.org/wiki/Communications_in_Iran",
        "https://en.wikipedia.org/wiki/Education_in_Iran",
        "https://en.wikipedia.org/wiki/List_of_Iranian_research_centers",
        "https://en.wikipedia.org/wiki/Iranian_Space_Agency",
        "https://en.wikipedia.org/wiki/Health_care_in_Iran",
        "https://en.wikipedia.org/wiki/Islamic_Golden_Age",
        "https://en.wikipedia.org/wiki/Media_of_Iran",
        "https://en.wikipedia.org/wiki/Military_of_Iran",
        "https://en.wikipedia.org/wiki/Iranian_calendar",
        "https://en.wikipedia.org/wiki/Nuclear_power_in_Iran",
        "https://en.wikipedia.org/wiki/Rail_transport_in_Iran",
        "https://en.wikipedia.org/wiki/National_Research_Institute_for_Science_Policy",
        "https://en.wikipedia.org/wiki/Iranian_Research_Organization_for_Science_and_Technology",
        "https://en.wikipedia.org/wiki/Iran_National_Science_Foundation",
        "https://en.wikipedia.org/wiki/Institute_of_Standards_and_Industrial_Research_of_Iran",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Asia",
        "https://en.wikipedia.org/wiki/List_of_sovereign_states",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Armenia",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Azerbaijan",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Bahrain",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Bangladesh",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Cambodia",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_China",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Egypt",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_India",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Indonesia",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Israel",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Japan",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Jordan",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Kazakhstan",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_South_Korea",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Kuwait",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Kyrgyzstan",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Lebanon",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Malaysia",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Nepal",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Pakistan",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_the_Philippines",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Qatar",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Russia",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Sri_Lanka",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Tajikistan",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Thailand",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Turkey",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Uzbekistan",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Vietnam",
        "https://en.wikipedia.org/wiki/List_of_states_with_limited_recognition",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Taiwan",
        "https://en.wikipedia.org/wiki/Dependent_territory",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Iran",
        "https://en.wikipedia.org/wiki/Science_and_technology_in_Iran",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}