{
    "url": "https://en.wikipedia.org/wiki/Scientific_misconduct",
    "title": "Scientific misconduct",
    "table_of_contents": [
        "1 Motivation",
        "2 Forms",
        "2.1 Photo manipulation",
        "2.2 Helicopter research",
        "3 Responsibilities",
        "3.1 Authorship responsibility",
        "3.2 Research institution responsibility",
        "3.3 Scientific peer responsibility",
        "3.4 Responsibility of journals",
        "4 Consequences of scientific misconduct",
        "4.1 Consequences for science",
        "4.2 Consequences for those who expose misconduct",
        "5 Data issues",
        "5.1 Exposure of fraudulent data",
        "5.2 Data sharing",
        "5.3 Notable cases",
        "6 Solutions",
        "6.1 Changing research assessment",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Scientific misconduct is the violation of the standard codes of scholarly conduct and ethical behavior in the publication of professional scientific research.  A Lancet review on Handling of Scientific Misconduct in Scandinavian countries provides the following sample definitions,[1] reproduced in The COPE report 1999:[2]\n\nThe consequences of scientific misconduct can be damaging for perpetrators and journal audience[3][4] and for any individual who exposes it.[5]  In addition there are public health implications attached to the promotion of medical or other interventions based on false or fabricated research findings.\n\nThree percent of the 3,475 research institutions that report to the US Department of Health and Human Services' Office of Research Integrity, indicate some form of scientific misconduct.[6] However the ORI will only investigate allegations of impropriety where research was funded by federal grants. They routinely monitor such research publications for red flags and their investigation is subject to a statute of limitations. Other private organizations like the Committee of Medical Journal Editors (COJE) can only police their own members.[7]\n\nThe validity of the methods and results of scientific papers are often scrutinized in journal clubs. In this venue, members can decide amongst themselves with the help of peers if a scientific paper's ethical standards are met.\n\n"
        },
        {
            "title": "Motivation",
            "text": "According to David Goodstein of Caltech, there are motivators for scientists to commit misconduct, which are briefly summarised here.[8]\n\n"
        },
        {
            "title": "Forms",
            "text": "The U.S. National Science Foundation defines three types of research misconduct: fabrication, falsification, and plagiarism.[10][11]\n\nOther types of research misconduct are also recognized:\n\nCompared to other forms of scientific misconduct, image fraud (manipulation of images to distort their meaning) is of particular interest since it can frequently be detected by external parties. In 2006, the Journal of Cell Biology gained publicity  for instituting tests to detect photo manipulation in papers that were being considered for publication.[27] This was in response to the increased usage of programs such as Adobe Photoshop by scientists, which facilitate photo manipulation. Since then more publishers, including the Nature Publishing Group, have instituted similar tests and require authors to minimize and specify the extent of photo manipulation when a manuscript is submitted for publication. However, there is little evidence to indicate that such tests are applied rigorously. One Nature paper published in 2009[28] has subsequently been reported to contain around 20 separate instances[29] of image fraud.\n\nAlthough the type of manipulation that is allowed can depend greatly on the type of experiment that is presented and also differ from one journal to another, in general the following manipulations are not allowed:[citation needed]\n\nImage manipulations are typically done on visually repetitive images such as those of blots and microscope images.[30]\n\n"
        },
        {
            "title": "Responsibilities",
            "text": "All authors of a scientific publication are expected to have made reasonable attempts to check findings submitted to academic journals for publication.\n\nSimultaneous submission of scientific findings to more than one journal or duplicate publication of findings is usually regarded as misconduct, under what is known as the Ingelfinger rule, named after the editor of the New England Journal of Medicine 1967–1977, Franz Ingelfinger.[42]\n\nGuest authorship (where there is stated authorship in the absence of involvement, also known as gift authorship) and ghost authorship (where the real author is not listed as an author) are commonly regarded as forms of research misconduct. In some cases coauthors of faked research have been accused of inappropriate behavior or research misconduct for failing to verify reports authored by others or by a commercial sponsor. Examples include the case of Gerald Schatten who co-authored with Hwang Woo-Suk, the case of Professor Geoffrey Chamberlain named as guest author of papers fabricated by Malcolm Pearce,[43] (Chamberlain was exonerated from collusion in Pearce's deception)[44] – and the coauthors with Jan Hendrik Schön at Bell Laboratories. More recent cases include that of Charles Nemeroff,[45] then the editor-in-chief of Neuropsychopharmacology, and a well-documented case involving the drug Actonel.[46]\n\nAuthors are expected to keep all study data for later examination even after publication. The failure to keep data may be regarded as misconduct. Some scientific journals require that authors provide information to allow readers to determine whether the authors might have commercial or non-commercial conflicts of interest. Authors are also commonly required to provide information about ethical aspects of research, particularly where research involves human or animal participants or use of biological material. Provision of incorrect information to journals may be regarded as misconduct. Financial pressures on universities have encouraged this type of misconduct. The majority of recent cases of alleged misconduct involving undisclosed conflicts of interest or failure of the authors to have seen scientific data involve collaborative research between scientists and biotechnology companies.[45][47]\n\nIn general, defining whether an individual is guilty of misconduct requires a detailed investigation by the individual's employing academic institution. Such investigations require detailed and rigorous processes and can be extremely costly. Furthermore, the more senior the individual under suspicion, the more likely it is that conflicts of interest will compromise the investigation. In many countries (with the notable exception of the United States) acquisition of funds on the basis of fraudulent data is not a legal offence and there is consequently no regulator to oversee investigations into alleged research misconduct. Universities therefore have few incentives to investigate allegations in a robust manner, or act on the findings of such investigations if they vindicate the allegation.\n\nWell publicised cases illustrate the potential role that senior academics in research institutions play in concealing scientific misconduct. A King's College (London) internal investigation showed research findings from one of their researchers to be 'at best unreliable, and in many cases spurious'[48] but the college took no action, such as retracting relevant published research or preventing further episodes from occurring. It was only 10 years later, when an entirely separate form of misconduct by the same individual was being investigated by the General Medical Council, that the internal report came to light.[citation needed]\n\nIn a more recent case[49] an internal investigation at the National Centre for Cell Science (NCCS), Pune determined that there was evidence of misconduct by Dr. Gopal Kundu, but an external committee was then organised which dismissed the allegation, and the NCCS issued a memorandum exonerating the authors of all charges of misconduct. Undeterred by the NCCS exoneration, the relevant journal (Journal of Biological Chemistry) withdrew the paper based on its own analysis.\n\nSome academics believe that scientific colleagues who suspect scientific misconduct should consider taking informal action themselves, or reporting their concerns.[50] This question is of great importance since much research suggests that it is very difficult for people to act or come forward when they see unacceptable behavior, unless they have help from their organizations. A \"User-friendly Guide,\" and the existence of a confidential organizational ombudsman may help people who are uncertain about what to do, or afraid of bad consequences for their speaking up.[51]\n\nJournals are responsible for safeguarding the research record and hence have a critical role in dealing with suspected misconduct. This is recognised by the Committee on Publication Ethics (COPE) which has issued clear guidelines[52] on the form (e.g. retraction) that concerns over the research record should take.\n\nEvidence emerged in 2012 that journals learning of cases where there is strong evidence of possible misconduct, with issues potentially affecting a large portion of the findings, frequently fail to issue an expression of concern or correspond with the host institution so that an investigation can be undertaken. In one case the Journal of Clinical Oncology issued a Correction despite strong evidence that the original paper was invalid.[53][failed verification]\nIn another case,[28] Nature allowed a Corrigendum to be published despite clear evidence of image fraud. Subsequent Retraction of the paper required the actions of an independent whistleblower.[54]\n\nThe cases of Joachim Boldt and Yoshitaka Fujii[55] in anaesthesiology  focussed attention on the role that journals play in perpetuating scientific fraud as well as how they can deal with it. In the Boldt case, the Editors-in-Chief of 18 specialist journals (generally anaesthesia and intensive care) made a joint statement regarding 88 published clinical trials conducted without Ethics Committee approval. In the Fujii case, involving nearly 200 papers, the journal Anesthesia & Analgesia, which published 24 of Fujii's papers, has accepted that its handling of the issue was inadequate.  Following publication of a Letter to the Editor from Kranke and colleagues in April 2000,[56] along with a non-specific response from Dr. Fujii, there was no follow-up on the allegation of data manipulation and no request for an institutional review of Dr. Fujii's research. Anesthesia & Analgesia went on to publish 11 additional manuscripts by Dr. Fujii following the 2000 allegations of research fraud, with Editor Steven Shafer stating[57] in March 2012 that subsequent submissions to the Journal by Dr. Fujii should not have been published without first vetting the allegations of fraud. In April 2012 Shafer led a group of editors to write a joint statement,[58] in the form of an ultimatum made available to the public, to a large number of academic institutions where Fujii had been employed, offering these institutions the chance to attest to the integrity of the bulk of the allegedly fraudulent papers.\n\n"
        },
        {
            "title": "Consequences of scientific misconduct",
            "text": "The consequences of scientific fraud vary based on the severity of the fraud, the level of notice it receives, and how long it goes undetected.  For cases of fabricated evidence, the consequences can be wide-ranging, with others working to confirm (or refute) the false finding, or with research agendas being distorted to address the fraudulent evidence.  The Piltdown Man fraud is a case in point:  The significance of the bona-fide fossils that were being found was muted for decades because they disagreed with Piltdown Man and the preconceived notions that those faked fossils supported.  In addition, the prominent paleontologist Arthur Smith Woodward spent time at Piltdown each year until he died, trying to find more Piltdown Man remains.  The misdirection of resources kept others from taking the real fossils more seriously and delayed the reaching of a correct understanding of human evolution.  (The Taung Child, which should have been the death knell for the view that the human brain evolved first, was instead treated very critically because of its disagreement with the Piltdown Man evidence.)\n\nIn the case of Prof Don Poldermans, the misconduct occurred in reports of trials of treatment to prevent death and myocardial infarction in patients undergoing operations.[59] The trial reports were relied upon to issue guidelines that applied for many years across North America and Europe.[60]\n\nIn the case of Dr Alfred Steinschneider, two decades and tens of millions of research dollars were lost trying to find the elusive link between infant sleep apnea, which Steinschneider said he had observed and recorded in his laboratory, and sudden infant death syndrome (SIDS), of which he stated it was a precursor. The cover was blown in 1994, 22 years after Steinschneider's 1972 Pediatrics paper claiming such an association,[61] when Waneta Hoyt, the mother of the patients in the paper, was arrested, indicted and convicted on five counts of second-degree murder for the smothering deaths of her five children.[62] While that in itself was bad enough, the paper, presumably written as an attempt to save infants' lives, ironically was ultimately used as a defense by parents suspected in multiple deaths of their own children in cases of Münchausen syndrome by proxy. The 1972 Pediatrics paper was cited in 404 papers in the interim and is still listed on Pubmed without comment.[63]\n\nThe potentially severe consequences for individuals who are found to have engaged in misconduct also reflect on the institutions that host or employ them and also on the participants in any peer review process that has allowed the publication of questionable research.  This means that a range of actors in any case may have a motivation to suppress any evidence or suggestion of misconduct.  Persons who expose such cases, commonly called whistleblowers, find themselves open to retaliation by a number of different means.[43] These negative consequences for exposers of misconduct have driven the development of whistle blowers charters – designed to protect those who raise concerns.\n\n"
        },
        {
            "title": "Data issues",
            "text": "With the advancement of the internet, there are now several tools available to aid in the detection of plagiarism and multiple publication within biomedical literature. One tool developed in 2006 by researchers in Dr. Harold Garner's laboratory at the University of Texas Southwestern Medical Center at Dallas is Déjà vu,[64] an open-access database containing several thousand instances of duplicate publication. All of the entries in the database were discovered through the use of text data mining algorithm eTBLAST, also created in Dr. Garner's laboratory. The creation of Déjà vu[65] and the subsequent classification of several hundred articles contained therein have ignited much discussion in the scientific community concerning issues such as ethical behavior, journal standards, and intellectual copyright. Studies on this database have been published in journals such as Nature and Science, among others.[66][67]\n\nOther tools which may be used to detect fraudulent data include error analysis. Measurements generally have a small amount of error, and repeated measurements of the same item will generally result in slight differences in readings. These differences can be analyzed, and follow certain known mathematical and statistical properties. Should a set of data appear to be too faithful to the hypothesis, i.e., the amount of error that would normally be in such measurements does not appear, a conclusion can be drawn that the data may have been forged. Error analysis alone is typically not sufficient to prove that data have been falsified or fabricated, but it may provide the supporting evidence necessary to confirm suspicions of misconduct.\n\nKirby Lee and Lisa Bero suggest, \"Although reviewing raw data can be difficult, time-consuming and expensive, having such a policy would hold authors more accountable for the accuracy of their data and potentially reduce scientific fraud or misconduct.\"[68]\n\nAndrew Wakefield, who claimed links between the MMR vaccine, autism and inflammatory bowel disease, was found guilty of dishonesty in his research and banned from medicine by the UK General Medical Council following an investigation by Brian Deer of the London Sunday Times.[69]\n\n"
        },
        {
            "title": "Solutions",
            "text": "Since 2012, the Declaration on Research Assessment (DORA), from San Francisco, gathers many institutions, publishers and individuals committing to improve the metrics used to assess research and to stop focusing on the journal impact factor.[70]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Academic_dishonesty",
        "https://en.wikipedia.org/wiki/Pseudoscience",
        "https://en.wikipedia.org/wiki/Scholarly_method",
        "https://en.wikipedia.org/wiki/Ethics",
        "https://en.wikipedia.org/wiki/Professional",
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/The_Lancet",
        "https://en.wikipedia.org/wiki/US_Department_of_Health_and_Human_Services",
        "https://en.wikipedia.org/wiki/Office_of_Research_Integrity",
        "https://en.wikipedia.org/wiki/Journal_club",
        "https://en.wikipedia.org/wiki/David_Goodstein",
        "https://en.wikipedia.org/wiki/Caltech",
        "https://en.wikipedia.org/wiki/Reputation",
        "https://en.wikipedia.org/wiki/Funding",
        "https://en.wikipedia.org/wiki/Publish_or_perish",
        "https://en.wikipedia.org/wiki/Noise",
        "https://en.wikipedia.org/wiki/Data",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/Plagiarism",
        "https://en.wikipedia.org/wiki/Multiple_publication",
        "https://en.wikipedia.org/wiki/Scientific_journal",
        "https://en.wikipedia.org/wiki/Ghostwriter",
        "https://en.wikipedia.org/wiki/Conflict_of_interest",
        "https://en.wikipedia.org/wiki/Scholarly_peer_review",
        "https://en.wikipedia.org/wiki/Coercive_citation",
        "https://en.wikipedia.org/wiki/Impact_factor",
        "https://en.wikipedia.org/wiki/Predatory_journal",
        "https://en.wikipedia.org/wiki/Photo_manipulation",
        "https://en.wikipedia.org/wiki/Adobe_Photoshop",
        "https://en.wikipedia.org/wiki/Nature_Publishing_Group",
        "https://en.wikipedia.org/wiki/Brightness",
        "https://en.wikipedia.org/wiki/Clone_tool",
        "https://en.wikipedia.org/wiki/Developing_country",
        "https://en.wikipedia.org/wiki/Data",
        "https://en.wikipedia.org/wiki/Hungarian_academy_of_sciences",
        "https://en.wikipedia.org/wiki/Research",
        "https://en.wikipedia.org/wiki/Scientific_publication",
        "https://en.wikipedia.org/wiki/Research_institute",
        "https://en.wikipedia.org/wiki/Colonialism",
        "https://en.wikipedia.org/wiki/Extractivism",
        "https://en.wikipedia.org/wiki/Decolonization_of_knowledge",
        "https://en.wikipedia.org/wiki/Conservation_biology",
        "https://en.wikipedia.org/wiki/Institutionalization",
        "https://en.wikipedia.org/wiki/New_England_Journal_of_Medicine",
        "https://en.wikipedia.org/wiki/Honorary_authorship",
        "https://en.wikipedia.org/wiki/Gerald_Schatten",
        "https://en.wikipedia.org/wiki/Actonel",
        "https://en.wikipedia.org/wiki/General_Medical_Council",
        "https://en.wikipedia.org/wiki/Gopal_Kundu",
        "https://en.wikipedia.org/wiki/Journal_of_Biological_Chemistry",
        "https://en.wikipedia.org/wiki/Organizational_ombudsman",
        "https://en.wikipedia.org/wiki/Committee_on_Publication_Ethics",
        "https://en.wikipedia.org/wiki/Expression_of_concern",
        "https://en.wikipedia.org/wiki/Joachim_Boldt",
        "https://en.wikipedia.org/wiki/Yoshitaka_Fujii",
        "https://en.wikipedia.org/wiki/Anaesthesiology",
        "https://en.wikipedia.org/wiki/Piltdown_Man",
        "https://en.wikipedia.org/wiki/Arthur_Smith_Woodward",
        "https://en.wikipedia.org/wiki/Taung_Child",
        "https://en.wikipedia.org/wiki/Don_Poldermans",
        "https://en.wikipedia.org/wiki/Sudden_infant_death_syndrome",
        "https://en.wikipedia.org/wiki/Waneta_Hoyt",
        "https://en.wikipedia.org/wiki/Whistleblower",
        "https://en.wikipedia.org/wiki/Plagiarism",
        "https://en.wikipedia.org/wiki/Multiple_publication",
        "https://en.wikipedia.org/wiki/Harold_Garner",
        "https://en.wikipedia.org/wiki/University_of_Texas_Southwestern_Medical_Center_at_Dallas",
        "https://en.wikipedia.org/wiki/ETBLAST",
        "https://en.wikipedia.org/wiki/Ethics",
        "https://en.wikipedia.org/wiki/Lisa_Bero",
        "https://en.wikipedia.org/wiki/Scientific_misconduct_incidents",
        "https://en.wikipedia.org/wiki/Andrew_Wakefield",
        "https://en.wikipedia.org/wiki/MMR_vaccine",
        "https://en.wikipedia.org/wiki/Autism_spectrum_disorder",
        "https://en.wikipedia.org/wiki/Inflammatory_bowel_disease",
        "https://en.wikipedia.org/wiki/General_Medical_Council",
        "https://en.wikipedia.org/wiki/Brian_Deer",
        "https://en.wikipedia.org/wiki/Sunday_Times",
        "https://en.wikipedia.org/wiki/San_Francisco_Declaration_on_Research_Assessment",
        "https://en.wikipedia.org/wiki/Journal_impact_factor",
        "https://en.wikipedia.org/wiki/Academic_dishonesty",
        "https://en.wikipedia.org/wiki/Archaeological_forgery",
        "https://en.wikipedia.org/wiki/Bioethics",
        "https://en.wikipedia.org/wiki/Bullying_in_academia",
        "https://en.wikipedia.org/wiki/Committee_on_Publication_Ethics",
        "https://en.wikipedia.org/wiki/Conflicts_of_interest_in_academic_publishing",
        "https://en.wikipedia.org/wiki/Danish_Committees_on_Scientific_Dishonesty",
        "https://en.wikipedia.org/wiki/Engineering_ethics",
        "https://en.wikipedia.org/wiki/Fraud",
        "https://en.wikipedia.org/wiki/Hippocratic_Oath_for_scientists",
        "https://en.wikipedia.org/wiki/International_Committee_of_Medical_Journal_Editors",
        "https://en.wikipedia.org/wiki/Japanese_scientific_misconduct_allegations",
        "https://en.wikipedia.org/wiki/List_of_cognitive_biases",
        "https://en.wikipedia.org/wiki/List_of_experimental_errors_and_frauds_in_physics",
        "https://en.wikipedia.org/wiki/List_of_fallacies",
        "https://en.wikipedia.org/wiki/List_of_memory_biases",
        "https://en.wikipedia.org/wiki/List_of_topics_characterized_as_pseudoscience",
        "https://en.wikipedia.org/wiki/Lysenkoism",
        "https://en.wikipedia.org/wiki/Mertonian_norms",
        "https://en.wikipedia.org/wiki/Metascience",
        "https://en.wikipedia.org/wiki/Pathological_science",
        "https://en.wikipedia.org/wiki/Politicization_of_science",
        "https://en.wikipedia.org/wiki/Reproducibility",
        "https://en.wikipedia.org/wiki/Research_ethics",
        "https://en.wikipedia.org/wiki/Research_integrity",
        "https://en.wikipedia.org/wiki/Research_paper_mill",
        "https://en.wikipedia.org/wiki/Retractions_in_academic_publishing",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Scientific_plagiarism_in_India",
        "https://en.wikipedia.org/wiki/Scientific_plagiarism_in_the_United_States",
        "https://en.wikipedia.org/wiki/Sham_peer_review",
        "https://en.wikipedia.org/wiki/Source_criticism",
        "https://en.wikipedia.org/wiki/United_States_Office_of_Research_Integrity",
        "https://en.wikipedia.org/wiki/EASE_Guidelines_for_Authors_and_Translators_of_Scientific_Articles",
        "https://en.wikipedia.org/wiki/Straight_and_Crooked_Thinking",
        "https://en.wikipedia.org/wiki/Code_of_Federal_Regulations",
        "https://en.wikipedia.org/wiki/Denise_Kirschner",
        "https://en.wikipedia.org/wiki/Nicholas_Wade",
        "https://en.wikipedia.org/wiki/New_York_Times",
        "https://en.wikipedia.org/wiki/BMJ",
        "https://en.wikipedia.org/wiki/RetractionWatch",
        "https://en.wikipedia.org/wiki/RetractionWatch",
        "https://en.wikipedia.org/wiki/Science_and_technology_studies",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/Economics_of_science",
        "https://en.wikipedia.org/wiki/Economics_of_scientific_knowledge",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/History_and_philosophy_of_science",
        "https://en.wikipedia.org/wiki/History_of_science",
        "https://en.wikipedia.org/wiki/History_of_science_and_technology",
        "https://en.wikipedia.org/wiki/History_of_technology",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Anthropocene",
        "https://en.wikipedia.org/wiki/Antipositivism",
        "https://en.wikipedia.org/wiki/Empiricism",
        "https://en.wikipedia.org/wiki/Fuzzy_logic",
        "https://en.wikipedia.org/wiki/Philosophy_of_science",
        "https://en.wikipedia.org/wiki/Philosophy_of_social_science",
        "https://en.wikipedia.org/wiki/Philosophy_of_technology",
        "https://en.wikipedia.org/wiki/Positivism",
        "https://en.wikipedia.org/wiki/Postpositivism",
        "https://en.wikipedia.org/wiki/Relationship_between_religion_and_science",
        "https://en.wikipedia.org/wiki/Scientism",
        "https://en.wikipedia.org/wiki/Social_constructivism",
        "https://en.wikipedia.org/wiki/Social_epistemology",
        "https://en.wikipedia.org/wiki/Transhumanism",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Social_construction_of_technology",
        "https://en.wikipedia.org/wiki/Social_shaping_of_technology",
        "https://en.wikipedia.org/wiki/Sociology_of_knowledge",
        "https://en.wikipedia.org/wiki/Sociology_of_scientific_knowledge",
        "https://en.wikipedia.org/wiki/Sociology_of_scientific_ignorance",
        "https://en.wikipedia.org/wiki/Sociology_of_the_history_of_science",
        "https://en.wikipedia.org/wiki/Sociotechnology",
        "https://en.wikipedia.org/wiki/Strong_programme",
        "https://en.wikipedia.org/wiki/Science_studies",
        "https://en.wikipedia.org/wiki/Antiscience",
        "https://en.wikipedia.org/wiki/Bibliometrics",
        "https://en.wikipedia.org/wiki/Consilience",
        "https://en.wikipedia.org/wiki/Criticism_of_science",
        "https://en.wikipedia.org/wiki/Demarcation_problem",
        "https://en.wikipedia.org/wiki/Double_hermeneutic",
        "https://en.wikipedia.org/wiki/Mapping_controversies",
        "https://en.wikipedia.org/wiki/Metascience",
        "https://en.wikipedia.org/wiki/Paradigm_shift",
        "https://en.wikipedia.org/wiki/Black_swan_events",
        "https://en.wikipedia.org/wiki/Pseudoscience",
        "https://en.wikipedia.org/wiki/Psychology_of_science",
        "https://en.wikipedia.org/wiki/Citizen_science",
        "https://en.wikipedia.org/wiki/Science_communication",
        "https://en.wikipedia.org/wiki/Science_education",
        "https://en.wikipedia.org/wiki/Normal_science",
        "https://en.wikipedia.org/wiki/Rhetoric_of_science",
        "https://en.wikipedia.org/wiki/Science_wars",
        "https://en.wikipedia.org/wiki/Scientific_community",
        "https://en.wikipedia.org/wiki/Scientific_consensus",
        "https://en.wikipedia.org/wiki/Scientific_controversy",
        "https://en.wikipedia.org/wiki/Scientific_dissent",
        "https://en.wikipedia.org/wiki/Scientific_enterprise",
        "https://en.wikipedia.org/wiki/Scientific_literacy",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Scientific_priority",
        "https://en.wikipedia.org/wiki/Scientific_skepticism",
        "https://en.wikipedia.org/wiki/Scientocracy",
        "https://en.wikipedia.org/wiki/Scientometrics",
        "https://en.wikipedia.org/wiki/Science_of_team_science",
        "https://en.wikipedia.org/wiki/Traditional_knowledge",
        "https://en.wikipedia.org/wiki/Traditional_ecological_knowledge",
        "https://en.wikipedia.org/wiki/Unity_of_science",
        "https://en.wikipedia.org/wiki/Women_in_science",
        "https://en.wikipedia.org/wiki/Women_in_STEM_fields",
        "https://en.wikipedia.org/wiki/Technology",
        "https://en.wikipedia.org/wiki/Cyborg_anthropology",
        "https://en.wikipedia.org/wiki/Digital_anthropology",
        "https://en.wikipedia.org/wiki/Digital_media_use_and_mental_health",
        "https://en.wikipedia.org/wiki/Early_adopter",
        "https://en.wikipedia.org/wiki/Hype_cycle",
        "https://en.wikipedia.org/wiki/Innovation",
        "https://en.wikipedia.org/wiki/Diffusion_of_innovations",
        "https://en.wikipedia.org/wiki/Disruptive_innovation",
        "https://en.wikipedia.org/wiki/Linear_model_of_innovation",
        "https://en.wikipedia.org/wiki/Technological_innovation_system",
        "https://en.wikipedia.org/wiki/User_innovation",
        "https://en.wikipedia.org/wiki/Leapfrogging",
        "https://en.wikipedia.org/wiki/Normalization_process_theory",
        "https://en.wikipedia.org/wiki/Reverse_salient",
        "https://en.wikipedia.org/wiki/Skunkworks_project",
        "https://en.wikipedia.org/wiki/Sociotechnical_system",
        "https://en.wikipedia.org/wiki/Technical_change",
        "https://en.wikipedia.org/wiki/Technocracy",
        "https://en.wikipedia.org/wiki/Technoscience",
        "https://en.wikipedia.org/wiki/Feminist_technoscience",
        "https://en.wikipedia.org/wiki/Technological_change",
        "https://en.wikipedia.org/wiki/Technological_convergence",
        "https://en.wikipedia.org/wiki/Technological_determinism",
        "https://en.wikipedia.org/wiki/Technological_revolution",
        "https://en.wikipedia.org/wiki/Technological_transitions",
        "https://en.wikipedia.org/wiki/Technology_and_society",
        "https://en.wikipedia.org/wiki/Criticism_of_technology",
        "https://en.wikipedia.org/wiki/Technology_dynamics",
        "https://en.wikipedia.org/wiki/Theories_of_technology",
        "https://en.wikipedia.org/wiki/Technology_transfer",
        "https://en.wikipedia.org/wiki/Engineering_studies",
        "https://en.wikipedia.org/wiki/Women_in_engineering",
        "https://en.wikipedia.org/wiki/Financial_technology",
        "https://en.wikipedia.org/wiki/Policy",
        "https://en.wikipedia.org/wiki/Academic_freedom",
        "https://en.wikipedia.org/wiki/Digital_divide",
        "https://en.wikipedia.org/wiki/Factor_10",
        "https://en.wikipedia.org/wiki/Funding_of_science",
        "https://en.wikipedia.org/wiki/Horizon_scanning",
        "https://en.wikipedia.org/wiki/Science_policy",
        "https://en.wikipedia.org/wiki/History_of_science_policy",
        "https://en.wikipedia.org/wiki/Science_of_science_policy",
        "https://en.wikipedia.org/wiki/Politicization_of_science",
        "https://en.wikipedia.org/wiki/Regulation_of_science",
        "https://en.wikipedia.org/wiki/Research_ethics",
        "https://en.wikipedia.org/wiki/Right_to_science_and_culture",
        "https://en.wikipedia.org/wiki/Technology_assessment",
        "https://en.wikipedia.org/wiki/Technology_policy",
        "https://en.wikipedia.org/wiki/Fraud",
        "https://en.wikipedia.org/wiki/False_billing",
        "https://en.wikipedia.org/wiki/Disability_fraud",
        "https://en.wikipedia.org/wiki/Drug_fraud",
        "https://en.wikipedia.org/wiki/Pharmaceutical_fraud",
        "https://en.wikipedia.org/wiki/Email_fraud",
        "https://en.wikipedia.org/wiki/Employment_fraud",
        "https://en.wikipedia.org/wiki/Price_fixing",
        "https://en.wikipedia.org/wiki/Identity_theft",
        "https://en.wikipedia.org/wiki/Scams_in_intellectual_property",
        "https://en.wikipedia.org/wiki/Internet_fraud",
        "https://en.wikipedia.org/wiki/Job_fraud",
        "https://en.wikipedia.org/wiki/Long_firm_fraud",
        "https://en.wikipedia.org/wiki/Odometer_fraud",
        "https://en.wikipedia.org/wiki/Phone_fraud",
        "https://en.wikipedia.org/wiki/Health_care_fraud",
        "https://en.wikipedia.org/wiki/Fertility_fraud",
        "https://en.wikipedia.org/wiki/Quackery",
        "https://en.wikipedia.org/wiki/Return_fraud",
        "https://en.wikipedia.org/wiki/Technical_support_scam",
        "https://en.wikipedia.org/wiki/Telephone_slamming",
        "https://en.wikipedia.org/wiki/Telemarketing_fraud",
        "https://en.wikipedia.org/wiki/Wine_fraud",
        "https://en.wikipedia.org/wiki/Fertility_fraud",
        "https://en.wikipedia.org/wiki/Sham_marriage",
        "https://en.wikipedia.org/wiki/Paternity_fraud",
        "https://en.wikipedia.org/wiki/Lottery_scam",
        "https://en.wikipedia.org/wiki/Bank_fraud",
        "https://en.wikipedia.org/wiki/Bankruptcy_fraud",
        "https://en.wikipedia.org/wiki/Chargeback_fraud",
        "https://en.wikipedia.org/wiki/Cheque_fraud",
        "https://en.wikipedia.org/wiki/Credit_card_fraud",
        "https://en.wikipedia.org/wiki/Foreign_exchange_fraud",
        "https://en.wikipedia.org/wiki/Insurance_fraud",
        "https://en.wikipedia.org/wiki/Lottery_fraud",
        "https://en.wikipedia.org/wiki/Mismarking",
        "https://en.wikipedia.org/wiki/Mortgage_fraud",
        "https://en.wikipedia.org/wiki/Overpayment_scam",
        "https://en.wikipedia.org/wiki/Securities_fraud",
        "https://en.wikipedia.org/wiki/Tax_evasion",
        "https://en.wikipedia.org/wiki/Benefit_fraud_in_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/Electoral_fraud",
        "https://en.wikipedia.org/wiki/Medicare_fraud",
        "https://en.wikipedia.org/wiki/Visa_fraud",
        "https://en.wikipedia.org/wiki/Welfare_fraud",
        "https://en.wikipedia.org/wiki/Affinity_fraud",
        "https://en.wikipedia.org/wiki/Charity_fraud",
        "https://en.wikipedia.org/wiki/Confidence_trick",
        "https://en.wikipedia.org/wiki/Counterfeit",
        "https://en.wikipedia.org/wiki/Faked_death",
        "https://en.wikipedia.org/wiki/Forgery",
        "https://en.wikipedia.org/wiki/Hoax",
        "https://en.wikipedia.org/wiki/Identity_theft",
        "https://en.wikipedia.org/wiki/Mail_and_wire_fraud",
        "https://en.wikipedia.org/wiki/Honest_services_fraud",
        "https://en.wikipedia.org/wiki/Romance_scam",
        "https://en.wikipedia.org/wiki/Bride_scam",
        "https://en.wikipedia.org/wiki/Spyware",
        "https://en.wikipedia.org/wiki/Vomit_fraud",
        "https://en.wikipedia.org/wiki/List_of_types_of_fraud",
        "https://en.wikipedia.org/wiki/Scientific_misconduct",
        "https://en.wikipedia.org/wiki/Scientific_misconduct",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}