{
    "url": "https://en.wikipedia.org/wiki/Scientific_journal",
    "title": "Scientific journal",
    "table_of_contents": [
        "1 Content",
        "2 Scope",
        "3 Wording",
        "4 History",
        "5 Publishing process",
        "6 Standards and impact",
        "7 Reproducibility and replicability",
        "8 Types of article",
        "9 Electronic publishing",
        "10 Cost",
        "11 Copyright",
        "12 See also",
        "13 References",
        "14 Sources",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In academic publishing, a scientific journal is a periodical publication intended to further the progress of science, usually by reporting new research.\n\n"
        },
        {
            "title": "Content",
            "text": "Articles in scientific journals are mostly written by active scientists such as students, researchers and professors instead of professional journalists. There are thousands of scientific journals in publication, and many more have been published at various points in the past (see list of scientific journals). Most journals are highly specialized, although some of the oldest journals such as Nature publish articles and scientific papers across a wide range of scientific fields. Scientific journals contain articles that have been peer reviewed, in an attempt to ensure that articles meet the journal's standards of quality, and scientific validity. Although scientific journals are superficially similar to professional magazines, they are actually quite different. Issues of a scientific journal are rarely read casually, as one would read a magazine. The publication of the results of research is an essential part of the scientific method. If they are describing experiments or calculations, they must supply enough details that an independent researcher could repeat the experiment or calculation to verify the results. Each such journal article becomes part of the permanent scientific record.\n\n"
        },
        {
            "title": "Scope",
            "text": "Articles in scientific journals can be used in research and higher education. Scientific articles allow researchers to keep up to date with the developments of their field and direct their own research. An essential part of a scientific article is citation of earlier work. The impact of articles and journals is often assessed by counting citations (citation impact). Some classes are partially devoted to the explication of classic articles, and seminar classes can consist of the presentation by each student of a classic or current paper. Schoolbooks and textbooks have been written usually only on established topics, while the latest research and more obscure topics are only accessible through scientific articles. In a scientific research group or academic department it is usual for the content of current scientific journals to be discussed in journal clubs. Public funding bodies often require the results to be published in scientific journals. Academic credentials for promotion into academic ranks are established in large part by the number and impact of scientific articles published. Many doctoral programs allow for thesis by publication, where the candidate is required to publish a certain number of scientific articles.\n\n"
        },
        {
            "title": "Wording",
            "text": "Articles tend to be highly technical, representing the latest theoretical research and experimental results in the field of science covered by the journal. They are often incomprehensible to anyone except for researchers in the field and advanced students. In some subjects this is inevitable given the nature of the content. Usually, rigorous rules of scientific writing are enforced by the editors; however, these rules may vary from journal to journal, especially between journals from different publishers. Articles are usually either original articles reporting completely new results or reviews of current literature. There are also scientific publications that bridge the gap between articles and books by publishing thematic volumes of chapters from different authors. Many journals have a regional focus, specializing in publishing papers from a particular geographic region, like African Invertebrates.\n\n"
        },
        {
            "title": "History",
            "text": "The history of scientific journals dates from 1665, when the French Journal des sçavans and the English Philosophical Transactions of the Royal Society first began systematically publishing research results. Over a thousand, mostly ephemeral, were founded in the 18th century, and the number has increased rapidly after that.[1]\n\nPrior to mid-20th century, peer review was not always necessary, but gradually it became essentially compulsory.[citation needed]\n\n"
        },
        {
            "title": "Publishing process",
            "text": "The authors of scientific articles are active researchers instead of journalists; typically, a graduate student or a researcher writes a paper with a professor. As such, the authors are unpaid and receive no compensation from the journal. However, their funding bodies may require them to publish in scientific journals. The paper is submitted to the journal office, where the editor considers the paper for appropriateness, potential scientific impact and novelty. If the journal's editor considers the paper appropriate, the paper is submitted to scholarly peer review. Depending on the field, journal and paper, the paper is sent to 1–3 reviewers for evaluation before they can be granted permission to publish. Reviewers are expected to check the paper for soundness of its scientific argument, including whether the author(s) are sufficiently acquainted with recent relevant research that bears on their study, whether the data was collected or considered appropriately and reproducibly, and whether the data discussed supports the conclusion offered and the implications suggested. Novelty is also key: existing work must be appropriately considered and referenced, and new results improving on the state of the art presented. Reviewers are usually unpaid and not a part of the journal staff—instead, they should be \"peers\", i.e. researchers in the same field as the paper in question.\n\n"
        },
        {
            "title": "Standards and impact",
            "text": "The standards that a journal uses to determine publication can vary widely. Some journals, such as Nature, Science, PNAS, and Physical Review Letters, have a reputation of publishing articles that mark a fundamental breakthrough in their respective fields.[citation needed] In many fields, a formal or informal hierarchy of scientific journals exists; the most prestigious journal in a field tends to be the most selective in terms of the articles it will select for publication, and usually will also have the highest impact factor. In some countries, journal rankings can be utilized for funding decisions[2] and even evaluation of individual researchers, although they are poorly suited for that purpose.[3]\n\n"
        },
        {
            "title": "Reproducibility and replicability",
            "text": "For scientific journals, reproducibility and replicability of the scientific results are core concepts that allow other scientists to check and reproduce the results under the same conditions described in the paper or at least similar conditions and produce similar results with similar measurements of the same measurand or carried out under changed conditions of measurement.\n\n"
        },
        {
            "title": "Types of article",
            "text": "There are several types of journal article; the exact terminology and definitions vary by field and specific journal, but often include:\n\nThe formats of journal articles vary, but many follow the general IMRAD scheme recommended by the International Committee of Medical Journal Editors. Such articles begin with an abstract, which is a one-to-four-paragraph summary of the paper. The introduction describes the background for the research including a discussion of similar research. The materials and methods or experimental section provides specific details of how the research was conducted. The results and discussion section describes the outcome and implications of the research, and the conclusion section places the research in context and describes avenues for further exploration.\n\nIn addition to the above, some scientific journals such as Science will include a news section where scientific developments (often involving political issues) are described. These articles are often written by science journalists and not by scientists. In addition, some journals will include an editorial section and a section for letters to the editor. While these are articles published within a journal, in general they are not regarded as scientific journal articles because they have not been peer-reviewed.\n\n"
        },
        {
            "title": "Electronic publishing",
            "text": "Electronic publishing is a new area of information dissemination. One definition of electronic publishing is in the context of the scientific journal. It is the presentation of scholarly scientific results in only an electronic (non-paper) form. This is from its first write-up, or creation, to its publication or dissemination. The electronic scientific journal is specifically designed to be presented on the internet. It is defined as not being previously printed material adapted, or retooled, and then delivered electronically.[6][7]\n\nElectronic publishing will likely continue to exist alongside paper publishing for the foreseeable future, since whilst output to a screen is important for browsing and searching, it is not well suited for extensive reading. Formats suitable both for reading on paper, and for manipulation by the reader's computer will need to be integrated.[6][7] Many journals are electronically available in formats readable on screen via web browsers, as well as in portable document format PDF, suitable for printing and storing on a local desktop or laptop computer. New tools such as JATS and Utopia Documents provide a 'bridge' to the 'web-versions' in that they connect the content in PDF versions directly to the World Wide Web via hyperlinks that are created 'on-the-fly'. The PDF version of an article is usually seen as the version of record, but the matter is subject to some debate.[8]\n\nElectronic counterparts of established print journals already promote and deliver rapid dissemination of peer-reviewed and edited, \"published\" articles. Other journals, whether spin-offs of established print journals, or created as electronic only, have come into existence promoting the rapid dissemination capability, and availability, on the Internet. In tandem with this is the speeding up of peer review, copyediting, page makeup, and other steps in the process to support rapid dissemination.[9]\n\nOther improvements, benefits and unique values of electronically publishing the scientific journal are easy availability of supplementary materials (data, graphics and video), lower cost, and availability to more people, especially scientists from non-developed countries. Hence, research results from more developed nations are becoming more accessible to scientists from non-developed countries.[6]\n\nMoreover, electronic publishing of scientific journals has been accomplished without compromising the standards of the refereed, peer review process.[6][7]\n\nOne form is the online equivalent of the conventional paper journal. By 2006, almost all scientific journals have, while retaining their peer-review process, established electronic versions; a number have moved entirely to electronic publication. In a similar manner, most academic libraries buy the electronic version and purchase a paper copy only for the most important or most-used titles.\n\nThere is usually a delay of several months after an article is written before it is published in a journal, making paper journals not an ideal format for announcing the latest research. Many journals now publish the final papers in their electronic version as soon as they are ready, without waiting for the assembly of a complete issue, as is necessary with paper. In many fields in which even greater speed is wanted, such as physics, the role of the journal at disseminating the latest research has largely been replaced by preprint databases such as arXiv.org. Almost all such articles are eventually published in traditional journals, which still provide an important role in quality control, archiving papers, and establishing scientific credit.\n\n"
        },
        {
            "title": "Cost",
            "text": "Many scientists and librarians have long protested the cost of journals, especially as they see these payments going to large for-profit publishing houses.[10] To allow their researchers online access to journals, many universities purchase site licenses, permitting access from anywhere in the university, and, with appropriate authorization, by university-affiliated users at home or elsewhere. These may be quite expensive, sometimes much more than the cost for a print subscription, although this may reflect the number of people who will be using the license—while a print subscription is the cost for one person to receive the journal; a site-license can allow thousands of people to gain access.[citation needed]\n\nPublications by scholarly societies, also known as not-for-profit-publishers, usually cost less than commercial publishers, but the prices of their scientific journals are still usually several thousand dollars a year. In general, this money is used to fund the activities of the scientific societies that run such journals, or is invested in providing further scholarly resources for scientists; thus, the money remains in and benefits the scientific sphere.\n\nDespite the transition to electronic publishing, the serials crisis persists.[11]\n\nConcerns about cost and open access have led to the creation of free-access journals such as the Public Library of Science (PLoS) family and partly open or reduced-cost journals such as the Journal of High Energy Physics. However, professional editors still have to be paid, and PLoS still relies heavily on donations from foundations to cover the majority of its operating costs; smaller journals do not often have access to such resources.\n\nBased on statistical arguments, it has been shown that electronic publishing online, and to some extent open access, both provide wider dissemination and increase the average number of citations an article receives.[12]\n\n"
        },
        {
            "title": "Copyright",
            "text": "Traditionally, the author of an article was required to transfer the copyright to the journal publisher. Publishers claimed this was necessary in order to protect authors' rights, and to coordinate permissions for reprints or other use. However, many authors, especially those active in the open access movement, found this unsatisfactory,[13] and have used their influence to effect a gradual move towards a license to publish instead. Under such a system, the publisher has permission to edit, print, and distribute the article commercially, but the authors retain the other rights themselves.\n\nEven if they retain the copyright to an article, most journals allow certain rights to their authors. These rights usually include the ability to reuse parts of the paper in the author's future work, and allow the author to distribute a limited number of copies. In the print format, such copies are called reprints; in the electronic format, they are called postprints. Some publishers, for example the American Physical Society, also grant the author the right to post and update the article on the author's or employer's website and on free e-print servers, to grant permission to others to use or reuse figures, and even to reprint the article as long as no fee is charged.[14] The rise of open access journals, in which the author retains the copyright but must pay a publication charge, such as the Public Library of Science family of journals, is another recent response to copyright concerns.[15]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Academic_journal",
        "https://en.wikipedia.org/wiki/Scientific_literature",
        "https://en.wikipedia.org/wiki/List_of_science_magazines",
        "https://en.wikipedia.org/wiki/New_Scientist",
        "https://en.wikipedia.org/wiki/Academic_publishing",
        "https://en.wikipedia.org/wiki/Periodical_publication",
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/Research",
        "https://en.wikipedia.org/wiki/List_of_scientific_journals",
        "https://en.wikipedia.org/wiki/Scientific_paper",
        "https://en.wikipedia.org/wiki/Scholarly_peer_review",
        "https://en.wikipedia.org/wiki/Professional",
        "https://en.wikipedia.org/wiki/Magazine",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Citation_impact",
        "https://en.wikipedia.org/wiki/Seminar",
        "https://en.wikipedia.org/wiki/Academic_department",
        "https://en.wikipedia.org/wiki/Journal_club",
        "https://en.wikipedia.org/wiki/Thesis_by_publication",
        "https://en.wikipedia.org/wiki/Scientific_writing",
        "https://en.wikipedia.org/wiki/African_Invertebrates",
        "https://en.wikipedia.org/wiki/Philosophical_Transactions_of_the_Royal_Society",
        "https://en.wikipedia.org/wiki/Ephemeral",
        "https://en.wikipedia.org/wiki/Scholarly_peer_review",
        "https://en.wikipedia.org/wiki/Scholarly_peer_review",
        "https://en.wikipedia.org/wiki/PNAS",
        "https://en.wikipedia.org/wiki/Physical_Review_Letters",
        "https://en.wikipedia.org/wiki/Impact_factor",
        "https://en.wikipedia.org/wiki/Reproducibility",
        "https://en.wikipedia.org/wiki/Replicability",
        "https://en.wikipedia.org/wiki/Measurements",
        "https://en.wikipedia.org/wiki/Scientific_paper",
        "https://en.wikipedia.org/wiki/Philosophical_Transactions_of_the_Royal_Society",
        "https://en.wikipedia.org/wiki/Mathematics",
        "https://en.wikipedia.org/wiki/Theoretical_computer_science",
        "https://en.wikipedia.org/wiki/Data",
        "https://en.wikipedia.org/wiki/Review_article",
        "https://en.wikipedia.org/wiki/Data_paper",
        "https://en.wikipedia.org/wiki/Earth_Observation",
        "https://en.wikipedia.org/wiki/IMRAD",
        "https://en.wikipedia.org/wiki/International_Committee_of_Medical_Journal_Editors",
        "https://en.wikipedia.org/wiki/Eprint",
        "https://en.wikipedia.org/wiki/Electronic_article",
        "https://en.wikipedia.org/wiki/Electronic_journal",
        "https://en.wikipedia.org/wiki/Dissemination",
        "https://en.wikipedia.org/wiki/Web_browsers",
        "https://en.wikipedia.org/wiki/PDF",
        "https://en.wikipedia.org/wiki/JATS",
        "https://en.wikipedia.org/wiki/Utopia_Documents",
        "https://en.wikipedia.org/wiki/World_Wide_Web",
        "https://en.wikipedia.org/wiki/Version_of_record",
        "https://en.wikipedia.org/wiki/Peer_review",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Preprint",
        "https://en.wikipedia.org/wiki/Quality_control",
        "https://en.wikipedia.org/wiki/Scholarly_societies",
        "https://en.wikipedia.org/wiki/Serials_crisis",
        "https://en.wikipedia.org/wiki/Public_Library_of_Science",
        "https://en.wikipedia.org/wiki/Journal_of_High_Energy_Physics",
        "https://en.wikipedia.org/wiki/Publishing",
        "https://en.wikipedia.org/wiki/Open_access",
        "https://en.wikipedia.org/wiki/Copyright",
        "https://en.wikipedia.org/wiki/Postprints",
        "https://en.wikipedia.org/wiki/American_Physical_Society",
        "https://en.wikipedia.org/wiki/Public_Library_of_Science",
        "https://en.wikipedia.org/wiki/Academic_journal",
        "https://en.wikipedia.org/wiki/Academic_authorship",
        "https://en.wikipedia.org/wiki/Academic_conference",
        "https://en.wikipedia.org/wiki/Citation_index",
        "https://en.wikipedia.org/wiki/Copyright_policies_of_scientific_publishers",
        "https://en.wikipedia.org/wiki/Medical_journal",
        "https://en.wikipedia.org/wiki/Mega_journal",
        "https://en.wikipedia.org/wiki/Open_access_journal",
        "https://en.wikipedia.org/wiki/Publish_or_perish",
        "https://en.wikipedia.org/wiki/Scientific_writing",
        "https://en.wikipedia.org/wiki/List_of_scientific_journals",
        "https://en.wikipedia.org/wiki/San_Francisco_Declaration_on_Research_Assessment",
        "https://en.wikipedia.org/wiki/Physics_Today",
        "https://en.wikipedia.org/wiki/NEC_Research_Institute",
        "https://en.wikipedia.org/wiki/Roberto_Di_Cosmo",
        "https://en.wikipedia.org/wiki/Aileen_Fyfe",
        "https://en.wikipedia.org/wiki/Academic_publishing",
        "https://en.wikipedia.org/wiki/Academic_journal",
        "https://en.wikipedia.org/wiki/Open_access",
        "https://en.wikipedia.org/wiki/Review_article",
        "https://en.wikipedia.org/wiki/Position_paper",
        "https://en.wikipedia.org/wiki/Literature_review",
        "https://en.wikipedia.org/wiki/Grey_literature",
        "https://en.wikipedia.org/wiki/Working_paper",
        "https://en.wikipedia.org/wiki/White_paper",
        "https://en.wikipedia.org/wiki/Technical_report",
        "https://en.wikipedia.org/wiki/Annual_report",
        "https://en.wikipedia.org/wiki/Pamphlet",
        "https://en.wikipedia.org/wiki/Essay",
        "https://en.wikipedia.org/wiki/Thesis",
        "https://en.wikipedia.org/wiki/Collection_of_articles",
        "https://en.wikipedia.org/wiki/Monograph",
        "https://en.wikipedia.org/wiki/Patent",
        "https://en.wikipedia.org/wiki/Biological_patent",
        "https://en.wikipedia.org/wiki/Chemical_patent",
        "https://en.wikipedia.org/wiki/Book",
        "https://en.wikipedia.org/wiki/Poster_session",
        "https://en.wikipedia.org/wiki/Acknowledgment_index",
        "https://en.wikipedia.org/wiki/Altmetrics",
        "https://en.wikipedia.org/wiki/Bibliometrics",
        "https://en.wikipedia.org/wiki/Citation_impact",
        "https://en.wikipedia.org/wiki/Citation_index",
        "https://en.wikipedia.org/wiki/Journal_ranking",
        "https://en.wikipedia.org/wiki/Eigenfactor",
        "https://en.wikipedia.org/wiki/Impact_factor",
        "https://en.wikipedia.org/wiki/SCImago_Journal_Rank",
        "https://en.wikipedia.org/wiki/Scientometrics",
        "https://en.wikipedia.org/wiki/Academic_journal_publishing_reform",
        "https://en.wikipedia.org/wiki/Open_access",
        "https://en.wikipedia.org/wiki/Open_access_citation_advantage",
        "https://en.wikipedia.org/wiki/Serials_crisis",
        "https://en.wikipedia.org/wiki/ICanHazPDF",
        "https://en.wikipedia.org/wiki/Preprint",
        "https://en.wikipedia.org/wiki/Postprint",
        "https://en.wikipedia.org/wiki/Version_of_record",
        "https://en.wikipedia.org/wiki/Erratum",
        "https://en.wikipedia.org/wiki/Retractions_in_academic_publishing",
        "https://en.wikipedia.org/wiki/List_of_academic_databases_and_search_engines",
        "https://en.wikipedia.org/wiki/Google_Scholar",
        "https://en.wikipedia.org/wiki/Semantic_Scholar",
        "https://en.wikipedia.org/wiki/Scopus",
        "https://en.wikipedia.org/wiki/Web_of_Science",
        "https://en.wikipedia.org/wiki/Scientific_writing",
        "https://en.wikipedia.org/wiki/Peer_review",
        "https://en.wikipedia.org/wiki/Conference_proceeding",
        "https://en.wikipedia.org/wiki/Scholarly_communication",
        "https://en.wikipedia.org/wiki/Scientific_literature",
        "https://en.wikipedia.org/wiki/Learned_society",
        "https://en.wikipedia.org/wiki/Open_research",
        "https://en.wikipedia.org/wiki/Open_scientific_data",
        "https://en.wikipedia.org/wiki/ORCID",
        "https://en.wikipedia.org/wiki/Electronic_publishing",
        "https://en.wikipedia.org/wiki/Ingelfinger_rule",
        "https://en.wikipedia.org/wiki/Least_publishable_unit",
        "https://en.wikipedia.org/wiki/Publish_or_perish",
        "https://en.wikipedia.org/wiki/Public_health_journal",
        "https://en.wikipedia.org/wiki/Lists_of_academic_journals",
        "https://en.wikipedia.org/wiki/List_of_scientific_journals",
        "https://en.wikipedia.org/wiki/List_of_academic_databases_and_search_engines",
        "https://en.wikipedia.org/wiki/List_of_university_presses",
        "https://en.wikipedia.org/wiki/Copyright_policies_of_academic_publishers",
        "https://en.wikipedia.org/wiki/List_of_academic_publishers_by_preprint_policy",
        "https://en.wikipedia.org/wiki/Scientific_journal",
        "https://en.wikipedia.org/wiki/Scientific_journal",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}