{
    "url": "https://en.wikipedia.org/wiki/Scott_Adams",
    "title": "Scott Adams",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Office worker",
        "2.2 Full-time cartoonist",
        "2.3 Coffee with Scott Adams",
        "2.4 Food",
        "2.5 Other",
        "3 Politics",
        "3.1 Controversies",
        "4 Personal life",
        "5 Recognition",
        "6 In popular culture",
        "7 Publications",
        "7.1 Dilbert compilations",
        "7.2 Special compilations (annotated, favorites, etc.)",
        "7.3 Other Dilbert books",
        "7.4 Dilbert-related business publications",
        "7.5 Non-Dilbert publications",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nScott Raymond Adams (born June 8, 1957)[2] is an American author and cartoonist. He is the creator of the syndicated Dilbert comic strip, and the author of several nonfiction works of satire, commentary, and business. Dilbert gained national prominence during the downsizing period in 1990s America and reached a worldwide audience. Adams worked in various business roles before he became a full-time cartoonist in 1995. He writes in a satirical, often sarcastic way about the social and psychological landscape of white-collar workers in modern corporations.\n\nIn addition Adams has written books in various other areas, including the spiritual experiment God's Debris encapsulating a form of pandeism, and books on political and management topics, including Win Bigly: Persuasion in a World Where Facts Don't Matter.\n\n"
        },
        {
            "title": "Early life",
            "text": "Adams was born in 1957 in Windham, New York, the son of Paul and Virginia (née Vining) Adams.[3][4] He is of half-German descent[5] and also has English, Irish, Welsh, Scottish, Dutch, and a small amount of Native American ancestry.[6][7][8]\n\nHe was a fan of Peanuts comics while growing up, and started drawing comics at age 6.[9] He won a drawing competition at age 11.[9]\n\nAdams graduated as the valedictorian from Windham-Ashland-Jewett Central School in 1975 in a class of 39. He remained in the area and earned a BA in economics from Hartwick College in 1979.[10]\n\nAfter his graduation, he moved to California and started work.[9] Returning to graduate school, Adams earned an MBA from the University of California, Berkeley in 1986.[11]\n\nAdams took Dale Carnegie Training and called it \"life changing\".[12]\n\n"
        },
        {
            "title": "Career",
            "text": "Adams worked closely with telecommunications engineers at Crocker National Bank in San Francisco between 1979 and 1986. Upon joining the organization, he first worked as a teller. After four months in which he was twice held up at gunpoint, he entered a management training program.[9] His positions included management trainee, computer programmer, budget analyst, commercial lender, product manager, and supervisor.[9]\n\nHe later shifted to work at Pacific Bell. To devote time to developing a new career, he woke every day at 4 a.m. and spent time at that endeavor. Cartooning proved to be the most successful venture of the many that he attempted in these early hours. Adams created Dilbert during this period of personal exploration.[13] The name came from ex-boss Mike Goodwin. Dogbert, originally named Dildog, was loosely based on his family's deceased pet beagle Lucy.[9] Submissions to various publications of both Dilbert and non-Dilbert comic panels failed to win publication. These included The New Yorker and Playboy. But an inspirational letter from a fan persuaded Adams to keep trying.[9]\n\nHe worked at Pacific Bell between 1986 and June 30, 1995; the personalities he encountered there inspired many of his Dilbert characters.[14] Adams launched Dilbert with United Media in 1989, while at Pacific Bell. He continued to draw his cartoons at 4 a.m., maintaining his income. His first paycheck for Dilbert was a monthly royalty check of $368.62.[9] Dilbert gradually became more popular. It was syndicated in 100 newspapers in 1991 and 400 by 1994. Adams attributes his success to his idea of including his e-mail address in the panels, thus facilitating reader feedback and suggestions.[9]\n\nAdams's success grew, and he became a full-time cartoonist as Dilbert reached 800 newspapers. In 1996, his first business book, The Dilbert Principle, was released. It expounded on his concept of the Dilbert principle.[9]\n\nLogitech CEO Pierluigi Zappacosta invited Adams to impersonate a management consultant, which he did wearing a wig and false mustache. He tricked Logitech managers into adopting a mission statement that Adams described as \"so impossibly complicated that it has no real content whatsoever\".[15] That year, he won the National Cartoonists Society's Reuben Award for Outstanding Cartoonist, and Best Newspaper Comic Strip of 1997. By 2000, the comic was in 2,000 newspapers in 57 countries and 19 languages.[9]\n\nHis comic strips were adapted as a Dilbert TV series, which ran from 1998 to 2000. Adams served as executive producer and showrunner, along with Seinfeld writer Larry Charles. The show earned a Primetime Emmy Award in 1999. On June 29, 2020, Adams asserted to his followers on Twitter that the show had been cancelled because he was white and the show's network, UPN, had made a decision to shift toward African American viewers.[16]\n\nIn addition to his cartoon work, he has written books in various other areas, including self-improvement and religion.[17] His book God's Debris (2001) lays out a theory of Pandeism, in which God blows itself up to see what will happen, which becomes the cause of our universe.[18] Adams goes on to suggest that followers of theistic religions such as Christianity and Islam are subconsciously aware that their religions are false, and that this awareness is reflected in their consistently acting like these religions, and their threats of damnation for sinners, are false. In a 2017 interview, Adams said that his books on religion would be \"his ultimate legacy\".[19]\n\nIn 2015, Adams wrote blog posts predicting that Donald Trump had a 98 percent chance of winning the presidency based on his persuasion skills, and he started writing about Trump's persuasion techniques. His pieces on this topic grew popular, so he started writing about it regularly.[20]\n\nAdams soon developed this as a daily video presentation called Coffee with Scott Adams, distributed to Periscope, YouTube, ScottAdamsSays.com,[21] and Locals, where he covered topics such as current events, politics, persuasion, and routes to success.[22]\n\nCoffee with Scott Adams has featured guests such as Naval Ravikant,[23] Ed Latimore,[24] Dave Rubin,[25] Erik Finman,[26] Greg Gutfeld,[27] Matt Gaetz,[28] Ben Askren,[29] Carpe Donktum,[30] Mark Schneider,[31] Steve Hsu,[32] Michael Shellenberger,[33][34] Carson Griffith,[35][36] Shiva Ayyadurai,[37] James Nortey,[38] Clint Morgan,[39] and Bjørn Lomborg.[40] In 2018, Kanye West shared multiple clips on Twitter from a Coffee episode titled: \"Scott Adams tells you how Kanye showed the way to The Golden Age. With Coffee.\"[41] In 2020, President Trump retweeted an episode where Adams mocked Joe Biden.[42]\n\nAdams offers paid subscriptions for exclusive content on Locals.[43] In 2020, Adams said: \"For context, I expect my Dilbert income to largely disappear in the next year as newspapers close up forever. The coronavirus sped up that inevitable trend. Like many of you, I'm reinventing my life for a post-coronavirus world. The Locals platform is a big part of that.\"[44]\n\nAdams was the CEO of Scott Adams Foods, Inc., makers of the Dilberito and Protein Chef. He sold off his intellectual property in this venture when the product failed in the marketplace.[45] He was a restaurateur for a while, but exited that business.\n\nAdams was a fan of the science fiction TV series Babylon 5. He appeared in the season 4 episode \"Moments of Transition\" as a character named \"Mr. Adams\" who hires former head of security Michael Garibaldi to locate his megalomaniacal dog and cat.[46] He had a cameo in \"Review\", a third-season episode of the TV series NewsRadio, in which Matthew Brock (played by Andy Dick) becomes an obsessed Dilbert fan. Adams is credited as \"Guy in line behind Dave and Joe in first scene\".[47]\n\nAdams has been a guest on podcasts including Making Sense with Sam Harris,[48] The Tim Ferriss Show,[49] The James Altucher Show,[50] The Ben Shapiro Show,[51] The Rubin Report,[52] Real Talk with Zuby[53] and The David Pakman Show.[54] He has appeared on Real Time with Bill Maher,[55] Commonwealth Club of California,[56] Fox News[57] and Berkeley Haas.[58] Adams was interviewed for Mike Cernovich's documentaries Silenced (2016)[59] and Hoaxed (2019).[60] In 2016, Adams contributed a chapter of life advice to Tim Ferriss's collection, Tools of Titans.[61] In 2018, Adams met President Donald Trump at the Oval Office.[62][63]\n\n"
        },
        {
            "title": "Politics",
            "text": "Adams has often commented on political matters. In 2016 he wrote on his blog, \"I don't vote and I am not a member of a political party.\"[64] In 2007, he suggested that Michael Bloomberg would make a good presidential candidate.[65] Before the 2008 presidential election he said, \"On social issues, I lean libertarian, minus the crazy stuff.\"[66] In December 2011 he said that if he were president, he would do whatever Bill Clinton advised him to do because that \"would lead to policies that are a sensible middle ground.\"[67] On October 17, 2012, he wrote, \"While I don't agree with Romney's positions on most topics, I'm endorsing him for president.\"[68] In a blog post from September 2017, Adams described himself as being \"left of Bernie Sanders, but with a preference for plans that can work.\"[69]\n\nIn 2015, although Adams stated that he would not endorse a candidate for the 2016 elections, he repeatedly praised Donald Trump's persuasion skills.[70][71] He extensively detailed what he called Trump's \"talent stack.\"[72] Adams correctly predicted that Trump would win the Republican nomination and the general election.[73] In 2018, Adams similarly praised the persuasion skills of Alexandria Ocasio-Cortez.[74]\n\nOf the 2016 Democratic National Convention, he said the following: \"If you're an undecided voter, and male, you're seeing something different. You're seeing a celebration that your role in society is permanently diminished. And it's happening in an impressive venue that was, in all likelihood, designed and built mostly by men.\"[75] Adams said that he temporarily endorsed Hillary Clinton out of fear for his own life, stating that he had received direct and indirect death threats (\"Where I live, in California, it is not safe to be seen as supportive of anything Trump says or does. So I fixed that.\").[76] In late September, however, Adams switched his endorsement from Clinton to Trump. Among his primary reasons were his respect for Trump's persuasion skills, Clinton's proposal to raise the inheritance tax, and his concerns over Clinton's health.[77] In mid-October, Adams predicted a Clinton victory would ensure that a male president would never again be elected.[78] He has also stated that being labeled a \"Donald Trump apologist\" ended his public speaking career and reduced his income by about 40%, and that his number of friends had decreased by about 75%.[76][79]\n\nAdams predicted in March 2020 that Trump, Sanders and Joe Biden would all contract COVID-19 and that one of them would die from it by the end of the year; in December 2020, when all three men remained alive (although Trump did catch the virus), Politico named Adams' prediction one of \"the most audacious, confident and spectacularly incorrect prognostications about the year.\"[80] Adams received further attention in 2021 based on the anniversary of his 2020 prediction that if Biden were to win the 2020 presidential election, then Republicans would be hunted and there's a \"good chance\" they'll be \"dead within a year\" and \"Police will stand down\"—none of which ultimately occurred.[81]\n\nAdams has compared women asking for equal pay to children demanding candy.[82] He caused controversy by pointing out \"satanic coincidences\" in the Joe Biden presidential campaign.[83] On Twitter, Adams argued that society leaves parents with only two options when their teenage sons become a danger to themselves or others — watch other people die, or kill your own son.[84]\n\nThe week of September 19, 2022, Dilbert was pulled from an estimated 77 newspapers after recent plotlines in the strip poked fun at woke culture and corporate ESG strategies. Part of the plotline involved an African American character who \"identifies as white\", and the company management asking him if he could also identify as gay. Said Adams of his strip being pulled, \"It was part of a larger overhaul, I believe, of comics, but why they decided what was in and what was out, that's not known to anybody except them, I guess.\"[85]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Adams trained as a hypnotist.[86] He credits affirmations for many of his achievements, including scoring in the ninety-fourth percentile on a difficult qualification exam for business school, and creating Dilbert's success. He states that the affirmations give him focus.[4] He has described a method which he has used that he says gave him success: he pictured in his mind what he wanted, and wrote it down 15 times a day on a piece of paper.[87]\n\nSince late 2004, Adams has suffered from focal dystonia, which has affected his ability to draw for lengthy periods.[88]  He now draws on a graphics tablet. He also suffered from spasmodic dysphonia, a condition that causes the vocal cords to behave in an abnormal manner. In July 2008, he underwent surgery to reroute the nerve connections to his vocal cords,[89] and his voice is completely functional.[90]\n\nAdams married Shelly Miles aboard a yacht, the Galaxy Commodore, on July 22, 2006, in San Francisco Bay, in a ceremony conducted by the ship's captain.[91] The two had met at a gym in Pleasanton, California, where Miles was an employee and Adams was a customer. By Miles, Adams had two step-children, Savannah and Justin, the latter of whom died of a fentanyl overdose in 2018, at age 18, prompting Adams to start the service WhenHub.[92][93][94] Adams and Miles divorced in 2014, and Adams said the two remained friends, with Miles moving only one block away after their separation.[95]\n\nOn Christmas Day in 2019, Adams announced on his podcast that he was engaged to Kristina Basham,[96] and later revealed that they had married on July 11, 2020.  Basham, a model and baker, has two daughters, and is a vice president at WhenHub.[17] On March 10, 2022, Adams announced on his YouTube podcast that he and Basham were getting divorced.[97]\n\n"
        },
        {
            "title": "Recognition",
            "text": "Adams has received recognition for his work, including the National Cartoonists Society Reuben Award and Newspaper Comic Strip Award for 1997 for his work on Dilbert.  He climbed the European Foundation for Management Development (EFMD) rankings of the 50 most influential management thinkers, placing 31st in 2001,[98] 27th in 2003,[99] 12th in 2005,[100] and 21st in 2007.[101] He received the Orwell Award for his participation in \"Mission Impertinent\" in 1997.[102]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Adams has coined several words and phrases over the years, including Confusopoly (businesses that stay afloat only by intentionally misleading their customers), The Dilbert principle (a variant on the Peter principle), Elbonia as shorthand for offshore work, and Pointy-Haired Boss (PHB) and Induhvidual as insults.\n\nStephen King references Dilbert in his 2000 book on how to write, On Writing: A Memoir of the Craft. King says: \"And if you think it's all about information, you ought to give up fiction and get a job writing instruction manuals—Dilbert's cubicle awaits.\"[103]\n\nAdams appears in the book Steve Jobs by Walter Isaacson. Adams wrote a blogpost in 2010 about Steve Jobs' response to Antennagate, in which he says \"Apple's response to the iPhone 4 problem didn't follow the public relations playbook, because Jobs decided to rewrite the playbook ... If you want to know what genius looks like, study Jobs' words.\"[104] Jobs proudly emailed this around.[105]\n\nIn 2018, Elon Musk sent his staff an email which instructed them to \"In general, always pick common sense as your guide. If following a 'company rule' is obviously ridiculous in a particular situation, such that it would make for a great Dilbert cartoon, then the rule should change.\"[106]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Hartwick_College",
        "https://en.wikipedia.org/wiki/Cartoonist",
        "https://en.wikipedia.org/wiki/Dilbert",
        "https://en.wikipedia.org/wiki/Dilbert",
        "https://en.wikipedia.org/wiki/Comic_strip",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Sarcasm",
        "https://en.wikipedia.org/wiki/Corporation",
        "https://en.wikipedia.org/wiki/Pandeism",
        "https://en.wikipedia.org/wiki/Win_Bigly",
        "https://en.wikipedia.org/wiki/Native_Americans_in_the_United_States",
        "https://en.wikipedia.org/wiki/Peanuts",
        "https://en.wikipedia.org/wiki/Valedictorian",
        "https://en.wikipedia.org/wiki/Hartwick_College",
        "https://en.wikipedia.org/wiki/Master_of_Business_Administration",
        "https://en.wikipedia.org/wiki/Dale_Carnegie_Training",
        "https://en.wikipedia.org/wiki/Crocker_National_Bank",
        "https://en.wikipedia.org/wiki/Bank_teller",
        "https://en.wikipedia.org/wiki/Programmer",
        "https://en.wikipedia.org/wiki/Pacific_Bell",
        "https://en.wikipedia.org/wiki/Beagle",
        "https://en.wikipedia.org/wiki/The_New_Yorker",
        "https://en.wikipedia.org/wiki/Playboy",
        "https://en.wikipedia.org/wiki/United_Media",
        "https://en.wikipedia.org/wiki/Dilbert_principle",
        "https://en.wikipedia.org/wiki/Logitech",
        "https://en.wikipedia.org/wiki/Pierluigi_Zappacosta",
        "https://en.wikipedia.org/wiki/Mission_statement",
        "https://en.wikipedia.org/wiki/National_Cartoonists_Society",
        "https://en.wikipedia.org/wiki/Executive_producer",
        "https://en.wikipedia.org/wiki/Showrunner",
        "https://en.wikipedia.org/wiki/Seinfeld",
        "https://en.wikipedia.org/wiki/Larry_Charles",
        "https://en.wikipedia.org/wiki/Primetime_Emmy_Award",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/White_people",
        "https://en.wikipedia.org/wiki/UPN",
        "https://en.wikipedia.org/wiki/African_Americans",
        "https://en.wikipedia.org/wiki/Pandeism",
        "https://en.wikipedia.org/wiki/Christianity",
        "https://en.wikipedia.org/wiki/Islam",
        "https://en.wikipedia.org/wiki/Donald_Trump",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Locals",
        "https://en.wikipedia.org/wiki/Naval_Ravikant",
        "https://en.wikipedia.org/wiki/Ed_Latimore",
        "https://en.wikipedia.org/wiki/Dave_Rubin",
        "https://en.wikipedia.org/wiki/Greg_Gutfeld",
        "https://en.wikipedia.org/wiki/Matt_Gaetz",
        "https://en.wikipedia.org/wiki/Ben_Askren",
        "https://en.wikipedia.org/wiki/Steve_Hsu",
        "https://en.wikipedia.org/wiki/Michael_Shellenberger",
        "https://en.wikipedia.org/wiki/Shiva_Ayyadurai",
        "https://en.wikipedia.org/wiki/Kanye_West",
        "https://en.wikipedia.org/wiki/Retweet",
        "https://en.wikipedia.org/wiki/Joe_Biden",
        "https://en.wikipedia.org/wiki/Locals",
        "https://en.wikipedia.org/wiki/Dilberito",
        "https://en.wikipedia.org/wiki/Babylon_5",
        "https://en.wikipedia.org/wiki/Michael_Garibaldi",
        "https://en.wikipedia.org/wiki/NewsRadio",
        "https://en.wikipedia.org/wiki/Andy_Dick",
        "https://en.wikipedia.org/wiki/The_James_Altucher_Show",
        "https://en.wikipedia.org/wiki/The_Ben_Shapiro_Show",
        "https://en.wikipedia.org/wiki/The_Rubin_Report",
        "https://en.wikipedia.org/wiki/The_David_Pakman_Show",
        "https://en.wikipedia.org/wiki/Real_Time_with_Bill_Maher",
        "https://en.wikipedia.org/wiki/Commonwealth_Club_of_California",
        "https://en.wikipedia.org/wiki/Fox_News",
        "https://en.wikipedia.org/wiki/Berkeley_Haas",
        "https://en.wikipedia.org/wiki/Mike_Cernovich",
        "https://en.wikipedia.org/wiki/Tim_Ferriss",
        "https://en.wikipedia.org/wiki/Tools_of_Titans",
        "https://en.wikipedia.org/wiki/Donald_Trump",
        "https://en.wikipedia.org/wiki/Oval_Office",
        "https://en.wikipedia.org/wiki/Michael_Bloomberg",
        "https://en.wikipedia.org/wiki/Bill_Clinton",
        "https://en.wikipedia.org/wiki/Mitt_Romney",
        "https://en.wikipedia.org/wiki/Bernie_Sanders",
        "https://en.wikipedia.org/wiki/2016_United_States_presidential_election",
        "https://en.wikipedia.org/wiki/Donald_Trump",
        "https://en.wikipedia.org/wiki/2016_Republican_Party_presidential_primaries",
        "https://en.wikipedia.org/wiki/2016_Democratic_National_Convention",
        "https://en.wikipedia.org/wiki/Hillary_Clinton",
        "https://en.wikipedia.org/wiki/Inheritance_tax",
        "https://en.wikipedia.org/wiki/Joe_Biden",
        "https://en.wikipedia.org/wiki/Politico",
        "https://en.wikipedia.org/wiki/2020_United_States_presidential_election",
        "https://en.wikipedia.org/wiki/Satan",
        "https://en.wikipedia.org/wiki/Joe_Biden_2020_presidential_campaign",
        "https://en.wikipedia.org/wiki/Hypnosis",
        "https://en.wikipedia.org/wiki/Focal_dystonia",
        "https://en.wikipedia.org/wiki/Graphics_tablet",
        "https://en.wikipedia.org/wiki/Spasmodic_dysphonia",
        "https://en.wikipedia.org/wiki/Vocal_cords",
        "https://en.wikipedia.org/wiki/Yacht",
        "https://en.wikipedia.org/wiki/San_Francisco_Bay",
        "https://en.wikipedia.org/wiki/Fentanyl",
        "https://en.wikipedia.org/wiki/Opioid_overdose",
        "https://en.wikipedia.org/wiki/National_Cartoonists_Society",
        "https://en.wikipedia.org/wiki/Reuben_Award",
        "https://en.wikipedia.org/wiki/European_Foundation_for_Management_Development",
        "https://en.wikipedia.org/wiki/Orwell_Award",
        "https://en.wikipedia.org/wiki/Confusopoly",
        "https://en.wikipedia.org/wiki/The_Dilbert_principle",
        "https://en.wikipedia.org/wiki/Peter_principle",
        "https://en.wikipedia.org/wiki/Elbonia",
        "https://en.wikipedia.org/wiki/Induhvidual",
        "https://en.wikipedia.org/wiki/Stephen_King",
        "https://en.wikipedia.org/wiki/Dilbert",
        "https://en.wikipedia.org/wiki/Walter_Isaacson",
        "https://en.wikipedia.org/wiki/Steve_Jobs",
        "https://en.wikipedia.org/wiki/Antennagate",
        "https://en.wikipedia.org/wiki/Elon_Musk",
        "https://en.wikipedia.org/wiki/Dilbert",
        "https://en.wikipedia.org/wiki/Seven_Years_of_Highly_Defective_People",
        "https://en.wikipedia.org/wiki/The_Dilbert_Future",
        "https://en.wikipedia.org/wiki/The_Joy_of_Work",
        "https://en.wikipedia.org/wiki/Dilbert_and_the_Way_of_the_Weasel",
        "https://en.wikipedia.org/wiki/The_Religion_War",
        "https://en.wikipedia.org/wiki/How_To_Fail_at_Almost_Everything_and_Still_Win_Big",
        "https://en.wikipedia.org/wiki/Win_Bigly",
        "https://en.wikipedia.org/wiki/Loserthink",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Haas_School_of_Business",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/San_Jose_Mercury_News",
        "https://en.wikipedia.org/wiki/The_Mercury_News",
        "https://en.wikipedia.org/wiki/Bloomberg_News",
        "https://en.wikipedia.org/wiki/Business_Insider",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/BuzzFeed_News",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/New_York_Times",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Fox_News",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/RealClearPolitics",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/CNN",
        "https://en.wikipedia.org/wiki/ReasonTV",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/The_Daily_Beast",
        "https://en.wikipedia.org/wiki/Politico",
        "https://en.wikipedia.org/wiki/Vice_News",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Politico",
        "https://en.wikipedia.org/wiki/Politico",
        "https://en.wikipedia.org/wiki/ComicsAlliance",
        "https://en.wikipedia.org/wiki/The_Washington_Times",
        "https://en.wikipedia.org/wiki/The_Mercury_News",
        "https://en.wikipedia.org/wiki/Toronto_Sun",
        "https://en.wikipedia.org/wiki/Andrews_McMeel_Publishing",
        "https://en.wikipedia.org/wiki/The_Wall_Street_Journal",
        "https://en.wikipedia.org/wiki/East_Bay_Times",
        "https://en.wikipedia.org/wiki/The_Mercury_News",
        "https://en.wikipedia.org/wiki/The_Daily_Beast",
        "https://en.wikipedia.org/wiki/Psychology_Today",
        "https://en.wikipedia.org/wiki/The_Independent",
        "https://en.wikipedia.org/wiki/NewsRadio_season_3",
        "https://en.wikipedia.org/wiki/WorldCat",
        "https://en.wikipedia.org/wiki/Reddit_AMA",
        "https://en.wikipedia.org/wiki/Reddit",
        "https://en.wikipedia.org/wiki/Dilbert",
        "https://en.wikipedia.org/wiki/List_of_Dilbert_characters",
        "https://en.wikipedia.org/wiki/Seven_Years_of_Highly_Defective_People",
        "https://en.wikipedia.org/wiki/The_Dilbert_Future",
        "https://en.wikipedia.org/wiki/The_Joy_of_Work",
        "https://en.wikipedia.org/wiki/Dilbert_and_the_Way_of_the_Weasel",
        "https://en.wikipedia.org/wiki/Dilberito",
        "https://en.wikipedia.org/wiki/Dilbert_principle",
        "https://en.wikipedia.org/wiki/Orwell_Award",
        "https://en.wikipedia.org/wiki/Walter_Pincus",
        "https://en.wikipedia.org/wiki/Sissela_Bok",
        "https://en.wikipedia.org/wiki/Erving_Goffman",
        "https://en.wikipedia.org/wiki/Dwight_Bolinger",
        "https://en.wikipedia.org/wiki/Haig_Bosmajian",
        "https://en.wikipedia.org/wiki/Ted_Koppel",
        "https://en.wikipedia.org/wiki/Neil_Postman",
        "https://en.wikipedia.org/wiki/Noam_Chomsky",
        "https://en.wikipedia.org/wiki/Noam_Chomsky",
        "https://en.wikipedia.org/wiki/Consumers_Union",
        "https://en.wikipedia.org/wiki/Eric_Alterman",
        "https://en.wikipedia.org/wiki/Garry_Trudeau",
        "https://en.wikipedia.org/wiki/Lies_of_Our_Times",
        "https://en.wikipedia.org/wiki/Gertrude_Himmelfarb",
        "https://en.wikipedia.org/wiki/Juliet_Schor",
        "https://en.wikipedia.org/wiki/Norman_Solomon",
        "https://en.wikipedia.org/wiki/Alfie_Kohn",
        "https://en.wikipedia.org/wiki/Sheldon_Rampton",
        "https://en.wikipedia.org/wiki/John_Stauber",
        "https://en.wikipedia.org/wiki/Bill_Press",
        "https://en.wikipedia.org/wiki/Seymour_Hersh",
        "https://en.wikipedia.org/wiki/Arundhati_Roy",
        "https://en.wikipedia.org/wiki/Jon_Stewart",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/Ted_Gup",
        "https://en.wikipedia.org/wiki/Amy_Goodman",
        "https://en.wikipedia.org/wiki/Michael_Pollan",
        "https://en.wikipedia.org/wiki/Peter_Zuckerman",
        "https://en.wikipedia.org/wiki/The_Onion",
        "https://en.wikipedia.org/wiki/National_Council_of_Teachers_of_English",
        "https://en.wikipedia.org/wiki/George_Orwell",
        "https://en.wikipedia.org/wiki/Scott_Adams",
        "https://en.wikipedia.org/wiki/Scott_Adams",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}