{
    "url": "https://en.wikipedia.org/wiki/ScrappleFace",
    "title": "ScrappleFace",
    "table_of_contents": [
        "1 History",
        "1.1 Axis of weasels",
        "1.2 Media coverage",
        "2 SNN: ScrappleFace Network News",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "ScrappleFace is a U.S. website run by Scott Ott that satirizes the news from a conservative perspective.\n\n"
        },
        {
            "title": "History",
            "text": "The name ScrappleFace was coined by Ott's grandmother, Jessica McMaster (1915–2006), who cared for Ott and his brothers from the age of five.[1] Ott chose the name knowing that the domain name would be available because no one else would know the word.\n\nOtt, a former journalist, started Scrappleface in July 2002. Ott oversees \"the vast editorial staff\" at ScrappleFace, an unnamed group of non-existent journalists who \"cover the globe like a patina of dental plaque\" according to earlier items on the site.[2] In reality, all the ScrappleFace stories (more than 2,500 as of 15 March 2007) on politics, the war on terror, business, science, theology and even sports were written by Ott. The website reported over 10,000,000 visitors as of May 2007.\n\nScrappleFace is probably best known for originating the phrase \"Axis of weasels\" (parody of \"Axis of evil\"),[3][4] in an item Ott wrote in January 2003 titled \"Rumsfeld Sorry for Axis of Weasels Remark\". Glenn Reynolds linked to it at his widely read blog, Instapundit,[5] noting that it was being circulated at the White House and Pentagon. Two days later, the New York Post carried the front-page headline \"AXIS OF WEASEL - GERMANY AND FRANCE WIMP OUT ON IRAQ; COLIN RAPS FRENCH, GERMAN WIMPS\".[6] Ott later published a collection of ScrappleFace stories under the title \"Axis of Weasels\" (ISBN 097614140X; now out of print).\n\nOtt's work has been quoted in The Washington Post, Sports Illustrated, The Kansas City Star, The Weekly Standard, Wired, OpinionJournal.com[citation needed]and the BBC website.[7] ScrappleFace stories have also been quoted on radio by Rush Limbaugh, Glenn Beck, Roger Hedgecock, Michael Medved, Bill Bennett, and dozens of regional radio hosts as well as on CNN and MSNBC. At least two ScrappleFace stories have been passed around via email enough to become an urban myth and be debunked by Snopes.com.[8][9]\nScrappleFace is popular amongst conservative political bloggers, who frequently link to its items.\n\n"
        },
        {
            "title": "SNN: ScrappleFace Network News",
            "text": "Scott Ott began producing a video faux newscast on January 14, 2009 with the launch of SNN (ScrappleFace Network News). The first story was about the tax filing troubles of President Barack Obama's Treasury Secretary nominee Timothy Geithner.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Conservatism",
        "https://en.wikipedia.org/wiki/Axis_of_evil",
        "https://en.wikipedia.org/wiki/Glenn_Reynolds",
        "https://en.wikipedia.org/wiki/Instapundit",
        "https://en.wikipedia.org/wiki/New_York_Post",
        "https://en.wikipedia.org/wiki/The_Washington_Post",
        "https://en.wikipedia.org/wiki/Sports_Illustrated",
        "https://en.wikipedia.org/wiki/The_Kansas_City_Star",
        "https://en.wikipedia.org/wiki/The_Weekly_Standard",
        "https://en.wikipedia.org/wiki/BBC",
        "https://en.wikipedia.org/wiki/Rush_Limbaugh",
        "https://en.wikipedia.org/wiki/Glenn_Beck",
        "https://en.wikipedia.org/wiki/Roger_Hedgecock",
        "https://en.wikipedia.org/wiki/Michael_Medved",
        "https://en.wikipedia.org/wiki/William_John_Bennett",
        "https://en.wikipedia.org/wiki/CNN",
        "https://en.wikipedia.org/wiki/MSNBC",
        "https://en.wikipedia.org/wiki/List_of_satirical_magazines",
        "https://en.wikipedia.org/wiki/List_of_satirical_news_websites",
        "https://en.wikipedia.org/wiki/List_of_satirical_television_news_programs",
        "https://en.wikipedia.org/wiki/ScrappleFace",
        "https://en.wikipedia.org/wiki/ScrappleFace",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}