{
    "url": "https://en.wikipedia.org/wiki/Scythian_cultures",
    "title": "Scytho-Siberian world",
    "table_of_contents": [
        "1 Origins and spread",
        "2 Peoples",
        "2.1 Ethnicity",
        "2.2 Terminology",
        "3 Characteristics",
        "3.1 Finds",
        "3.2 Society",
        "3.3 Physical appearance",
        "4 Genetics",
        "4.1 Ethnogenesis",
        "4.2 Western Scythian culture genetics",
        "4.3 Eastern Scythian culture genetics",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Bibliography",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Scytho-Siberian world[1][a] was an archaeological horizon which flourished across the entire Eurasian Steppe during the Iron Age from approximately the 9th century BC to the 2nd century AD. It included the Scythian, Sauromatian and Sarmatian cultures of Eastern Europe, the Saka-Massagetae and Tasmola cultures of Central Asia, and the Aldy-Bel, Pazyryk and Tagar cultures of south Siberia. \n\nThe Scythian-Siberian world was characterized by the Scythian triad, which are similar, yet not identical, styles of weapons, horses' bridles, and jewelry and decorative art. The question of how related these cultures were is disputed among scholars. Its peoples were of diverse origins, and included not just Scythians, from which the cultures are named, but other peoples as well, such as the Cimmerians, Massagetae, Saka, Sarmatians, and obscure forest steppe populations. Mostly speakers of the Scythian branch of the Iranian languages,[b] all of these peoples are sometimes collectively referred to as Scythians, Scytho-Siberians, Early Nomads, or Iron Age Nomads.[3]\n\n"
        },
        {
            "title": "Origins and spread",
            "text": "The Scytho-Siberian world emerged on the Eurasian Steppe at the dawn of the Iron Age in the early 1st millennium BC. Its origins has long been a source of debate among archaeologists.[4] The Pontic–Caspian steppe was initially thought to have been their place of origin, until the Soviet archaeologist Aleksey Terenozhkin suggested a Central Asian origin.[5][6]\n\nRecent excavations at Arzhan in Tuva, Russia have uncovered the earliest Scythian-style kurgan yet found.[7] Similarly the earliest examples of the animal style art which would later characterize the Scytho-Siberian cultures have been found near the upper Yenisei River and North China, dating to the 10th century BC. Based on these finds, it has been suggested that the Scytho-Siberian world emerged at an early period in southern Siberia.[5] It is probably in this area the Scythian way of life initially developed.[2][8] Recent genetic studies have concluded that the Scythians formed from European-related groups of the Yamnaya culture and East Asian/Siberian groups during the Bronze Age and early Iron Age.[9][10][5][11]\n\nThe Scytho-Siberian world quickly came to stretch from the Pannonian Basin in the west to the Altai Mountains in the east.[12] There were however significant cultural differences between east and west.[10] Over time they came in contact with other ancient civilizations, such as Assyria, Greece and Persia. In the late 1st millennium BC, peoples belonging to the Scytho-Siberian world expanded into Iran (Sakastan), India (Indo-Scythians) and the Tarim Basin.[13] In the early centuries AD the western part of the Scytho-Siberian world came under pressure from the Goths and other Germanic peoples.[13] The end of the Scythian period in archaeology has been set at approximately the 2nd century AD.[2]\n\nRecent archeological and genetic data confirmed that Western and Eastern Scythians of the 1st millennium BC originated independently, but both formed from a combination of a Yamnaya-related ancestry component from the area of the European steppes,[14] and an East Asian-related component most closely corresponding to the modern North Siberian Nganasan people of the lower Yenesei.[14] Furthermore, archaeological evidence now tends to suggest that the origins of the Scytho-Siberian world, characterized by its kurgans burial mounds and its Animal style of the 1st millennium BC, are to be found among Eastern Scythians rather than their Western counterparts: eastern kurgans are older than western ones (such as the Altaic kurgan Arzhan 1 in Tuva), and elements of the Animal style are first attested in areas of the Yenisei river and modern-day China in the 10th century BC.[15] The rapid spread of Scytho-Siberian world, from the Eastern Scythians to the Western Scythians, is also confirmed by significant east-to-west gene flow across the steppes during the 1st millennium BC.[14][15]\n\n"
        },
        {
            "title": "Peoples",
            "text": "The peoples of the Scytho-Siberian world are mentioned by contemporary Persian and Greek historians. They were mostly speakers of Iranian languages.[b]\n\nDespite belonging to similar material cultures, the peoples of the Scytho-Siberian world belonged to many separate ethnic groups.[16][17]\nPeoples associated with the Scytho-Siberian world include speakers of the Scythian languages:[5][18]\n\nAlthough the peoples of the forest steppe were part of the Scytho-Siberian world, their origins are obscure;[18] there might have been early Slavs, Balts, and Finnic peoples among them.[20][21] The settled population of the Scytho-Siberian world areas also included Thracians.[9]\n\nAmong the diverse peoples of the Scytho-Siberian world, the Scythians are the most famous, due to the reports on them published by the 5th century Greek historian Herodotus. The ancient Persians referred to all nomads of steppe as Saka. In modern times, term Scythians is sometimes applied to all the peoples associated with the Scytho-Siberian world.[20] Within this terminology it is often distinguished between \"western\" Scythians living on the Pontic–Caspian steppe, and \"eastern\" Scythians living on the Eastern Steppe.[5][13] The term Scytho-Siberians has also been applied to all peoples associated with the Scytho-Siberian world.[22] The terms Early Nomads[23] and Iron Age Nomads have also been used.[10] The terms Saka or Sauromates, and Scytho-Siberians, is sometimes used for the \"eastern\" Scythians living in Central Asia and southern Siberia respectively.[9][24]\n\nThe ambiguity of the term Scythian has led to a lot of confusion in literature.[c][18]\n\nNicola Di Cosmo (1999) questions the validity of referring to the cultures of all early Eurasian nomads as \"Scythian\", and recommends the use of alternative terms such as Early Nomadic.[26][d]\n\nBy ancient authors, the term \"Scythian\" eventually came to be applied to a wide range of peoples \"who had no relation whatever to the original Scythians\", such as Huns, Goths, Türks, Avars, Khazars, and other unnamed nomads.[13]\n\n"
        },
        {
            "title": "Characteristics ",
            "text": "The cultures of the Scytho-Siberian world are recognized for three characteristics known as the Scythian triad:[18][24]\n\nTheir art was made in the animal style, so characteristic that it is also called Scythian art.\n\nIn the beginning of the 18th century, Russian explorers began uncovering Scythian finds throughout their newly acquired territories.\n\nSignificant Scythian archaeological finds have been uncovered up to recent times. A major find are the Pazyryk burials, which were discovered on the Ukok Plateau in the 1940s. The finds are notably for revealing the form of mummification practiced by the Scythians.[2] Another important find is the Issyk kurgan.[8]\n\nThe Scythians were excellent craftsmen with complex cultural traditions. Horse sacrifices are common in Scythian graves, and several of the sacrificed horses were evidently old and well-kept, indicating that the horse played a prominent role in Scythian society.[2] They played a prominent role in the network connecting ancient civilizations known as the Silk Road.[13] The homogeneity of patrilineal lineages and contrasting diversity of matrilineal lineages of samples from Scythian burial sites indicate that Scythian society was strongly patriarchal.[24]\n\nNumerous archaeological finds have revealed that the Scythians led a warlike life: Their competition for territory must have been fierce. The numerous weapons placed in graves are indicative of a highly militarized society. Scythian warfare was primarily conducted through mounted archery. They were the first great power to perfect this tactic. The Scythians developed a new, powerful type of bow known as the Scythian bow. Sometimes they would poison their arrows.[2]\n\nThey were tall and powerfully built, even by modern standards.[e] Skeletons of Scythian elite differ from those of today by their longer arms and legs, and thicker, stronger bones. This was particularly the case for warriors and elite men, who were often more than 1.8 m (5 ft 11 in) tall. Sometimes they exceeded 1.9 m (6 ft 3 in) in height; even a few remains of Scythian men taller than 2.0 m (6 ft 6 in) have been excavated. The common people whom they dominated were much smaller and lighter, averaging 10–15 cm (4–6 in) shorter than the elite.[27]\n\nTheir physical traits are characteristic of Iranian peoples and support a common origin indicated by the genetic and linguistic evidence.[e][27]\n\n"
        },
        {
            "title": "Genetics",
            "text": "The genetics of remains from Scythian-identified cultures show broad general patterns, among these are remarkably different histories for men and women. Their ethnic affiliations are summarized above. Their familial inter-relations are discussed below.\n\nThere are two distinct paternal lineages in the east and west,[5][10][24] with the eastern and western paternal lineages being themselves homogeneous. The paternal western Scythian haplogroups are closely related to modern Europeans,[4] but disappeared from the Scythian steppe region,[10] being eventually replaced by the eastern Scythians.[29] The surviving modern populations most closely related to the paternal western Scythian lineages are in Europe; apparently none remain in mid- and northern-Asia.[4][24]\n\nIn contrast, the maternal lineages among Scythians are diverse,[5][10][24] and the eastern and western maternal lines were significantly mixed.[9][29] The free intermarriage of women across all of the Scytho-Siberian world could be what maintained trans-Scythian cultural coherence.[5] Further, rather than dying out, local maternal Scythian lineages persist among modern people living near the excavated graves.[5]\n\nIn 2017, a genetic study of various cultures of the Scytho-Siberian world was published in Nature Communications. The study suggested that the Scythians arose as admixture between European-related groups from the Yamnaya culture and East Asian/Siberian groups. While the origin of the Scythian material culture is disputed, their evidence suggest an origin in the East. Modern populations relative closely related to the ancient Scythians were found to be populations living in proximity to the sites studied, suggesting genetic continuity.[30]\n\nKrzewińska et al. (2018) found that the historical Central Asian Steppe population was genetically heterogeneous and carried genetic affinities with populations from several other regions including the Far East and the southern Urals.[31]\n\nJärve et al. (2019) found that the nomadic Scythians were of different genetic origins, while sharing a common material culture. They suggested that migrations must have played a role in the emergence of the Scythians as the dominant power on the Pontic steppe.[32]\n\nA 2021 study by Gnecchi-Ruscone et al., concluded that the Scythians were of multiple origin and that they originated from an admixture event in the Bronze Age. The Scythians genetically formed from mixture between steppe_MLBA sources (which could be associated with different cultures such as Sintashta, Srubnaya, and Andronovo) and a specific East-Eurasian source that was already present during the LBA in the neighboring northern Mongolia region.[33]\n\nThis section lists the findings of genetic studies of the remains excavated in western Asia and eastern Europe ascribed to one of the Scythian cultures.\n\nMathieson & Reich (2015)[34][35] analyzed the remains of an individual from Samara Oblast, Russia, dated c. 380–200 BC and ascribed to the Scytho-Siberian world. The individual was found to belong to haplogroup R1a1a1b2a2a.[34][35] This lineage is associated with earlier Srubnaya culture of the Pontic–Caspian steppe, which again traces its origin to the Yamnaya culture.[9]\n\nUnterländer (2017) suggested that the Scytho-Siberian cultures of the Pontic-Caspian steppe and the Eastern Steppe emerged independently of each other, and were a mixture of Yamnaya culture-related and East Asian ancestry. Much of this admixture probably happened during the earlier expansion of the Afanasievo culture and Andronovo culture onto the Eastern Steppe. The peoples of the areas of the Scytho-Siberian cultures were more closely related to each other than modern populations in the same areas, and there appears to have been significant gene flow between them.[5] Juras (2017)[9] reported similar results in another genetic study.[9]\n\nJärve (2019)[4] studied genetics of various peoples belonging to the Scytho-Siberian cultures, such as Cimmerians, Scythians, Sarmatians, and Saka. Most of the remains in all groups were found to carry various subclades of haplogroup R1a, with a few haplogroup Q samples also found, suggesting contact with East Asian-related groups.[4]\n\nThis section lists the findings of genetic studies of the remains excavated in central Eurasia and the eastern steppe ascribed to one of the Scythian cultures.\n\nPilipenko (2018)[29] studied mtDNA from remains of the Tagar culture, which was part of the Scytho-Siberian world. Although found in Turkic Khakassia, at the eastern extreme of the Eurasian steppe, remains from the early years of the Tagar culture were found to be closely related to those of contemporary Scythians on the Pontic steppe far to the west. The authors suggested that the source of this genetic similarity was an eastwards migration of west Eurasians during the Bronze Age, which probably contributed to the formation of the Tagar culture.[29]\n\nMary (2019)[24] studied the genetics of remains from the Aldy-Bel culture in and around Tuva in central Asia, adjacent to western Mongolia; the Aldy-Bel culture is considered one of the Scytho-Siberian cultures. The majority of the samples (9 out of 17) were found to be carriers of haplogroup R1a, including two carriers of haplogroup R1a1a1b2‑Z93. East Asian admixture was also detected, as 6 haplogroup Q-L54 (including 5 in Sagly culture) and 1 haplogroup N-M231 were excavated. The haplogroup of the remaining 1 sample was uncertain (probably group R).[24]\n\nThe Scythian groups of the Pontic Steppe and South Siberia had significantly different paternal genetics, which indicates that the Pontic and South Siberian Scythians had completely different paternal origins, with almost no paternal gene flow between them.[24][f]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Scythians",
        "https://en.wikipedia.org/wiki/Eurasian_Steppe",
        "https://en.wikipedia.org/wiki/Iron_Age",
        "https://en.wikipedia.org/wiki/Srubnaya_culture",
        "https://en.wikipedia.org/wiki/Andronovo_culture",
        "https://en.wikipedia.org/wiki/Goths",
        "https://en.wikipedia.org/wiki/Alans",
        "https://en.wikipedia.org/wiki/Xiongnu",
        "https://en.wikipedia.org/wiki/Circassians",
        "https://en.wikipedia.org/wiki/Archaeological_horizon",
        "https://en.wikipedia.org/wiki/Eurasian_Steppe",
        "https://en.wikipedia.org/wiki/Iron_Age",
        "https://en.wikipedia.org/wiki/Scythian_culture",
        "https://en.wikipedia.org/wiki/Sauromatian_culture",
        "https://en.wikipedia.org/wiki/Sarmatian_culture",
        "https://en.wikipedia.org/wiki/Eastern_Europe",
        "https://en.wikipedia.org/wiki/Tasmola_culture",
        "https://en.wikipedia.org/wiki/Central_Asia",
        "https://en.wikipedia.org/wiki/Pazyryk_culture",
        "https://en.wikipedia.org/wiki/Tagar_culture",
        "https://en.wikipedia.org/wiki/Siberia",
        "https://en.wikipedia.org/wiki/Scythian_art",
        "https://en.wikipedia.org/wiki/Scythians",
        "https://en.wikipedia.org/wiki/Cimmerians",
        "https://en.wikipedia.org/wiki/Massagetae",
        "https://en.wikipedia.org/wiki/Saka",
        "https://en.wikipedia.org/wiki/Sarmatians",
        "https://en.wikipedia.org/wiki/Forest_steppe",
        "https://en.wikipedia.org/wiki/Scythian_languages",
        "https://en.wikipedia.org/wiki/Iranian_languages",
        "https://en.wikipedia.org/wiki/Scythia",
        "https://en.wikipedia.org/wiki/Pazyryk_burials",
        "https://en.wikipedia.org/wiki/Equestrianism",
        "https://en.wikipedia.org/wiki/Eurasian_Steppe",
        "https://en.wikipedia.org/wiki/Iron_Age",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Central_Asia",
        "https://en.wikipedia.org/wiki/Arzhan",
        "https://en.wikipedia.org/wiki/Tuva",
        "https://en.wikipedia.org/wiki/Russia",
        "https://en.wikipedia.org/wiki/Kurgan",
        "https://en.wikipedia.org/wiki/Animal_style",
        "https://en.wikipedia.org/wiki/Yenisei_River",
        "https://en.wikipedia.org/wiki/North_China",
        "https://en.wikipedia.org/wiki/Siberia",
        "https://en.wikipedia.org/wiki/Yamnaya_culture",
        "https://en.wikipedia.org/wiki/East_Asian_people",
        "https://en.wikipedia.org/wiki/Indigenous_Siberians",
        "https://en.wikipedia.org/wiki/Bronze_Age",
        "https://en.wikipedia.org/wiki/Iron_Age",
        "https://en.wikipedia.org/wiki/Pannonian_Basin",
        "https://en.wikipedia.org/wiki/Altai_Mountains",
        "https://en.wikipedia.org/wiki/Assyria",
        "https://en.wikipedia.org/wiki/Ancient_Greece",
        "https://en.wikipedia.org/wiki/Ancient_Persia",
        "https://en.wikipedia.org/wiki/Sakastan",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Tarim_Basin",
        "https://en.wikipedia.org/wiki/Goths",
        "https://en.wikipedia.org/wiki/Germanic_peoples",
        "https://en.wikipedia.org/wiki/Yamnaya",
        "https://en.wikipedia.org/wiki/East_Asian_people",
        "https://en.wikipedia.org/wiki/Nganasan_people",
        "https://en.wikipedia.org/wiki/Yenisey_River",
        "https://en.wikipedia.org/wiki/Kurgans",
        "https://en.wikipedia.org/wiki/Animal_style",
        "https://en.wikipedia.org/wiki/Kurgans",
        "https://en.wikipedia.org/wiki/Arzhan",
        "https://en.wikipedia.org/wiki/Tuva",
        "https://en.wikipedia.org/wiki/Animal_style",
        "https://en.wikipedia.org/wiki/Yenisei_river",
        "https://en.wikipedia.org/wiki/Eurasian_nomads",
        "https://en.wikipedia.org/wiki/Scythian_languages",
        "https://en.wikipedia.org/wiki/Sarmatians",
        "https://en.wikipedia.org/wiki/Ancient_Roman_sarcophagi",
        "https://en.wikipedia.org/wiki/Scythians",
        "https://en.wikipedia.org/wiki/Persian_Empire",
        "https://en.wikipedia.org/wiki/Ancient_Greece",
        "https://en.wikipedia.org/wiki/Iranian_languages",
        "https://en.wikipedia.org/wiki/Scythian_languages",
        "https://en.wikipedia.org/wiki/Massagetae",
        "https://en.wikipedia.org/wiki/Sarmatians",
        "https://en.wikipedia.org/wiki/Saka",
        "https://en.wikipedia.org/wiki/Scythians",
        "https://en.wikipedia.org/wiki/Agathyrsi",
        "https://en.wikipedia.org/wiki/Sigynnae",
        "https://en.wikipedia.org/wiki/Cimmerians",
        "https://en.wikipedia.org/wiki/Forest_steppe",
        "https://en.wikipedia.org/wiki/Early_Slavs",
        "https://en.wikipedia.org/wiki/Balts",
        "https://en.wikipedia.org/wiki/Finnic_peoples",
        "https://en.wikipedia.org/wiki/Thracians",
        "https://en.wikipedia.org/wiki/Herodotus",
        "https://en.wikipedia.org/wiki/Central_Asia",
        "https://en.wikipedia.org/wiki/Nicola_Di_Cosmo",
        "https://en.wikipedia.org/wiki/Huns",
        "https://en.wikipedia.org/wiki/Pannonian_Avars",
        "https://en.wikipedia.org/wiki/Khazars",
        "https://en.wikipedia.org/wiki/Scythian_art",
        "https://en.wikipedia.org/wiki/Ordos_culture",
        "https://en.wikipedia.org/wiki/Scythian_art",
        "https://en.wikipedia.org/wiki/Animal_style",
        "https://en.wikipedia.org/wiki/Scythian_bow",
        "https://en.wikipedia.org/wiki/Scythian_art",
        "https://en.wikipedia.org/wiki/Animal_style",
        "https://en.wikipedia.org/wiki/Scythian_art",
        "https://en.wikipedia.org/wiki/Solokha",
        "https://en.wikipedia.org/wiki/Tillya_Tepe",
        "https://en.wikipedia.org/wiki/Russian_Empire",
        "https://en.wikipedia.org/wiki/Pazyryk_burials",
        "https://en.wikipedia.org/wiki/Ukok_Plateau",
        "https://en.wikipedia.org/wiki/Mummification",
        "https://en.wikipedia.org/wiki/Issyk_kurgan",
        "https://en.wikipedia.org/wiki/Equestrianism",
        "https://en.wikipedia.org/wiki/Horses_in_warfare",
        "https://en.wikipedia.org/wiki/Issyk_Kurgan",
        "https://en.wikipedia.org/wiki/Horse_sacrifice",
        "https://en.wikipedia.org/wiki/Silk_Road",
        "https://en.wikipedia.org/wiki/Patriarchal",
        "https://en.wikipedia.org/wiki/Mounted_archery",
        "https://en.wikipedia.org/wiki/Scythian_bow",
        "https://en.wikipedia.org/wiki/Iranian_peoples",
        "https://en.wikipedia.org/wiki/Nature_Communications",
        "https://en.wikipedia.org/wiki/Yamnaya_culture",
        "https://en.wikipedia.org/wiki/East_Asian_people",
        "https://en.wikipedia.org/wiki/Paleosiberian_peoples",
        "https://en.wikipedia.org/wiki/Bronze_Age",
        "https://en.wikipedia.org/wiki/Mongolia",
        "https://en.wikipedia.org/wiki/Samara_Oblast",
        "https://en.wikipedia.org/wiki/Srubnaya_culture",
        "https://en.wikipedia.org/wiki/Yamnaya_culture",
        "https://en.wikipedia.org/wiki/East_Asian",
        "https://en.wikipedia.org/wiki/Afanasievo_culture",
        "https://en.wikipedia.org/wiki/Andronovo_culture",
        "https://en.wikipedia.org/wiki/Cimmerians",
        "https://en.wikipedia.org/wiki/Scythians",
        "https://en.wikipedia.org/wiki/Sarmatians",
        "https://en.wikipedia.org/wiki/Saka",
        "https://en.wikipedia.org/wiki/Haplogroup_R1a",
        "https://en.wikipedia.org/wiki/MtDNA",
        "https://en.wikipedia.org/wiki/Tagar_culture",
        "https://en.wikipedia.org/wiki/Khakassia",
        "https://en.wikipedia.org/wiki/Tuva",
        "https://en.wikipedia.org/wiki/Mongolia",
        "https://en.wikipedia.org/wiki/R1a",
        "https://en.wikipedia.org/wiki/R1a1a1b2",
        "https://en.wikipedia.org/wiki/Eurasian_nomads",
        "https://en.wikipedia.org/wiki/Early_Slavs",
        "https://en.wikipedia.org/wiki/R1b",
        "https://en.wikipedia.org/wiki/Roger_Batty",
        "https://en.wikipedia.org/wiki/Oxford",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Newsweek",
        "https://en.wikipedia.org/wiki/Nicola_Di_Cosmo",
        "https://en.wikipedia.org/wiki/Michael_Loewe",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Askold_Ivanchik",
        "https://en.wikipedia.org/wiki/Brill_Publishers",
        "https://en.wikipedia.org/wiki/Nature_Communications",
        "https://en.wikipedia.org/wiki/Current_Biology",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Nature_Communications",
        "https://en.wikipedia.org/wiki/BioRxiv",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/PLOS_One",
        "https://en.wikipedia.org/wiki/University_of_California_Press",
        "https://en.wikipedia.org/wiki/Current_World_Archaeology",
        "https://en.wikipedia.org/wiki/Nature_Communications",
        "https://en.wikipedia.org/wiki/Stephanie_West",
        "https://en.wikipedia.org/wiki/Egbert_Bakker",
        "https://en.wikipedia.org/wiki/Irene_de_Jong",
        "https://en.wikipedia.org/wiki/Brill_Publishers",
        "https://en.wikipedia.org/wiki/British_Museum",
        "https://en.wikipedia.org/wiki/Barry_Cunliffe",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Marshall_Cavendish",
        "https://en.wikipedia.org/wiki/Jona_Lendering",
        "https://en.wikipedia.org/wiki/Larissa_Bonfante",
        "https://en.wikipedia.org/wiki/Princeton_University_Press",
        "https://en.wikipedia.org/wiki/Tamara_Talbot_Rice",
        "https://en.wikipedia.org/wiki/Praeger_Publishers",
        "https://en.wikipedia.org/wiki/World_Archaeology",
        "https://en.wikipedia.org/wiki/Royal_Museums_of_Art_and_History",
        "https://en.wikipedia.org/wiki/Scythia",
        "https://en.wikipedia.org/wiki/Achaei",
        "https://en.wikipedia.org/wiki/Agathyrsi",
        "https://en.wikipedia.org/wiki/Amazons",
        "https://en.wikipedia.org/wiki/Arimaspi",
        "https://en.wikipedia.org/wiki/Budini",
        "https://en.wikipedia.org/wiki/Cercetae",
        "https://en.wikipedia.org/wiki/Cimmerians",
        "https://en.wikipedia.org/wiki/Gelonians",
        "https://en.wikipedia.org/wiki/Neuri",
        "https://en.wikipedia.org/wiki/Saka",
        "https://en.wikipedia.org/wiki/Amyrgians",
        "https://en.wikipedia.org/wiki/Massagetae",
        "https://en.wikipedia.org/wiki/Sarmatians",
        "https://en.wikipedia.org/wiki/Agaragantes",
        "https://en.wikipedia.org/wiki/Alans",
        "https://en.wikipedia.org/wiki/Aorsi",
        "https://en.wikipedia.org/wiki/Cissianti",
        "https://en.wikipedia.org/wiki/Limigantes",
        "https://en.wikipedia.org/wiki/Phoristae",
        "https://en.wikipedia.org/wiki/Rimphaces",
        "https://en.wikipedia.org/wiki/Roxolani",
        "https://en.wikipedia.org/wiki/Serboi",
        "https://en.wikipedia.org/wiki/Siraces",
        "https://en.wikipedia.org/wiki/Spondolici",
        "https://en.wikipedia.org/wiki/Yancai",
        "https://en.wikipedia.org/wiki/Iazyges",
        "https://en.wikipedia.org/wiki/Scythians",
        "https://en.wikipedia.org/wiki/Abii",
        "https://en.wikipedia.org/wiki/Cadusii",
        "https://en.wikipedia.org/wiki/Hamaxobii",
        "https://en.wikipedia.org/wiki/Legae",
        "https://en.wikipedia.org/wiki/Sindi_people",
        "https://en.wikipedia.org/wiki/Spali",
        "https://en.wikipedia.org/wiki/Pazyryk_culture",
        "https://en.wikipedia.org/wiki/Tagar_culture",
        "https://en.wikipedia.org/wiki/Tauri",
        "https://en.wikipedia.org/wiki/Thyssagetae",
        "https://en.wikipedia.org/wiki/Zygii",
        "https://en.wikipedia.org/wiki/Scythian_art",
        "https://en.wikipedia.org/wiki/History_of_jewellery_in_Ukraine",
        "https://en.wikipedia.org/wiki/Scythian_culture",
        "https://en.wikipedia.org/wiki/Scythian_languages",
        "https://en.wikipedia.org/wiki/Scythian_religion",
        "https://en.wikipedia.org/wiki/Kazakh_Steppe",
        "https://en.wikipedia.org/wiki/Sistan",
        "https://en.wikipedia.org/wiki/Sakasene",
        "https://en.wikipedia.org/wiki/Parama_Kamboja_Kingdom",
        "https://en.wikipedia.org/wiki/Alania",
        "https://en.wikipedia.org/wiki/Sarmatia",
        "https://en.wikipedia.org/wiki/Sarmatia_Asiatica_and_Sarmatia_Europea",
        "https://en.wikipedia.org/wiki/Iranian_peoples",
        "https://en.wikipedia.org/wiki/History_of_the_western_steppe",
        "https://en.wikipedia.org/wiki/Bosporan_Kingdom",
        "https://en.wikipedia.org/wiki/Sarmatism",
        "https://en.wikipedia.org/wiki/Great_Russian_Encyclopedia",
        "https://en.wikipedia.org/wiki/Royal_Museums_of_Art_and_History",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}