{
    "url": "https://en.wikipedia.org/wiki/SeaWorld",
    "title": "SeaWorld",
    "table_of_contents": [
        "1 History",
        "2 Locations",
        "2.1 SeaWorld San Diego",
        "2.2 SeaWorld Orlando",
        "2.3 SeaWorld San Antonio",
        "2.4 SeaWorld Abu Dhabi",
        "3 SeaWorld Ohio sale, rebirth, and eventual transition",
        "4 Orcas",
        "4.1 Blackfish",
        "5 Animal rescue and rehabilitation program",
        "6 Response to drive hunt capture allegations",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCoordinates: 32°45′57″N 117°13′35″W﻿ / ﻿32.7657°N 117.2263°W﻿ / 32.7657; -117.2263\n\nSeaWorld is an American theme park chain with headquarters in Orlando, Florida. It is a proprietor of marine mammal parks, oceanariums, animal theme parks, and rehabilitation centers owned by SeaWorld Parks & Entertainment (one park will be owned and operated by Miral under a license). The parks feature orcas, sea lion, and dolphin shows and zoological displays featuring various other marine animals.\n\nThe parks also feature thrill rides, including roller coasters like Kraken, Mako and Manta at SeaWorld Orlando, and Steel Eel and The Great White at SeaWorld San Antonio. Journey to Atlantis, a combination roller coaster and splashdown ride, can be found at all three parks. \n\nThere are operations located within the United States in Orlando, Florida; San Diego, California; San Antonio, Texas; later outside the United States such as Abu Dhabi, United Arab Emirates; and previously Aurora, Ohio. On March 5, 2007, SeaWorld Orlando announced addition of the Aquatica water park to its adventure park, which already includes SeaWorld and Discovery Cove.\n\nThe parks were bought in 1989 by Busch Entertainment Corp., the family entertainment division of Anheuser-Busch, which is best known for brewing beer. In 2009, Busch Entertainment was sold to the Blackstone Group and subsequently renamed SeaWorld Entertainment. In 2013, Blackstone sold 37% of SeaWorld Entertainment in an initial public offering and sold its remaining 21% holding to Zhonghong Zhuoye in 2017.[1] It is a major theme park competitor to Six Flags, Cedar Fair, Disney Parks, Experiences and Products and Universal Parks & Resorts.\n\nThe parks' marine mammal collections have been the subject of public debate and criticism over the years, with critics saying that the park's practices entail animal abuse. The 2013 documentary film Blackfish, produced after a SeaWorld Orlando trainer was killed by one of the park's orcas, led to initial decreases in attendance, profits and the company's share price. In 2018, SeaWorld's attendance and revenue began to recover with the addition of new rides, shows, and animal exhibits at its parks, as well as increased marketing about the parks' conservation and rescue efforts.[2]\n\nIn 2016, SeaWorld announced that they would end their in-park orca breeding program and eventually phase out their theatrical orca shows altogether (due to state legislation in California that banned shows using orcas) starting in San Diego.[3][4] It was announced later in the same year, that SeaWorld would build their first park without killer whales and outside of the United States in Abu Dhabi. However, in 2020, SeaWorld reversed course and started introducing new orca live shows to guests.[5]\n\n"
        },
        {
            "title": "History",
            "text": "SeaWorld was founded in 1964 by Milton C. Shedd, Ken Norris, David Demott and George Millay. The four graduates of UCLA originally set out to build an underwater restaurant and marine life show.[6] When the underwater restaurant concept was deemed unfeasible, they scrapped those plans and decided to build a park instead, and SeaWorld San Diego was opened on March 21, 1964.[7] With only a few dolphins, sea lions, 6 attractions and 22 acres (89,000 m2), the park proved to be a success and more than 400,000 guests visited in the first 12 months.\n\nAfter considering other locations in the midwest, including the Lake Milton/Newton Falls area west of Youngstown, Ohio, it was decided that Aurora, Ohio would be the new home of a SeaWorld. The Aurora site was approximately 15 miles (24 km) northwest of the Lake Milton site and 30 miles (48 km) southeast of Cleveland.[8] By this time, the founders of the company had captured a few more species of animals, including a killer whale that was brought to the new facility. The harsh winter climate permitted the park to be open only from mid-May until mid-September.\n\nThe Walt Disney World Resort in Orlando, Florida opened near the end of the second operating season of SeaWorld Ohio. The success of Disney in Orlando provided a location that was already popular with tourists. SeaWorld Orlando opened in 1973.\n\nHarcourt Brace Jovanovich, Inc. (HBJ) purchased the company in 1976 and 12 years later they built a new park in Texas. In 1988, SeaWorld San Antonio opened just a few miles outside of San Antonio.[9] Growth has pushed the city outwards and now SeaWorld San Antonio lies in the Westover Hills community in West San Antonio. The park was open year-round like its sister parks in California and Florida in 1988 and 1989, then went to a seasonal schedule. \n\nIn May of 1987, Robert Maxwell's British Printing and Communication Corporation (BPCC) made an unsolicited bid to acquire HBJ.[10] HBJ defended itself from the hostile takeover attempt by going deeply into debt to make large cash payments to shareholders.[11] The strain of the debt from fighting off the takeover, as well as a strategic decision to re-focus on HBJ's core publishing and insurance businesses, were factors in HBJ's decision to sell its theme park holdings in 1989.[12][13]\n\nThe Anheuser-Busch Company made an offer to purchase the SeaWorld parks. HBJ also owned and operated two other parks, Cypress Gardens and Boardwalk and Baseball, and out of fear of not being able to find a buyer for the two other parks, HBJ refused to sell the parks individually. Despite a long negotiation, Anheuser-Busch bought all six parks in 1989: SeaWorld in San Diego, Aurora, Orlando and San Antonio as well as Cypress Gardens in Winter Haven and Boardwalk and Baseball in Haines City. Soon after the sale was final, Busch sold Cypress Gardens to the park's management and closed Boardwalk and Baseball.[14] Anheuser-Busch put millions of dollars back into the parks to revive and prolong their longevity. SeaWorld is accredited by the Association of Zoos and Aquariums (AZA).[15]\n\nIn July 2008, Anheuser-Busch was purchased by Belgian-Brazilian brewer InBev.[16]  InBev had a reputation as a cost-cutting company that would not be interested in holding non-beverage businesses.[17][18] In 2009, the combined AB InBev sold its Busch Entertainment division to the Blackstone Group. The company was renamed SeaWorld Parks & Entertainment in December 2009.[19] In 2013, Blackstone sold 37% of SEAS in an initial public offering.[20]\n\nIn 2016, SeaWorld admitted that it had been sending its employees to pose as activists to spy on animal rights organization PETA.[21] Following an investigation by an outside law firm, SeaWorld's Board of Directors directed management to end the practice.[22]\n\n"
        },
        {
            "title": "Locations",
            "text": "SeaWorld San Diego, the first SeaWorld park, opened on March 21, 1964. The park features shows such as Sea Lions Live, a comedic show with sea lions and otters, Dolphin Days, a dolphin show, and Orca Encounter, an educational show about killer whales and their behavior in the wild. There are also many seasonal shows which are featured in the summer, notability Cirque Electrique.  Rides include Shipwreck Rapids, a water raft ride, Manta and Electric Eel, roller coasters, Journey to Atlantis, a splashdown ride that also has characteristics of a roller coaster, and a new B&M dive coaster, Emperor, opened in 2022. Electric Ocean is the park's nightly summer event featuring pop and electronic style music with lights and seasonal shows, Sea Lions Tonite (a nighttime Sea Lion show featuring spoofs of other SeaWorld shows and attractions), Atlantis Ignites (a tesla coil and projection show), and Cirque Electrique (a Cirque du Soleil-style show on the water that is an electric remaster of the original Cirque de la Mer show).\n\nSeaWorld Orlando opened on December 15, 1973.[23] One Ocean, a killer whale show that premiered April 22, 2011, was hosted here, before being replaced with \"Orca Encounter\", along with, Dolphin Days, the park's dolphin show, and, a new show that made its debut on June 14, 2015, Clyde and Seamore's Sea Lion High.[24][25] This show was recently changed to Sea Lion & Otter Spotlight in mid 2021.[26] The park contains 3 main roller coasters, with a fourth opening in 2022, joined by one junior coaster. They are Kraken, a floorless coaster based on the mythical sea creature, Manta, a coaster designed to simulate how manta rays move, and Mako, a hyper coaster themed to the fastest shark in the ocean. All 3 are built by the manufacturer B&M, while Super Grover's Box Car Derby, a coaster oriented to kids located in the Sesame Street themed area of the park, is built by Zierer. SeaWorld Orlando's recent coaster is Ice Breaker, which opened in 2022, containing the steepest drop of all main SeaWorld Orlando coasters, and being built by Premier Rides. The Orlando park is also home to the original Journey to Atlantis, a intricately themed water coaster by Mack Rides. SeaWorld's Electric Ocean is SeaWorld Orlando's night program, featuring the fireworks show Ignite, a sea lion show Sea Lions Tonite, a dolphin show Touch The Sky and killer whale show Shamu's Celebration: Light Up the Night.[27][28]\n\nSeaWorld San Antonio opened on May 27, 1988.[9] Its formal opening over Memorial Day Weekend 1988 held about 75,000 people.[29] 3.3 million people visited SeaWorld San Antonio during its first year, 10% more than what was originally projected.[30] The park shows “Orca Encounter”, an educational killer whale show; Ocean Discovery an educational show featuring dolphins and beluga whales; and Sea Lion & Otter Spotlight, a sea lion show following the sea lions Clyde and Seamore touring a marine conservation center. Parks rides include Wave Breaker: The Rescue Coaster, a double launch roller coaster, The Great White, an inverted roller coaster, Steel Eel, a roller coaster reaching a height of 150 feet,[31] and Journey to Atlantis, a water roller coaster into the mythical land of Atlantis and Texas Stingray a wooden steel hybrid Coaster.\n\nIn 2008, Busch Entertainment had previously announced plans to open a fourth SeaWorld park in Dubai, UAE,[32] but those plans were abandoned amidst the international financial crisis.[33] In May 2014, SeaWorld announced renewed plans to build a park in the Middle East, but did not specify a timeline or specific location.[34] On December 13, 2016, SeaWorld announced that it will open its first overseas theme park on Yas Island in Abu Dhabi, UAE in 2022.[35] It will also be the first franchised SeaWorld park.\n\n"
        },
        {
            "title": "",
            "text": "In February 2001, Anheuser-Busch sold the SeaWorld Ohio park to Six Flags, Inc., operators of neighboring Six Flags Ohio (initially Geauga Lake until 2000). Upon completion of the sale, the two parks were combined in spring 2001 as the so-called \"mega-park\" \"Six Flags Worlds of Adventure\", which boasted its \"three parks in one\" uniqueness: a waterpark, an amusement park, and a wildlife animal park, all included in one price of admission. SeaWorld executives replied that their park was sold because of the short season of the animal park, Northeastern Ohio's cold winter months, and also because they were not able to get the necessary permits to build roller coasters like the other SeaWorld properties had been able to.\n\nIn March 2004, Six Flags announced that it had sold Six Flags Worlds of Adventure to Cedar Fair Entertainment Company, operators of the Cedar Point amusement park in Sandusky, Ohio. Cedar Fair took the park back to its original Geauga Lake name and stripped the park itself of all Looney Tunes and DC Comics branding, including walk around character costumes pertaining to either franchise, since the company did not have licensing rights. Since Six Flags retained ownership of the animals, the majority of the animal portion of the park, including all of the exhibits and animal stadiums, was either emptied or fenced off for the 2004 season.\n\nAfter a nearly season-long wait, the Cedar Fair company announced its plans for the non-operational side. That entire portion of the land would become an immense waterpark, Wildwater Kingdom, opening in two phases, with the first phase in 2005, followed by the second phase in 2006. This decision marked the end of the marine-life park permanently.\n\nAll of the animal stadiums and buildings were next torn down or converted into other venues. Some of the SeaWorld property remained intact, albeit hidden or modified. What remained included the former seal and sea lion area, the Ski Stadium (to be used in a Lumberjack show in 2006), the aquarium (to be used for unknown purposes), and two movie theater houses/simulators, once housing 3D/4D movies. The Ski Stadium was removed in 2008 to make way for Coconut Cove, a refreshment station/observation area. \n\nAll of these, except for Wildwater Kingdom, closed in 2007. In 2016, Wildwater Kingdom announced they would close after the 2016 season.\n\n"
        },
        {
            "title": "Orcas",
            "text": "SeaWorld's main attraction is its killer whales, several of which are housed in 5.8-million-US-gallon (22,000 m3) tanks (equivalent to nine Olympic sized swimming pools)[36] that are each known as Shamu Stadium. Shamu was the name of the first killer whale brought to SeaWorld San Diego in the 1960s from the Seattle Marine Aquarium. 'Shamu' is now used as a stage name for killer whales in performances at SeaWorld parks. Currently, SeaWorld houses 19 killer whales in its three parks.\n\nOrganizations such as World Animal Protection and the Whale and Dolphin Conservation Society campaign against the captivity of dolphins and killer whales; SeaWorld, which holds most of the world's captive killer whales, is cited for its role.\n\nKiller whale captivity is a widely debated topic. Regarding anatomy, captive killer whales can exhibit collapsed dorsal fins. However, this trait has been witnessed in the wild and a prominent theory proposes this phenomenon can occur when any orcas live in relatively warmer conditions. Though, since captive orcas are more likely to breach, rising up to warmer waters, captivity itself can increase the temperature in which these whales live. Some evidence has shown that the condition can manifest in individuals after a month in captivity.[39] Some argue that aggression among captive killer whales is common, whilst others claim that this also occurs in the wild. In August 1989, a dominant female killer whale, Kandu V, attempted to rake a newcomer whale, Corky II, with her mouth during a live show and smashed her head into a wall. Kandu V broke her jaw, which severed an artery, and then bled to death.[40] In November 2006, a dominant female killer whale, Kasatka, repeatedly dragged experienced trainer, Ken Peters, to the bottom of the stadium pool during a show after hearing her calf crying for her in the back pools.[41] In February 2010, an experienced female trainer at SeaWorld Orlando, Dawn Brancheau, was killed by killer whale Tilikum shortly after a show in Shamu Stadium.[42] The whale had been associated with the deaths of two people previously.[40][43] In May 2012, administrative law judge Ken Welsch upheld two Occupational Safety and Health Administration citations after Dawn Brancheau's death, including one directly related to her death, and fined the company a total of $12,000.[44] Trainers were banned from making close contact with the whales.[45] In April 2014 the US Court of Appeals for the District of Columbia denied an appeal by SeaWorld.[46] On December 22, 2015, an 18-year old SeaWorld orca, Unna, died from a fungal infection at the SeaWorld Park in San Antonio, Texas.[47]\n\nIn 2013, SeaWorld's treatment of killer whales in captivity was the basis of the film Blackfish, which documents the history of Tilikum, a killer whale captured by SeaLand of the Pacific, later rescued by SeaWorld Orlando who has been involved in the deaths of three people.[48] In the aftermath of the release of the film, Martina McBride, 38 Special, REO Speedwagon, Cheap Trick, Heart, Barenaked Ladies, Trisha Yearwood and Willie Nelson canceled scheduled concerts at SeaWorld parks.[49][50] SeaWorld disputes the accuracy of the film, calling it “propaganda” and “emotionally manipulative”. It has spent $15 million on an advertising campaign countering the allegations and emphasizing its contributions to the study of whales and their conservation.[36]\n\nIn August 2014, SeaWorld announced it planned to build new killer whale tanks that would be almost double the size of the existing ones to provide more space for its whales, scheduled for completion in 2018.[51] The company maintained the move was not in response to the release of the Blackfish documentary. Wild killer whales may travel up to 160 kilometres (100 mi) in a day and critics say the animals are too big and intelligent to be suitable for captivity.[52] In 2016 it was announced by SeaWorld that they no longer had plans to complete the expansion project.[53] PETA, which opposes whales being kept in captivity has proposed the theme park operator base its whales in seaside sanctuaries.[54] The company also pledged $10 million in matching funds for killer whale research.[51] The plans to increase the size of the tanks in San Diego were put on hold in October 2015 after the California Coastal Commission ruled that the work could only go ahead if they banned captive breeding, which would eventually lead to end of killer whale shows at the park.[55] On March 17, 2016, SeaWorld announced the end of their breeding program, which signifies the last generation of orcas in captivity in their care, though Takara was still pregnant at the time.[56] Theatrical orca shows ended at SeaWorld San Diego in 2017 and ended in Orlando and San Antonio in 2019.[56]\n\nIn November 2014, SeaWorld announced that attendance at the parks had dropped 5.2% from the previous year and profits had fallen 28% over that quarter. As of November 2014, the company's stock was down 50% from the previous year.[57][58][59] From 2014 to 2015, net income in the second quarter fell 84% from $37.4 million to $5.8 million, while revenue fell from $405 million to $392 million.[60]\n\nIn February 2020, SeaWorld announced a $65 million settlement with investors who alleged that the company had deceived them about the documentary's effect on park attendance.[61]\n\n"
        },
        {
            "title": "Animal rescue and rehabilitation program",
            "text": "SeaWorld operates its conservation program in cooperation with the Department of the Interior, National Marine Fisheries Service and state agencies; its rescue and rehabilitation program was developed to comply with the Marine Mammal Protection Act of 1972 and the Endangered Species Act of 1973.[62] Since its inception SeaWorld Parks & Entertainment has rescued or helped more than 33,000 animals, including ill, orphaned or abandoned and injured manatees, dolphins, pilot whales, sea turtles, and birds.[63][64][65] As part of its animal rehabilitation program, SeaWorld has claimed the first birth of a killer whale in captivity, the first birth of a marine mammal via artificial insemination and the first hatching of captive green sea turtles. While acknowledging the value of these programs, critics and animal rights advocates have questioned SeaWorld's balance of conservation and education alongside the commercial activities of its theme parks.[66] In 1998, SeaWorld, with the help of the US Coast Guard, released the gray whale J.J. after the whale was rehabilitated at SeaWorld San Diego for 14 months.[67]\n\nGroups concerned for the health and safety of SeaWorld's captive killer whale population have asked for the animals to be released. SeaWorld has defended their decision to keep the animals by citing their inability to survive in the wild after years of captivity.[68]\n\n"
        },
        {
            "title": "Response to drive hunt capture allegations",
            "text": "In response to claims leveled at SeaWorld and other marine parks by the movie The Cove which accuses them of obtaining dolphins taken in drive hunts, SeaWorld spokesperson Fred Jacobs stated that, \"We think we're being unfairly criticized for something we're opposed to.\" It is illegal to bring drive hunt animals into the United States.[69] He adds that, \"SeaWorld opposes the dolphin hunts documented in The Cove. We do not purchase any animals from these hunts. More than 80 percent of the marine mammals in our care were born in our parks. We haven't collected a dolphin from the wild in decades.\"[70] Since 1993, there have been no permits issued to facilities in the United States to import dolphins acquired through drive hunt methods.[71] Marilee Menard, the executive director of the Alliance of Marine Mammal Parks and Aquariums, has also stated that she believes that The Cove filmmakers are \"misrepresenting that the majority of zoos and aquariums with dolphins around the world are taking these animals.\n\"[69]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/Theme_park",
        "https://en.wikipedia.org/wiki/Marine_mammal_park",
        "https://en.wikipedia.org/wiki/Oceanarium",
        "https://en.wikipedia.org/wiki/Animal_theme_park",
        "https://en.wikipedia.org/wiki/Orca",
        "https://en.wikipedia.org/wiki/Sea_lion",
        "https://en.wikipedia.org/wiki/Dolphin",
        "https://en.wikipedia.org/wiki/Roller_coaster",
        "https://en.wikipedia.org/wiki/SeaWorld_Orlando",
        "https://en.wikipedia.org/wiki/Steel_Eel",
        "https://en.wikipedia.org/wiki/SeaWorld_San_Antonio",
        "https://en.wikipedia.org/wiki/Journey_to_Atlantis",
        "https://en.wikipedia.org/wiki/Roller_coaster",
        "https://en.wikipedia.org/wiki/San_Diego",
        "https://en.wikipedia.org/wiki/California",
        "https://en.wikipedia.org/wiki/San_Antonio",
        "https://en.wikipedia.org/wiki/Texas",
        "https://en.wikipedia.org/wiki/Abu_Dhabi",
        "https://en.wikipedia.org/wiki/United_Arab_Emirates",
        "https://en.wikipedia.org/wiki/Aquatica_Florida",
        "https://en.wikipedia.org/wiki/Discovery_Cove",
        "https://en.wikipedia.org/wiki/Blackstone_Group",
        "https://en.wikipedia.org/wiki/Six_Flags",
        "https://en.wikipedia.org/wiki/Cedar_Fair",
        "https://en.wikipedia.org/wiki/Documentary_film",
        "https://en.wikipedia.org/wiki/Abu_Dhabi",
        "https://en.wikipedia.org/wiki/George_Millay",
        "https://en.wikipedia.org/wiki/UCLA",
        "https://en.wikipedia.org/wiki/SeaWorld_San_Diego",
        "https://en.wikipedia.org/wiki/Walt_Disney_World_Resort",
        "https://en.wikipedia.org/wiki/SeaWorld_Ohio",
        "https://en.wikipedia.org/wiki/SeaWorld_Orlando",
        "https://en.wikipedia.org/wiki/Harcourt_Trade_Publishers",
        "https://en.wikipedia.org/wiki/Texas",
        "https://en.wikipedia.org/wiki/SeaWorld_San_Antonio",
        "https://en.wikipedia.org/wiki/San_Antonio",
        "https://en.wikipedia.org/wiki/Robert_Maxwell",
        "https://en.wikipedia.org/wiki/Cypress_Gardens",
        "https://en.wikipedia.org/wiki/Boardwalk_and_Baseball",
        "https://en.wikipedia.org/wiki/Association_of_Zoos_and_Aquariums",
        "https://en.wikipedia.org/wiki/InBev",
        "https://en.wikipedia.org/wiki/AB_InBev",
        "https://en.wikipedia.org/wiki/Blackstone_Group",
        "https://en.wikipedia.org/wiki/SeaWorld_Entertainment",
        "https://en.wikipedia.org/wiki/Industrial_espionage",
        "https://en.wikipedia.org/wiki/People_for_the_Ethical_Treatment_of_Animals",
        "https://en.wikipedia.org/wiki/SeaWorld_San_Diego",
        "https://en.wikipedia.org/wiki/Journey_to_Atlantis",
        "https://en.wikipedia.org/wiki/Roller_coaster",
        "https://en.wikipedia.org/wiki/SeaWorld_Orlando",
        "https://en.wikipedia.org/wiki/Zierer",
        "https://en.wikipedia.org/wiki/Premier_Rides",
        "https://en.wikipedia.org/wiki/Journey_to_Atlantis",
        "https://en.wikipedia.org/wiki/Mack_Rides",
        "https://en.wikipedia.org/wiki/SeaWorld_San_Antonio",
        "https://en.wikipedia.org/wiki/Memorial_Day_Weekend",
        "https://en.wikipedia.org/wiki/Beluga_whales",
        "https://en.wikipedia.org/wiki/Steel_Eel",
        "https://en.wikipedia.org/wiki/Journey_to_Atlantis",
        "https://en.wikipedia.org/wiki/Atlantis",
        "https://en.wikipedia.org/wiki/Texas_Stingray",
        "https://en.wikipedia.org/wiki/SeaWorld_Abu_Dhabi",
        "https://en.wikipedia.org/wiki/UAE",
        "https://en.wikipedia.org/wiki/Yas_Island",
        "https://en.wikipedia.org/wiki/Abu_Dhabi",
        "https://en.wikipedia.org/wiki/UAE",
        "https://en.wikipedia.org/wiki/SeaWorld_Ohio",
        "https://en.wikipedia.org/wiki/SeaWorld_Ohio",
        "https://en.wikipedia.org/wiki/Six_Flags",
        "https://en.wikipedia.org/wiki/Six_Flags_Ohio",
        "https://en.wikipedia.org/wiki/Six_Flags_Worlds_of_Adventure",
        "https://en.wikipedia.org/wiki/Roller_coaster",
        "https://en.wikipedia.org/wiki/Cedar_Fair_Entertainment_Company",
        "https://en.wikipedia.org/wiki/Cedar_Point",
        "https://en.wikipedia.org/wiki/Looney_Tunes",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/Captive_orcas",
        "https://en.wikipedia.org/wiki/Killer_whale_attack",
        "https://en.wikipedia.org/wiki/Olympic_sized_swimming_pool",
        "https://en.wikipedia.org/wiki/Shamu",
        "https://en.wikipedia.org/wiki/Seattle_Marine_Aquarium",
        "https://en.wikipedia.org/wiki/SeaWorld_San_Diego",
        "https://en.wikipedia.org/wiki/SeaWorld_Orlando",
        "https://en.wikipedia.org/wiki/SeaWorld_San_Antonio",
        "https://en.wikipedia.org/wiki/World_Animal_Protection",
        "https://en.wikipedia.org/wiki/Whale_and_Dolphin_Conservation_Society",
        "https://en.wikipedia.org/wiki/Kandu_V",
        "https://en.wikipedia.org/wiki/Kasatka",
        "https://en.wikipedia.org/wiki/Dawn_Brancheau",
        "https://en.wikipedia.org/wiki/Occupational_Safety_and_Health_Administration",
        "https://en.wikipedia.org/wiki/Dawn_Brancheau",
        "https://en.wikipedia.org/wiki/United_States_Court_of_Appeals_for_the_District_of_Columbia_Circuit",
        "https://en.wikipedia.org/wiki/San_Antonio",
        "https://en.wikipedia.org/wiki/Sealand_of_the_Pacific",
        "https://en.wikipedia.org/wiki/Martina_McBride",
        "https://en.wikipedia.org/wiki/REO_Speedwagon",
        "https://en.wikipedia.org/wiki/Cheap_Trick",
        "https://en.wikipedia.org/wiki/Barenaked_Ladies",
        "https://en.wikipedia.org/wiki/Trisha_Yearwood",
        "https://en.wikipedia.org/wiki/Willie_Nelson",
        "https://en.wikipedia.org/wiki/People_for_the_Ethical_Treatment_of_Animals",
        "https://en.wikipedia.org/wiki/California_Coastal_Commission",
        "https://en.wikipedia.org/wiki/Department_of_the_Interior",
        "https://en.wikipedia.org/wiki/National_Marine_Fisheries_Service",
        "https://en.wikipedia.org/wiki/Marine_Mammal_Protection_Act_of_1972",
        "https://en.wikipedia.org/wiki/Endangered_Species_Act_of_1973",
        "https://en.wikipedia.org/wiki/US_Coast_Guard",
        "https://en.wikipedia.org/wiki/Gray_whale",
        "https://en.wikipedia.org/wiki/Dolphin_drive_hunting",
        "https://en.wikipedia.org/wiki/Incidents_at_SeaWorld_parks",
        "https://en.wikipedia.org/wiki/Captive_killer_whales",
        "https://en.wikipedia.org/wiki/NPR",
        "https://en.wikipedia.org/wiki/Wall_Street_Journal",
        "https://en.wikipedia.org/wiki/Business_Insider",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Tampa_Bay_Times",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/World_Animal_Protection",
        "https://en.wikipedia.org/wiki/SeaWorld_Orlando",
        "https://en.wikipedia.org/wiki/SeaWorld_San_Diego",
        "https://en.wikipedia.org/wiki/SeaWorld_San_Antonio",
        "https://en.wikipedia.org/wiki/SeaWorld_Abu_Dhabi",
        "https://en.wikipedia.org/wiki/SeaWorld_Ohio",
        "https://en.wikipedia.org/wiki/Busch_Gardens",
        "https://en.wikipedia.org/wiki/Busch_Gardens_Tampa_Bay",
        "https://en.wikipedia.org/wiki/Busch_Gardens_Williamsburg",
        "https://en.wikipedia.org/wiki/Waterpark",
        "https://en.wikipedia.org/wiki/Water_Country_USA",
        "https://en.wikipedia.org/wiki/Discovery_Cove",
        "https://en.wikipedia.org/wiki/The_Wildlife_Docs",
        "https://en.wikipedia.org/wiki/SeaWorld",
        "https://en.wikipedia.org/wiki/SeaWorld",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}