{
    "url": "https://en.wikipedia.org/wiki/Sebastian_Brant",
    "title": "Sebastian Brant",
    "table_of_contents": [
        "1 Biography",
        "2 See also",
        "3 References",
        "4 Editions",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sebastian Brant (also Brandt) (1458 – 10 May 1521) was a German  humanist and satirist.[1] He is best known for his satire Das Narrenschiff  (The Ship of Fools).[2]\n\n"
        },
        {
            "title": "Biography",
            "text": "Brant was born in Strasbourg to an innkeeper but eventually entered the University of Basel in 1475, initially studying philosophy and then transferring to the school of law. From 1484 he began teaching at the university and completed his doctorate in law in 1489. In 1485 he had married Elisabeth Bürg, the daughter of a cutler in the town. Elisabeth bore him seven children. Keen for his eldest son Onophrius to become a humanist, he taught him Latin in the cradle and enrolled him in the university at the age of seven.\n\nBrant first attracted attention in humanistic circles by his Neo-Latin poetry but, realising that this gave him only a limited audience, he began translating his own work and the Latin poems of others into German, publishing them through the press of his friend Johann Bergmann, from which appeared his best known German work, the satirical Das Narrenschiff (Ship of Fools, 1494), the popularity and influence of which were not limited to Germany. In this allegory, the author lashes the weaknesses and vices of his time. It is an episodic work in which a ship laden with and steered by fools goes to the fools' paradise of Narragonia. Here he conceives Saint Grobian, whom he imagines to be the patron saint of vulgar and coarse people.\n\nMost of Brant's important writing, including many works on civil and canon law, were written while he was living in Basel.[3] He returned to Strasbourg in 1500, where he was made syndic and remained  for the rest of his life. In 1503 he secured the influential position of chancellor (stadtschreiber) and his engagement in public affairs prevented him from pursuing literature further. Brant made several petitions to the Emperor Maximilian to drive back the Turks in order to save the West. In the same spirit, he had sung the praises of Ferdinand II of Aragon in 1492 for having conquered the Moors and unified Spain. A staunch proponent of German cultural nationalism, he believed that moral reform was necessary for the security of the Empire against the Ottoman threat.[4]\n\nAlthough essentially conservative in his religious views, Brant's eyes were open to abuses in the church, as the Narrenschiff demonstrates. Alexander Barclay's Ship of Fools (1509) is a free imitation into early Tudor period English of the German poem, and a Latin version by Jakob Locher (1497)[5] was hardly less popular than the original. Cock Lorell's Bote (printed by Wynkyn de Worde, c. 1510) was a shorter imitation of the Narrenschiff. In this work Cock Lorell, a notorious fraudulent tinker of the period, gathers round him a rascally collection of tradesmen and sets off to sail through England.[6]\n\nAmong Brant's many other works was his compilation of fables and other popular stories, published in 1501 under the title Aesopi Appologi sive Mythologi cum quibusdam Carminum et Fabularum additionibus, the beauty of whose production is still appreciated. Though based on Heinrich Steinhöwel's 1476 edition of Aesop, the Latin prose was emended by Brant, who also added verse commentaries with his characteristic combination of wit and style. The second part of the work is entirely new, consisting of riddles, additional fables culled from varied sources, and accounts of miracles and wonders of nature both from his own times and reaching back to antiquity.\n\nThe letters by Brant that have survived show that he was in correspondence with Peter Schott, Johann Bergmann von Olpe, Emperor Maximilian, Thomas Murner, Konrad Peutinger, Willibald Pirckheimer, Johannes Reuchlin, Beatus Rhenanus, Jakob Wimpfeling and Ulrich Zasius.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Humanism",
        "https://en.wikipedia.org/wiki/Satirist",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Das_Narrenschiff",
        "https://en.wikipedia.org/wiki/Strasbourg",
        "https://en.wikipedia.org/wiki/University_of_Basel",
        "https://en.wikipedia.org/wiki/Cutlery",
        "https://en.wikipedia.org/wiki/New_Latin_language",
        "https://en.wikipedia.org/wiki/Das_Narrenschiff",
        "https://en.wikipedia.org/wiki/Allegory",
        "https://en.wikipedia.org/wiki/Saint_Grobian",
        "https://en.wikipedia.org/wiki/Patron_saint",
        "https://en.wikipedia.org/wiki/Das_Narrenschiff",
        "https://en.wikipedia.org/wiki/Syndic",
        "https://en.wikipedia.org/wiki/Ottoman_wars_in_Europe",
        "https://en.wikipedia.org/wiki/Ferdinand_II_of_Aragon",
        "https://en.wikipedia.org/wiki/Ottoman_wars_in_Europe",
        "https://en.wikipedia.org/wiki/Alexander_Barclay",
        "https://en.wikipedia.org/wiki/Tudor_period",
        "https://en.wikipedia.org/wiki/Wynkyn_de_Worde",
        "https://en.wikipedia.org/wiki/Tinker",
        "https://en.wikipedia.org/wiki/England",
        "https://en.wikipedia.org/wiki/Thomas_Murner",
        "https://en.wikipedia.org/wiki/Konrad_Peutinger",
        "https://en.wikipedia.org/wiki/Willibald_Pirckheimer",
        "https://en.wikipedia.org/wiki/Johannes_Reuchlin",
        "https://en.wikipedia.org/wiki/Beatus_Rhenanus",
        "https://en.wikipedia.org/wiki/Jakob_Wimpfeling",
        "https://en.wikipedia.org/wiki/Ulrich_Zasius",
        "https://en.wikipedia.org/wiki/England",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/Sebastian_Brant",
        "https://en.wikipedia.org/wiki/Sebastian_Brant",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}