{
    "url": "https://en.wikipedia.org/wiki/Second_law_of_thermodynamics",
    "title": "Second law of thermodynamics",
    "table_of_contents": [
        "1 Introduction",
        "2 Various statements of the law",
        "2.1 Carnot's principle",
        "2.2 Clausius statement",
        "2.3 Kelvin statements",
        "2.4 Equivalence of the Clausius and the Kelvin statements",
        "2.5 Planck's proposition",
        "2.6 Relation between Kelvin's statement and Planck's proposition",
        "2.7 Planck's statement",
        "2.8 Principle of Carathéodory",
        "2.9 Planck's principle",
        "2.10 Statement for a system that has a known expression of its internal energy as a function of its extensive state variables",
        "3 Corollaries",
        "3.1 Perpetual motion of the second kind",
        "3.2 Carnot theorem",
        "3.3 Clausius inequality",
        "3.4 Thermodynamic temperature",
        "3.5 Entropy",
        "3.6 Energy, available useful work",
        "4 Direction of spontaneous processes",
        "4.1 The second law in chemical thermodynamics",
        "5 History",
        "5.1 Account given by Clausius",
        "6 Statistical mechanics",
        "7 Derivation from statistical mechanics",
        "7.1 Derivation of the entropy change for reversible processes",
        "7.2 Derivation for systems described by the canonical ensemble",
        "7.3 Initial conditions at the Big Bang",
        "8 Living organisms",
        "9 Gravitational systems",
        "10 Non-equilibrium states",
        "11 Arrow of time",
        "12 Irreversibility",
        "12.1 Loschmidt's paradox",
        "12.2 Poincaré recurrence theorem",
        "12.3 Maxwell's demon",
        "13 Quotations",
        "14 See also",
        "15 References",
        "15.1 Sources",
        "16 Further reading",
        "17 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The second law of thermodynamics is a physical law based on universal experience concerning heat and energy interconversions. One simple statement of the law is that heat always moves from hotter objects to colder objects (or \"downhill\"), unless energy is supplied to reverse the direction of heat flow. Another definition is: \"Not all heat energy can be converted into work in a cyclic process.\"[1][2][3]\n\nThe second law of thermodynamics in other versions establishes the concept of entropy as a physical property of a thermodynamic system. It can be used to predict whether processes are forbidden despite obeying the requirement of conservation of energy as expressed in the first law of thermodynamics and provides necessary criteria for spontaneous processes. The second law may be formulated by the observation that the entropy of isolated systems left to spontaneous evolution cannot decrease, as they always arrive at a state of thermodynamic equilibrium where the entropy is highest at the given internal energy.[4] An increase in the combined entropy of system and surroundings accounts for the irreversibility of natural processes, often referred to in the concept of the arrow of time.[5]\n\nHistorically, the second law was an empirical finding that was accepted as an axiom of thermodynamic theory. Statistical mechanics provides a microscopic explanation of the law in terms of probability distributions of the states of large assemblies of atoms or molecules. The second law has been expressed in many ways. Its first formulation, which preceded the proper definition of entropy and was based on caloric theory, is Carnot's theorem, formulated by the French scientist Sadi Carnot, who in 1824 showed that the efficiency of conversion of heat to work in a heat engine has an upper limit.[6][7] The first rigorous definition of the second law based on the concept of entropy came from German scientist Rudolf Clausius in the 1850s and included his statement that heat can never pass from a colder to a warmer body without some other change, connected therewith, occurring at the same time.\n\nThe second law of thermodynamics allows the definition of the concept of thermodynamic temperature, relying also on the zeroth law of thermodynamics.\n\n"
        },
        {
            "title": "Introduction",
            "text": "The first law of thermodynamics provides the definition of the internal energy of a thermodynamic system, and expresses its change for a closed system in terms of work and heat.[8] It can be linked to the law of conservation of energy.[9] The second law is concerned with the direction of natural processes.[10] It asserts that a natural process runs only in one sense, and is not reversible. For example, when a path for conduction or radiation is made available, heat always flows spontaneously from a hotter to a colder body. Such phenomena are accounted for in terms of entropy change.[11][12] If an isolated system containing distinct subsystems is held initially in internal thermodynamic equilibrium by internal partitioning by impermeable walls between the subsystems, and then some operation makes the walls more permeable, then the system spontaneously evolves to reach a final new internal thermodynamic equilibrium, and its total entropy, \n\n\n\nS\n\n\n{\\displaystyle S}\n\n, increases.\n\nIn a reversible or quasi-static, idealized process of transfer of energy as heat to a closed thermodynamic system of interest, (which allows the entry or exit of energy – but not transfer of matter), from an auxiliary thermodynamic system, an infinitesimal increment (\n\n\n\n\nd\n\nS\n\n\n{\\displaystyle \\mathrm {d} S}\n\n) in the entropy of the system of interest is defined to result from an infinitesimal transfer of heat (\n\n\n\nδ\nQ\n\n\n{\\displaystyle \\delta Q}\n\n) to the system of interest, divided by the common thermodynamic temperature \n\n\n\n(\nT\n)\n\n\n{\\displaystyle (T)}\n\n of the system of interest and the auxiliary thermodynamic system:[13]\n\nDifferent notations are used for an infinitesimal amount of heat \n\n\n\n(\nδ\n)\n\n\n{\\displaystyle (\\delta )}\n\n and infinitesimal change of entropy \n\n\n\n(\n\nd\n\n)\n\n\n{\\displaystyle (\\mathrm {d} )}\n\n because entropy is a function of state, while heat, like work, is not.\n\nFor an actually possible infinitesimal process without exchange of mass with the surroundings, the second law requires that the increment in system entropy fulfills the inequality[14][15]\n\nThis is because a general process for this case (no mass exchange between the system and its surroundings) may include work being done on the system by its surroundings, which can have frictional or viscous effects inside the system, because a chemical reaction may be in progress, or because heat transfer actually occurs only irreversibly, driven by a finite difference between the system temperature (T) and the temperature of the surroundings (Tsurr).[16][17]\n\nNote that the equality still applies for pure heat flow (only heat flow, no change in chemical composition and mass),\n\nwhich is the basis of the accurate determination of the absolute entropy of pure substances from measured heat capacity curves and entropy changes at phase transitions, i.e. by calorimetry.[18][14]\n\nIntroducing a set of internal variables \n\n\n\nξ\n\n\n{\\displaystyle \\xi }\n\n to describe the deviation of a thermodynamic system from a chemical equilibrium state in physical equilibrium (with the required well-defined uniform pressure P and temperature T), one can record the equality\n\nThe second term represents work of internal variables that can be perturbed by external influences, but the system cannot perform any positive work via internal variables. This statement introduces the impossibility of the reversion of evolution of the thermodynamic system in time and can be considered as a formulation of the second principle of thermodynamics – the formulation, which is, of course, equivalent to the formulation of the principle in terms of entropy.[19][20]\n\nThe zeroth law of thermodynamics in its usual short statement allows recognition that two bodies in a relation of thermal equilibrium have the same temperature, especially that a test body has the same temperature as a reference thermometric body.[21] For a body in thermal equilibrium with another, there are indefinitely many empirical temperature scales, in general respectively depending on the properties of a particular reference thermometric body. The second law allows[clarification needed] a distinguished temperature scale, which defines an absolute, thermodynamic temperature, independent of the properties of any particular reference thermometric body.[22][23]\n\n"
        },
        {
            "title": "Various statements of the law",
            "text": "The second law of thermodynamics may be expressed in many specific ways,[24] the most prominent classical statements[25] being the statement by Rudolf Clausius (1854), the statement by Lord Kelvin (1851), and the statement in axiomatic thermodynamics by Constantin Carathéodory (1909). These statements cast the law in general physical terms citing the impossibility of certain processes. The Clausius and the Kelvin statements have been shown to be equivalent.[26]\n\nThe historical origin[27] of the second law of thermodynamics was in Sadi Carnot's theoretical analysis of the flow of heat in steam engines (1824). The centerpiece of that analysis, now known as a Carnot engine, is an ideal heat engine fictively operated in the limiting mode of extreme slowness known as quasi-static, so that the heat and work transfers are between subsystems that are always in their own internal states of thermodynamic equilibrium. It represents the theoretical maximum efficiency of a heat engine operating between any two given thermal or heat reservoirs at different temperatures. Carnot's principle was recognized by Carnot at a time when the caloric theory represented the dominant understanding of the nature of heat, before the recognition of the first law of thermodynamics, and before the mathematical expression of the concept of entropy. Interpreted in the light of the first law, Carnot's analysis is physically equivalent to the second law of thermodynamics, and remains valid today. Some samples from his book are:\n\nIn modern terms, Carnot's principle may be stated more precisely:\n\nThe German scientist Rudolf Clausius laid the foundation for the second law of thermodynamics in 1850 by examining the relation between heat transfer and work.[37] His formulation of the second law, which was published in German in 1854, is known as the Clausius statement:\n\nThe statement by Clausius uses the concept of 'passage of heat'. As is usual in thermodynamic discussions, this means 'net transfer of energy as heat', and does not refer to contributory transfers one way and the other.\n\nHeat cannot spontaneously flow from cold regions to hot regions without external work being performed on the system, which is evident from ordinary experience of refrigeration, for example. In a refrigerator, heat is transferred from cold to hot, but only when forced by an external agent, the refrigeration system.\n\nLord Kelvin expressed the second law in several wordings.\n\nSuppose there is an engine violating the Kelvin statement: i.e., one that drains heat and converts it completely into work (The drained heat is fully converted to work.) in a cyclic fashion without any other result. Now pair it with a reversed Carnot engine as shown by the right figure. The efficiency of a normal heat engine is η and so the efficiency of the reversed heat engine is 1/η. The net and sole effect of the combined pair of engines is to transfer heat \n\n\n\nΔ\nQ\n=\nQ\n\n(\n\n\n\n1\nη\n\n\n−\n1\n\n)\n\n\n\n{\\textstyle \\Delta Q=Q\\left({\\frac {1}{\\eta }}-1\\right)}\n\n from the cooler reservoir to the hotter one, which violates the Clausius statement. This is a consequence of the first law of thermodynamics, as for the total system's energy to remain the same; \n\n\n\n\nInput\n\n+\n\nOutput\n\n=\n0\n\n⟹\n\n(\nQ\n+\n\nQ\n\nc\n\n\n)\n−\n\n\nQ\nη\n\n\n=\n0\n\n\n{\\textstyle {\\text{Input}}+{\\text{Output}}=0\\implies (Q+Q_{c})-{\\frac {Q}{\\eta }}=0}\n\n, so therefore \n\n\n\n\nQ\n\nc\n\n\n=\nQ\n\n(\n\n\n\n1\nη\n\n\n−\n1\n\n)\n\n\n\n{\\textstyle Q_{c}=Q\\left({\\frac {1}{\\eta }}-1\\right)}\n\n, where (1) the sign convention of heat is used in which heat entering into (leaving from) an engine is positive (negative) and (2) \n\n\n\n\n\nQ\nη\n\n\n\n\n{\\displaystyle {\\frac {Q}{\\eta }}}\n\n is obtained by the definition of efficiency of the engine when the engine operation is not reversed. Thus a violation of the Kelvin statement implies a violation of the Clausius statement, i.e. the Clausius statement implies the Kelvin statement. We can prove in a similar manner that the Kelvin statement implies the Clausius statement, and hence the two are equivalent.\n\nPlanck offered the following proposition as derived directly from experience. This is sometimes regarded as his statement of the second law, but he regarded it as a starting point for the derivation of the second law.\n\nIt is almost customary in textbooks to speak of the \"Kelvin–Planck statement\" of the law, as for example in the text by ter Haar and Wergeland.[42] This version, also known as the heat engine statement, of the second law states that \n\nPlanck stated the second law as follows.\n\nRather like Planck's statement is that of Uhlenbeck and Ford for irreversible phenomena.\n\nConstantin Carathéodory formulated thermodynamics on a purely mathematical axiomatic foundation. His statement of the second law is known as the Principle of Carathéodory, which may be formulated as follows:[47]\n\nWith this formulation, he described the concept of adiabatic accessibility for the first time and provided the foundation for a new subfield of classical thermodynamics, often called geometrical thermodynamics. It follows from Carathéodory's principle that quantity of energy quasi-statically transferred as heat is a holonomic process function, in other words, \n\n\n\nδ\nQ\n=\nT\nd\nS\n\n\n{\\displaystyle \\delta Q=TdS}\n\n.[49]\n\nThough it is almost customary in textbooks to say that Carathéodory's principle expresses the second law and to treat it as equivalent to the Clausius or to the Kelvin-Planck statements, such is not the case. To get all the content of the second law, Carathéodory's principle needs to be supplemented by Planck's principle, that isochoric work always increases the internal energy of a closed system that was initially in its own internal thermodynamic equilibrium.[17][50][51][52][clarification needed]\n\nIn 1926, Max Planck wrote an important paper on the basics of thermodynamics.[51][53] He indicated the principle\n\nThis formulation does not mention heat and does not mention temperature, nor even entropy, and does not necessarily implicitly rely on those concepts, but it implies the content of the second law. A closely related statement is that \"Frictional pressure never does positive work.\"[54] Planck wrote: \"The production of heat by friction is irreversible.\"[55][56]\n\nNot mentioning entropy, this principle of Planck is stated in physical terms. It is very closely related to the Kelvin statement given just above.[57] It is relevant that for a system at constant volume and mole numbers, the entropy is a monotonic function of the internal energy. Nevertheless, this principle of Planck is not actually Planck's preferred statement of the second law, which is quoted above, in a previous sub-section of the present section of this present article, and relies on the concept of entropy.\n\nA statement that in a sense is complementary to Planck's principle is made by Borgnakke and Sonntag. They do not offer it as a full statement of the second law:\n\nDiffering from Planck's just foregoing principle, this one is explicitly in terms of entropy change. Removal of matter from a system can also decrease its entropy.\n\nThe second law has been shown to be equivalent to the internal energy U being a weakly convex function, when written as a function of extensive properties (mass, volume, entropy, ...).[59][clarification needed]\n\n"
        },
        {
            "title": "Corollaries",
            "text": "Before the establishment of the second law, many people who were interested in inventing a perpetual motion machine had tried to circumvent the restrictions of first law of thermodynamics by extracting the massive internal energy of the environment as the power of the machine. Such a machine is called a \"perpetual motion machine of the second kind\". The second law declared the impossibility of such machines.\n\nCarnot's theorem (1824) is a principle that limits the maximum efficiency for any possible engine. The efficiency solely depends on the temperature difference between the hot and cold thermal reservoirs. Carnot's theorem states:\n\nIn his ideal model, the heat of caloric converted into work could be reinstated by reversing the motion of the cycle, a concept subsequently known as thermodynamic reversibility. Carnot, however, further postulated that some caloric is lost, not being converted to mechanical work. Hence, no real heat engine could realize the Carnot cycle's reversibility and was condemned to be less efficient.\n\nThough formulated in terms of caloric (see the obsolete caloric theory), rather than entropy, this was an early insight into the second law.\n\nThe Clausius theorem (1854) states that in a cyclic process\n\nThe equality holds in the reversible case[60] and the strict inequality holds in the irreversible case, with Tsurr as the temperature of the heat bath (surroundings) here. The reversible case is used to introduce the state function entropy. This is because in cyclic processes the variation of a state function is zero from state functionality.\n\nFor an arbitrary heat engine, the efficiency is:\n\nwhere Wn is the net work done by the engine per cycle, qH > 0 is the heat added to the engine from a hot reservoir, and qC = - |qC| < 0[61] is waste heat given off to a cold reservoir from the engine. Thus the efficiency depends only on the ratio |qC| / |qH|.\n\nCarnot's theorem states that all reversible engines operating between the same heat reservoirs are equally efficient. Thus, any reversible heat engine operating between temperatures TH and TC must have the same efficiency, that is to say, the efficiency is a function of temperatures only: \n\nIn addition, a reversible heat engine operating between temperatures T1 and T3 must have the same efficiency as one consisting of two cycles, one between T1 and another (intermediate) temperature T2, and the second between T2 and T3, where T1 > T2 > T3. This is because, if a part of the two cycle engine is hidden such that it is recognized as an engine between the reservoirs at the temperatures T1 and T3, then the efficiency of this engine must be same to the other engine at the same reservoirs. If we choose engines such that work done by the one cycle engine and the two cycle engine are same, then the efficiency of each heat engine is written as the below.\n\nThen[62]\n\nNow consider the case where \n\n\n\n\nT\n\n1\n\n\n\n\n{\\displaystyle T_{1}}\n\n is a fixed reference temperature: the temperature of the triple point of water. Then for any T2 and T3,\n\nTherefore, if thermodynamic temperature is defined by\n\nthen the function f, viewed as a function of thermodynamic temperature, is simply\n\nand the reference temperature T1 will have the value 273.16 K. (Any reference temperature and any positive numerical value could be used – the choice here corresponds to the Kelvin scale.)\n\nAccording to the Clausius equality, for a reversible process\n\nThat means the line integral \n\n\n\n\n∫\n\nL\n\n\n\n\n\nδ\nQ\n\nT\n\n\n\n\n{\\displaystyle \\int _{L}{\\frac {\\delta Q}{T}}}\n\n is path independent for reversible processes.\n\nSo we can define a state function S called entropy, which for a reversible process or for pure heat transfer satisfies\n\nWith this we can only obtain the difference of entropy by integrating the above formula. To obtain the absolute value, we need the third law of thermodynamics, which states that S = 0 at absolute zero for perfect crystals.\n\nFor any irreversible process, since entropy is a state function, we can always connect the initial and terminal states with an imaginary reversible process and integrating on that path to calculate the difference in entropy.\n\nNow reverse the reversible process and combine it with the said irreversible process. Applying the Clausius inequality on this loop, with Tsurr as the temperature of the surroundings,\n\nThus,\n\nwhere the equality holds if the transformation is reversible.\n\nNotice that if the process is an adiabatic process, then \n\n\n\nδ\nQ\n=\n0\n\n\n{\\displaystyle \\delta Q=0}\n\n, so \n\n\n\nΔ\nS\n≥\n0\n\n\n{\\displaystyle \\Delta S\\geq 0}\n\n.\n\nAn important and revealing idealized special case is to consider applying the second law to the scenario of an isolated system (called the total system or universe), made up of two parts: a sub-system of interest, and the sub-system's surroundings. These surroundings are imagined to be so large that they can be considered as an unlimited heat reservoir at temperature TR and pressure PR  – so that no matter how much heat is transferred to (or from) the sub-system, the temperature of the surroundings will remain TR; and no matter how much the volume of the sub-system expands (or contracts), the pressure of the surroundings will remain PR.\n\nWhatever changes to dS and dSR occur in the entropies of the sub-system and the surroundings individually, according to the second law the entropy Stot of the isolated total system must not decrease:\n\nAccording to the first law of thermodynamics, the change dU in the internal energy of the sub-system is the sum of the heat δq added to the sub-system, less any work δw done by the sub-system, plus any net chemical energy entering the sub-system d ΣμiRNi, so that:\n\nwhere μiR are the chemical potentials of chemical species in the external surroundings.\n\nNow the heat leaving the reservoir and entering the sub-system is\n\nwhere we have first used the definition of entropy in classical thermodynamics (alternatively, in statistical thermodynamics, the relation between entropy change, temperature and absorbed heat can be derived); and then the Second Law inequality from above.\n\nIt therefore follows that any net work δw done by the sub-system must obey\n\nIt is useful to separate the work δw done by the subsystem into the useful work δwu that can be done by the sub-system, over and beyond the work pR dV done merely by the sub-system expanding against the surrounding external pressure, giving the following relation for the useful work (exergy) that can be done:\n\nIt is convenient to define the right-hand-side as the exact derivative of a thermodynamic potential, called the availability or exergy E of the subsystem,\n\nThe Second Law therefore implies that for any process which can be considered as divided simply into a subsystem, and an unlimited temperature and pressure reservoir with which it is in contact,\n\ni.e. the change in the subsystem's exergy plus the useful work done by the subsystem (or, the change in the subsystem's exergy less any work, additional to that done by the pressure reservoir, done on the system) must be less than or equal to zero.\n\nIn sum, if a proper infinite-reservoir-like reference state is chosen as the system surroundings in the real world, then the second law predicts a decrease in E for an irreversible process and no change for a reversible process.\n\nThis expression together with the associated reference state permits a design engineer working at the macroscopic scale (above the thermodynamic limit) to utilize the second law without directly measuring or considering entropy change in a total isolated system. (Also, see process engineer). Those changes have already been considered by the assumption that the system under consideration can reach equilibrium with the reference state without altering the reference state. An efficiency for a process or collection of processes that compares it to the reversible ideal may also be found (See second law efficiency.)\n\nThis approach to the second law is widely utilized in engineering practice, environmental accounting, systems ecology, and other disciplines.\n\n"
        },
        {
            "title": "Direction of spontaneous processes",
            "text": "The second law determines whether a proposed physical or chemical process is forbidden or may occur spontaneously. For isolated systems, no energy is provided by the surroundings and the second law requires that the entropy of the system alone must increase: ΔS > 0. Examples of spontaneous physical processes in isolated systems include the following: \n\nHowever, for some non-isolated systems which can exchange energy with their surroundings, the surroundings exchange enough heat with the system, or do sufficient work on the system, so that the processes occur in the opposite direction. This is possible provided the total entropy change of the system plus the surroundings is positive as required by the second law: ΔStot = ΔS + ΔSR > 0. For the three examples given above:\n\nFor a spontaneous chemical process in a closed system at constant temperature and pressure without non-PV work, the Clausius inequality ΔS > Q/Tsurr transforms into a condition for the change in Gibbs free energy\n\nor dG < 0. For a similar process at constant temperature and volume, the change in Helmholtz free energy must be negative, \n\n\n\nΔ\nA\n<\n0\n\n\n{\\displaystyle \\Delta A<0}\n\n. Thus, a negative value of the change in free energy (G or A) is a necessary condition for a process to be spontaneous. This is the most useful form of the second law of thermodynamics in chemistry, where free-energy changes can be calculated from tabulated enthalpies of formation and standard molar entropies of reactants and products.[18][14] The chemical equilibrium condition at constant T and p without electrical work is dG = 0.\n\n"
        },
        {
            "title": "History",
            "text": "The first theory of the conversion of heat into mechanical work is due to Nicolas Léonard Sadi Carnot in 1824. He was the first to realize correctly that the efficiency of this conversion depends on the difference of temperature between an engine and its surroundings.\n\nRecognizing the significance of James Prescott Joule's work on the conservation of energy, Rudolf Clausius was the first to formulate the second law during 1850, in this form: heat does not flow spontaneously from cold to hot bodies. While common knowledge now, this was contrary to the caloric theory of heat popular at the time, which considered heat as a fluid. From there he was able to infer the principle of Sadi Carnot and the definition of entropy (1865).\n\nEstablished during the 19th century, the Kelvin-Planck statement of the Second Law says, \"It is impossible for any device that operates on a cycle to receive heat from a single reservoir and produce a net amount of work.\" This was shown to be equivalent to the statement of Clausius.\n\nThe ergodic hypothesis is also important for the Boltzmann approach. It says that, over long periods of time, the time spent in some region of the phase space of microstates with the same energy is proportional to the volume of this region, i.e. that all accessible microstates are equally probable over a long period of time. Equivalently, it says that time average and average over the statistical ensemble are the same.\n\nThere is a traditional doctrine, starting with Clausius, that entropy can be understood in terms of molecular 'disorder' within a macroscopic system. This doctrine is obsolescent.[63][64][65]\n\nIn 1865, the German physicist Rudolf Clausius stated what he called the \"second fundamental theorem in the mechanical theory of heat\" in the following form:[66]\n\nwhere Q is heat, T is temperature and N is the \"equivalence-value\" of all uncompensated transformations involved in a cyclical process. Later, in 1865, Clausius would come to define \"equivalence-value\" as entropy. On the heels of this definition, that same year, the most famous version of the second law was read in a presentation at the Philosophical Society of Zurich on April 24, in which, in the end of his presentation, Clausius concludes:\n\nThis statement is the best-known phrasing of the second law. Because of the looseness of its language, e.g. universe, as well as lack of specific conditions, e.g. open, closed, or isolated, many people take this simple statement to mean that the second law of thermodynamics applies virtually to every subject imaginable. This is not true; this statement is only a simplified version of a more extended and precise description.\n\nIn terms of time variation, the mathematical statement of the second law for an isolated system undergoing an arbitrary transformation is:\n\nwhere\n\nThe equality sign applies after equilibration. An alternative way of formulating of the second law for isolated systems is:\n\nwith \n\n\n\n\n\n\n\nS\n˙\n\n\n\n\ni\n\n\n\n\n{\\displaystyle {\\dot {S}}_{i}}\n\n the sum of the rate of entropy production by all processes inside the system. The advantage of this formulation is that it shows the effect of the entropy production. The rate of entropy production is a very important concept since it determines (limits) the efficiency of thermal machines. Multiplied with ambient temperature \n\n\n\n\nT\n\na\n\n\n\n\n{\\displaystyle T_{a}}\n\n it gives the so-called dissipated energy \n\n\n\n\nP\n\nd\ni\ns\ns\n\n\n=\n\nT\n\na\n\n\n\n\n\n\nS\n˙\n\n\n\n\ni\n\n\n\n\n{\\displaystyle P_{diss}=T_{a}{\\dot {S}}_{i}}\n\n.\n\nThe expression of the second law for closed systems (so, allowing heat exchange and moving boundaries, but not exchange of matter) is:\n\nHere\n\nThe equality sign holds in the case that only reversible processes take place inside the system. If irreversible processes take place (which is the case in real systems in operation) the >-sign holds. If heat is supplied to the system at several places we have to take the algebraic sum of the corresponding terms.\n\nFor open systems (also allowing exchange of matter):\n\nHere \n\n\n\n\n\n\nS\n˙\n\n\n\n\n\n{\\displaystyle {\\dot {S}}}\n\n is the flow of entropy into the system associated with the flow of matter entering the system. It should not be confused with the time derivative of the entropy. If matter is supplied at several places we have to take the algebraic sum of these contributions.\n\n"
        },
        {
            "title": "Statistical mechanics",
            "text": "Statistical mechanics gives an explanation for the second law by postulating that a material is composed of atoms and molecules which are in constant motion. A particular set of positions and velocities for each particle in the system is called a microstate of the system and because of the constant motion, the system is constantly changing its microstate. Statistical mechanics postulates that, in equilibrium, each microstate that the system might be in is equally likely to occur, and when this assumption is made, it leads directly to the conclusion that the second law must hold in a statistical sense. That is, the second law will hold on average, with a statistical variation on the order of 1/√N where N is the number of particles in the system. For everyday (macroscopic) situations, the probability that the second law will be violated is practically zero. However, for systems with a small number of particles, thermodynamic parameters, including the entropy, may show significant statistical deviations from that predicted by the second law. Classical thermodynamic theory does not deal with these statistical variations.\n\n"
        },
        {
            "title": "Derivation from statistical mechanics",
            "text": "The first mechanical argument of the Kinetic theory of gases that molecular collisions entail an equalization of temperatures and hence a tendency towards equilibrium was due to James Clerk Maxwell in 1860;[67] Ludwig Boltzmann with his H-theorem of 1872 also argued that due to collisions gases should over time tend toward the Maxwell–Boltzmann distribution.\n\nDue to Loschmidt's paradox, derivations of the Second Law have to make an assumption regarding the past, namely that the system is uncorrelated at some time in the past; this allows for simple probabilistic treatment. This assumption is usually thought as a boundary condition, and thus the second Law is ultimately a consequence of the initial conditions somewhere in the past, probably at the beginning of the universe (the Big Bang), though other scenarios have also been suggested.[68][69][70]\n\nGiven these assumptions, in statistical mechanics, the Second Law is not a postulate, rather it is a consequence of the fundamental postulate, also known as the equal prior probability postulate, so long as one is clear that simple probability arguments are applied only to the future, while for the past there are auxiliary sources of information which tell us that it was low entropy.[citation needed] The first part of the second law, which states that the entropy of a thermally isolated system can only increase, is a trivial consequence of the equal prior probability postulate, if we restrict the notion of the entropy to systems in thermal equilibrium. The entropy of an isolated system in thermal equilibrium containing an amount of energy of \n\n\n\nE\n\n\n{\\displaystyle E}\n\n is:\n\nwhere \n\n\n\nΩ\n\n(\nE\n)\n\n\n\n{\\displaystyle \\Omega \\left(E\\right)}\n\n is the number of quantum states in a small interval between \n\n\n\nE\n\n\n{\\displaystyle E}\n\n and \n\n\n\nE\n+\nδ\nE\n\n\n{\\displaystyle E+\\delta E}\n\n. Here \n\n\n\nδ\nE\n\n\n{\\displaystyle \\delta E}\n\n is a macroscopically small energy interval that is kept fixed. Strictly speaking this means that the entropy depends on the choice of \n\n\n\nδ\nE\n\n\n{\\displaystyle \\delta E}\n\n. However, in the thermodynamic limit (i.e. in the limit of infinitely large system size), the specific entropy (entropy per unit volume or per unit mass) does not depend on \n\n\n\nδ\nE\n\n\n{\\displaystyle \\delta E}\n\n.\n\nSuppose we have an isolated system whose macroscopic state is specified by a number of variables. These macroscopic variables can, e.g., refer to the total volume, the positions of pistons in the system, etc. Then \n\n\n\nΩ\n\n\n{\\displaystyle \\Omega }\n\n will depend on the values of these variables. If a variable is not fixed, (e.g. we do not clamp a piston in a certain position), then because all the accessible states are equally likely in equilibrium, the free variable in equilibrium will be such that \n\n\n\nΩ\n\n\n{\\displaystyle \\Omega }\n\n is maximized at the given energy of the isolated system[71] as that is the most probable situation in equilibrium.\n\nIf the variable was initially fixed to some value then upon release and when the new equilibrium has been reached, the fact the variable will adjust itself so that \n\n\n\nΩ\n\n\n{\\displaystyle \\Omega }\n\n is maximized, implies that the entropy will have increased or it will have stayed the same (if the value at which the variable was fixed happened to be the equilibrium value).\nSuppose we start from an equilibrium situation and we suddenly remove a constraint on a variable. Then right after we do this, there are a number \n\n\n\nΩ\n\n\n{\\displaystyle \\Omega }\n\n of accessible microstates, but equilibrium has not yet been reached, so the actual probabilities of the system being in some accessible state are not yet equal to the prior probability of \n\n\n\n1\n\n/\n\nΩ\n\n\n{\\displaystyle 1/\\Omega }\n\n. We have already seen that in the final equilibrium state, the entropy will have increased or have stayed the same relative to the previous equilibrium state. Boltzmann's H-theorem, however, proves that the quantity H increases monotonically as a function of time during the intermediate out of equilibrium state.\n\nThe second part of the Second Law states that the entropy change of a system undergoing a reversible process is given by:\n\nwhere the temperature is defined as:\n\nSee here for the justification for this definition. Suppose that the system has some external parameter, x, that can be changed. In general, the energy eigenstates of the system will depend on x. According to the adiabatic theorem of quantum mechanics, in the limit of an infinitely slow change of the system's Hamiltonian, the system will stay in the same energy eigenstate and thus change its energy according to the change in energy of the energy eigenstate it is in.\n\nThe generalized force, X, corresponding to the external variable x is defined such that \n\n\n\nX\nd\nx\n\n\n{\\displaystyle Xdx}\n\n is the work performed by the system if x is increased by an amount dx. For example, if x is the volume, then X is the pressure. The generalized force for a system known to be in energy eigenstate \n\n\n\n\nE\n\nr\n\n\n\n\n{\\displaystyle E_{r}}\n\n is given by:\n\nSince the system can be in any energy eigenstate within an interval of \n\n\n\nδ\nE\n\n\n{\\displaystyle \\delta E}\n\n, we define the generalized force for the system as the expectation value of the above expression:\n\nTo evaluate the average, we partition the \n\n\n\nΩ\n\n(\nE\n)\n\n\n\n{\\displaystyle \\Omega \\left(E\\right)}\n\n energy eigenstates by counting how many of them have a value for \n\n\n\n\n\n\nd\n\nE\n\nr\n\n\n\n\nd\nx\n\n\n\n\n\n{\\displaystyle {\\frac {dE_{r}}{dx}}}\n\n within a range between \n\n\n\nY\n\n\n{\\displaystyle Y}\n\n and \n\n\n\nY\n+\nδ\nY\n\n\n{\\displaystyle Y+\\delta Y}\n\n. Calling this number \n\n\n\n\nΩ\n\nY\n\n\n\n(\nE\n)\n\n\n\n{\\displaystyle \\Omega _{Y}\\left(E\\right)}\n\n, we have:\n\nThe average defining the generalized force can now be written:\n\nWe can relate this to the derivative of the entropy with respect to x at constant energy E as follows. Suppose we change x to x + dx. Then \n\n\n\nΩ\n\n(\nE\n)\n\n\n\n{\\displaystyle \\Omega \\left(E\\right)}\n\n will change because the energy eigenstates depend on x, causing energy eigenstates to move into or out of the range between \n\n\n\nE\n\n\n{\\displaystyle E}\n\n and \n\n\n\nE\n+\nδ\nE\n\n\n{\\displaystyle E+\\delta E}\n\n. Let's focus again on the energy eigenstates for which \n\n\n\n\n\n\nd\n\nE\n\nr\n\n\n\n\nd\nx\n\n\n\n\n\n{\\textstyle {\\frac {dE_{r}}{dx}}}\n\n lies within the range between \n\n\n\nY\n\n\n{\\displaystyle Y}\n\n and \n\n\n\nY\n+\nδ\nY\n\n\n{\\displaystyle Y+\\delta Y}\n\n. Since these energy eigenstates increase in energy by Y dx, all such energy eigenstates that are in the interval ranging from E – Y dx to E move from below E to above E. There are\n\nsuch energy eigenstates. If \n\n\n\nY\nd\nx\n≤\nδ\nE\n\n\n{\\displaystyle Ydx\\leq \\delta E}\n\n, all these energy eigenstates will move into the range between \n\n\n\nE\n\n\n{\\displaystyle E}\n\n and \n\n\n\nE\n+\nδ\nE\n\n\n{\\displaystyle E+\\delta E}\n\n and contribute to an increase in \n\n\n\nΩ\n\n\n{\\displaystyle \\Omega }\n\n. The number of energy eigenstates that move from below \n\n\n\nE\n+\nδ\nE\n\n\n{\\displaystyle E+\\delta E}\n\n to above \n\n\n\nE\n+\nδ\nE\n\n\n{\\displaystyle E+\\delta E}\n\n is given by \n\n\n\n\nN\n\nY\n\n\n\n(\n\nE\n+\nδ\nE\n\n)\n\n\n\n{\\displaystyle N_{Y}\\left(E+\\delta E\\right)}\n\n. The difference\n\nis thus the net contribution to the increase in \n\n\n\nΩ\n\n\n{\\displaystyle \\Omega }\n\n. Note that if Y dx is larger than \n\n\n\nδ\nE\n\n\n{\\displaystyle \\delta E}\n\n there will be the energy eigenstates that move from below E to above \n\n\n\nE\n+\nδ\nE\n\n\n{\\displaystyle E+\\delta E}\n\n. They are counted in both \n\n\n\n\nN\n\nY\n\n\n\n(\nE\n)\n\n\n\n{\\displaystyle N_{Y}\\left(E\\right)}\n\n and \n\n\n\n\nN\n\nY\n\n\n\n(\n\nE\n+\nδ\nE\n\n)\n\n\n\n{\\displaystyle N_{Y}\\left(E+\\delta E\\right)}\n\n, therefore the above expression is also valid in that case.\n\nExpressing the above expression as a derivative with respect to E and summing over Y yields the expression:\n\nThe logarithmic derivative of \n\n\n\nΩ\n\n\n{\\displaystyle \\Omega }\n\n with respect to x is thus given by:\n\nThe first term is intensive, i.e. it does not scale with system size. In contrast, the last term scales as the inverse system size and will thus vanish in the thermodynamic limit. We have thus found that:\n\nCombining this with\n\ngives:\n\nIf a system is in thermal contact with a heat bath at some temperature T then, in equilibrium, the probability distribution over the energy eigenvalues are given by the canonical ensemble:\n\nHere Z is a factor that normalizes the sum of all the probabilities to 1, this function is known as the partition function. We now consider an infinitesimal reversible change in the temperature and in the external parameters on which the energy levels depend. It follows from the general formula for the entropy:\n\nthat\n\nInserting the formula for \n\n\n\n\nP\n\nj\n\n\n\n\n{\\displaystyle P_{j}}\n\n for the canonical ensemble in here gives:\n\nAs elaborated above, it is thought that the second law of thermodynamics is a result of the very low-entropy initial conditions at the Big Bang. From a statistical point of view, these were very special conditions. On the other hand, they were quite simple, as the universe - or at least the part thereof from which the observable universe developed - seems to have been extremely uniform.[72]\n\nThis may seem somewhat paradoxical, since in many physical systems uniform conditions (e.g. mixed rather than separated gases) have high entropy. The paradox is solved once realizing that gravitational systems have negative heat capacity, so that when gravity is important, uniform conditions (e.g. gas of uniform density) in fact have lower entropy compared to non-uniform ones (e.g. black holes in empty space).[73] Yet another approach is that the universe had high (or even maximal) entropy given its size, but as the universe grew it rapidly came out of thermodynamic equilibrium, its entropy only slightly increased compared to the increase in maximal possible entropy, and thus it has arrived at a very low entropy when compared to the much larger possible maximum given its later size.[74]\n\nAs for the reason why initial conditions were such, one suggestion is that cosmological inflation was enough to wipe off non-smoothness, while another is that the universe was created spontaneously where the mechanism of creation implies low-entropy initial conditions.[75]\n\n"
        },
        {
            "title": "Living organisms",
            "text": "There are two principal ways of formulating thermodynamics, (a) through passages from one state of thermodynamic equilibrium to another, and (b) through cyclic processes, by which the system is left unchanged, while the total entropy of the surroundings is increased. These two ways help to understand the processes of life. The thermodynamics of living organisms has been considered by many authors, such as Erwin Schrödinger, Léon Brillouin[76] and Isaac Asimov.\n\nTo a fair approximation, living organisms may be considered as examples of (b). Approximately, an animal's physical state cycles by the day, leaving the animal nearly unchanged. Animals take in food, water, and oxygen, and, as a result of metabolism, give out breakdown products and heat. Plants take in radiative energy from the sun, which may be regarded as heat, and carbon dioxide and water. They give out oxygen. In this way they grow. Eventually they die, and their remains rot away, turning mostly back into carbon dioxide and water. This can be regarded as a cyclic process. Overall, the sunlight is from a high temperature source, the sun, and its energy is passed to a lower temperature sink, i.e. radiated into space. This is an increase of entropy of the surroundings of the plant. Thus animals and plants obey the second law of thermodynamics, considered in terms of cyclic processes.\n\nFurthermore, the ability of living organisms to grow and increase in complexity, as well as to form correlations with their environment in the form of adaption and memory, is not opposed to the second law – rather, it is akin to general results following from it: Under some definitions, an increase in entropy also results in an increase in complexity,[77] and for a finite system interacting with finite reservoirs, an increase in entropy is equivalent to an increase in correlations between the system and the reservoirs.[78]\n\nLiving organisms may be considered as open systems, because matter passes into and out from them. Thermodynamics of open systems is currently often considered in terms of passages from one state of thermodynamic equilibrium to another, or in terms of flows in the approximation of local thermodynamic equilibrium. The problem for living organisms may be further simplified by the approximation of assuming a steady state with unchanging flows. General principles of entropy production for such approximations are subject to an unsettled current debate or research.\n\n"
        },
        {
            "title": "Gravitational systems",
            "text": "Commonly, systems for which gravity is not important have a positive heat capacity, meaning that their temperature rises with their internal energy. Therefore, when energy flows from a high-temperature object to a low-temperature object, the source temperature decreases while the sink temperature is increased; hence temperature differences tend to diminish over time.\n\nThis is not always the case for systems in which the gravitational force is important: systems that are bound by their own gravity, such as stars, can have negative heat capacities. As they contract, both their total energy and their entropy decrease[79] but their internal temperature may increase. This can be significant for protostars and even gas giant planets such as Jupiter.\n\nAs gravity is the most important force operating on cosmological scales, it may be difficult or impossible to apply the second law to the universe as a whole.[80]\n\n"
        },
        {
            "title": "Non-equilibrium states",
            "text": "The theory of classical or equilibrium thermodynamics is idealized. A main postulate or assumption, often not even explicitly stated, is the existence of systems in their own internal states of thermodynamic equilibrium. In general, a region of space containing a physical system at a given time, that may be found in nature, is not in thermodynamic equilibrium, read in the most stringent terms. In looser terms, nothing in the entire universe is or has ever been truly in exact thermodynamic equilibrium.[80][81]\n\nFor purposes of physical analysis, it is often enough convenient to make an assumption of thermodynamic equilibrium. Such an assumption may rely on trial and error for its justification. If the assumption is justified, it can often be very valuable and useful because it makes available the theory of thermodynamics. Elements of the equilibrium assumption are that a system is observed to be unchanging over an indefinitely long time, and that there are so many particles in a system, that its particulate nature can be entirely ignored. Under such an equilibrium assumption, in general, there are no macroscopically detectable fluctuations. There is an exception, the case of critical states, which exhibit to the naked eye the phenomenon of critical opalescence. For laboratory studies of critical states, exceptionally long observation times are needed.\n\nIn all cases, the assumption of thermodynamic equilibrium, once made, implies as a consequence that no putative candidate \"fluctuation\" alters the entropy of the system.\n\nIt can easily happen that a physical system exhibits internal macroscopic changes that are fast enough to invalidate the assumption of the constancy of the entropy. Or that a physical system has so few particles that the particulate nature is manifest in observable fluctuations. Then the assumption of thermodynamic equilibrium is to be abandoned. There is no unqualified general definition of entropy for non-equilibrium states.[82]\n\nThere are intermediate cases, in which the assumption of local thermodynamic equilibrium is a very good approximation,[83][84][85][86] but strictly speaking it is still an approximation, not theoretically ideal.\n\nFor non-equilibrium situations in general, it may be useful to consider statistical mechanical definitions of other quantities that may be conveniently called 'entropy', but they should not be confused or conflated with thermodynamic entropy properly defined for the second law. These other quantities indeed belong to statistical mechanics, not to thermodynamics, the primary realm of the second law.\n\nThe physics of macroscopically observable fluctuations is beyond the scope of this article.\n\n"
        },
        {
            "title": "Arrow of time",
            "text": "The second law of thermodynamics is a physical law that is not symmetric to reversal of the time direction. This does not conflict with symmetries observed in the fundamental laws of physics (particularly CPT symmetry) since the second law applies statistically on time-asymmetric boundary conditions.[87] The second law has been related to the difference between moving forwards and backwards in time, or to the principle that cause precedes effect (the causal arrow of time, or causality).[88]\n\n"
        },
        {
            "title": "Irreversibility",
            "text": "Irreversibility in thermodynamic processes is a consequence of the asymmetric character of thermodynamic operations, and not of any internally irreversible microscopic properties of the bodies. Thermodynamic operations are macroscopic external interventions imposed on the participating bodies, not derived from their internal properties. There are reputed \"paradoxes\" that arise from failure to recognize this.\n\nLoschmidt's paradox, also known as the reversibility paradox, is the objection that it should not be possible to deduce an irreversible process from the time-symmetric dynamics that describe the microscopic evolution of a macroscopic system.\n\nIn the opinion of Schrödinger, \"It is now quite obvious in what manner you have to reformulate the law of entropy – or for that matter, all other irreversible statements – so that they be capable of being derived from reversible models. You must not speak of one isolated system but at least of two, which you may for the moment consider isolated from the rest of the world, but not always from each other.\"[89] The two systems are isolated from each other by the wall, until it is removed by the thermodynamic operation, as envisaged by the law. The thermodynamic operation is externally imposed, not subject to the reversible microscopic dynamical laws that govern the constituents of the systems. It is the cause of the irreversibility. The statement of the law in this present article complies with Schrödinger's advice. The cause–effect relation is logically prior to the second law, not derived from it.\n\nThe Poincaré recurrence theorem considers a theoretical microscopic description of an isolated physical system. This may be considered as a model of a thermodynamic system after a thermodynamic operation has removed an internal wall. The system will, after a sufficiently long time, return to a microscopically defined state very close to the initial one. The Poincaré recurrence time is the length of time elapsed until the return. It is exceedingly long, likely longer than the life of the universe, and depends sensitively on the geometry of the wall that was removed by the thermodynamic operation. The recurrence theorem may be perceived as apparently contradicting the second law of thermodynamics. More obviously, however, it is simply a microscopic model of thermodynamic equilibrium in an isolated system formed by removal of a wall between two systems. For a typical thermodynamical system, the recurrence time is so large (many many times longer than the lifetime of the universe) that, for all practical purposes, one cannot observe the recurrence. One might wish, nevertheless, to imagine that one could wait for the Poincaré recurrence, and then re-insert the wall that was removed by the thermodynamic operation. It is then evident that the appearance of irreversibility is due to the utter unpredictability of the Poincaré recurrence given only that the initial state was one of thermodynamic equilibrium, as is the case in macroscopic thermodynamics. Even if one could wait for it, one has no practical possibility of picking the right instant at which to re-insert the wall. The Poincaré recurrence theorem provides a solution to Loschmidt's paradox. If an isolated thermodynamic system could be monitored over increasingly many multiples of the average Poincaré recurrence time, the thermodynamic behavior of the system would become invariant under time reversal.\n\nJames Clerk Maxwell imagined one container divided into two parts, A and B. Both parts are filled with the same gas at equal temperatures and placed next to each other, separated by a wall. Observing the molecules on both sides, an imaginary demon guards a microscopic trapdoor in the wall. When a faster-than-average molecule from A flies towards the trapdoor, the demon opens it, and the molecule will fly from A to B. The average speed of the molecules in B will have increased while in A they will have slowed down on average. Since average molecular speed corresponds to temperature, the temperature decreases in A and increases in B, contrary to the second law of thermodynamics.\n\nOne response to this question was suggested in 1929 by Leó Szilárd and later by Léon Brillouin. Szilárd pointed out that a real-life Maxwell's demon would need to have some means of measuring molecular speed, and that the act of acquiring information would require an expenditure of energy.\n\nMaxwell's 'demon' repeatedly alters the permeability of the wall between A and B. It is therefore performing thermodynamic operations on a microscopic scale, not just observing ordinary spontaneous or natural macroscopic thermodynamic processes.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Thermodynamics",
        "https://en.wikipedia.org/wiki/Carnot_heat_engine",
        "https://en.wikipedia.org/wiki/Carnot_heat_engine",
        "https://en.wikipedia.org/wiki/Thermodynamics",
        "https://en.wikipedia.org/wiki/Statistical_mechanics",
        "https://en.wikipedia.org/wiki/Chemical_thermodynamics",
        "https://en.wikipedia.org/wiki/Quantum_thermodynamics",
        "https://en.wikipedia.org/wiki/Equilibrium_thermodynamics",
        "https://en.wikipedia.org/wiki/Laws_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Zeroth_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/First_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Third_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Thermodynamic_system",
        "https://en.wikipedia.org/wiki/Closed_system",
        "https://en.wikipedia.org/wiki/Isolated_system",
        "https://en.wikipedia.org/wiki/Thermodynamic_state",
        "https://en.wikipedia.org/wiki/Equation_of_state",
        "https://en.wikipedia.org/wiki/Ideal_gas",
        "https://en.wikipedia.org/wiki/Real_gas",
        "https://en.wikipedia.org/wiki/State_of_matter",
        "https://en.wikipedia.org/wiki/Thermodynamic_equilibrium",
        "https://en.wikipedia.org/wiki/Control_volume",
        "https://en.wikipedia.org/wiki/Thermodynamic_instruments",
        "https://en.wikipedia.org/wiki/Thermodynamic_process",
        "https://en.wikipedia.org/wiki/Isobaric_process",
        "https://en.wikipedia.org/wiki/Isochoric_process",
        "https://en.wikipedia.org/wiki/Isothermal_process",
        "https://en.wikipedia.org/wiki/Adiabatic_process",
        "https://en.wikipedia.org/wiki/Isentropic_process",
        "https://en.wikipedia.org/wiki/Isenthalpic_process",
        "https://en.wikipedia.org/wiki/Quasistatic_process",
        "https://en.wikipedia.org/wiki/Polytropic_process",
        "https://en.wikipedia.org/wiki/Free_expansion",
        "https://en.wikipedia.org/wiki/Irreversible_process",
        "https://en.wikipedia.org/wiki/Endoreversible_thermodynamics",
        "https://en.wikipedia.org/wiki/Thermodynamic_cycle",
        "https://en.wikipedia.org/wiki/Heat_engine",
        "https://en.wikipedia.org/wiki/Heat_pump_and_refrigeration_cycle",
        "https://en.wikipedia.org/wiki/Thermal_efficiency",
        "https://en.wikipedia.org/wiki/List_of_thermodynamic_properties",
        "https://en.wikipedia.org/wiki/Thermodynamic_diagrams",
        "https://en.wikipedia.org/wiki/Intensive_and_extensive_properties",
        "https://en.wikipedia.org/wiki/Process_function",
        "https://en.wikipedia.org/wiki/Heat",
        "https://en.wikipedia.org/wiki/State_function",
        "https://en.wikipedia.org/wiki/Thermodynamic_temperature",
        "https://en.wikipedia.org/wiki/Entropy",
        "https://en.wikipedia.org/wiki/Introduction_to_entropy",
        "https://en.wikipedia.org/wiki/Pressure",
        "https://en.wikipedia.org/wiki/Chemical_potential",
        "https://en.wikipedia.org/wiki/Particle_number",
        "https://en.wikipedia.org/wiki/Vapor_quality",
        "https://en.wikipedia.org/wiki/Reduced_properties",
        "https://en.wikipedia.org/wiki/Thermodynamic_databases_for_pure_substances",
        "https://en.wikipedia.org/wiki/Heat_capacity",
        "https://en.wikipedia.org/wiki/Compressibility",
        "https://en.wikipedia.org/wiki/Thermal_expansion",
        "https://en.wikipedia.org/wiki/Thermodynamic_equations",
        "https://en.wikipedia.org/wiki/Clausius_theorem",
        "https://en.wikipedia.org/wiki/Fundamental_thermodynamic_relation",
        "https://en.wikipedia.org/wiki/Ideal_gas_law",
        "https://en.wikipedia.org/wiki/Maxwell_relations",
        "https://en.wikipedia.org/wiki/Onsager_reciprocal_relations",
        "https://en.wikipedia.org/wiki/Table_of_thermodynamic_equations",
        "https://en.wikipedia.org/wiki/Thermodynamic_potential",
        "https://en.wikipedia.org/wiki/Thermodynamic_free_energy",
        "https://en.wikipedia.org/wiki/Free_entropy",
        "https://en.wikipedia.org/wiki/Internal_energy",
        "https://en.wikipedia.org/wiki/Enthalpy",
        "https://en.wikipedia.org/wiki/Helmholtz_free_energy",
        "https://en.wikipedia.org/wiki/Gibbs_free_energy",
        "https://en.wikipedia.org/wiki/History_of_thermodynamics",
        "https://en.wikipedia.org/wiki/History_of_entropy",
        "https://en.wikipedia.org/wiki/Gas_laws",
        "https://en.wikipedia.org/wiki/History_of_perpetual_motion_machines",
        "https://en.wikipedia.org/wiki/Philosophy_of_thermal_and_statistical_physics",
        "https://en.wikipedia.org/wiki/Entropy_and_life",
        "https://en.wikipedia.org/wiki/Brownian_ratchet",
        "https://en.wikipedia.org/wiki/Heat_death_paradox",
        "https://en.wikipedia.org/wiki/Caloric_theory",
        "https://en.wikipedia.org/wiki/Vis_viva",
        "https://en.wikipedia.org/wiki/Mechanical_equivalent_of_heat",
        "https://en.wikipedia.org/wiki/List_of_important_publications_in_physics",
        "https://en.wikipedia.org/wiki/An_Experimental_Enquiry_Concerning_the_Source_of_the_Heat_which_is_Excited_by_Friction",
        "https://en.wikipedia.org/wiki/On_the_Equilibrium_of_Heterogeneous_Substances",
        "https://en.wikipedia.org/wiki/Reflections_on_the_Motive_Power_of_Fire",
        "https://en.wikipedia.org/wiki/Timeline_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Timeline_of_heat_engine_technology",
        "https://en.wikipedia.org/wiki/Daniel_Bernoulli",
        "https://en.wikipedia.org/wiki/Ludwig_Boltzmann",
        "https://en.wikipedia.org/wiki/Percy_Williams_Bridgman",
        "https://en.wikipedia.org/wiki/Rudolf_Clausius",
        "https://en.wikipedia.org/wiki/Pierre_Duhem",
        "https://en.wikipedia.org/wiki/Josiah_Willard_Gibbs",
        "https://en.wikipedia.org/wiki/Hermann_von_Helmholtz",
        "https://en.wikipedia.org/wiki/James_Prescott_Joule",
        "https://en.wikipedia.org/wiki/James_Clerk_Maxwell",
        "https://en.wikipedia.org/wiki/Julius_von_Mayer",
        "https://en.wikipedia.org/wiki/Walther_Nernst",
        "https://en.wikipedia.org/wiki/Lars_Onsager",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/William_John_Macquorn_Rankine",
        "https://en.wikipedia.org/wiki/John_Smeaton",
        "https://en.wikipedia.org/wiki/Georg_Ernst_Stahl",
        "https://en.wikipedia.org/wiki/Benjamin_Thompson",
        "https://en.wikipedia.org/wiki/Johannes_Diderik_van_der_Waals",
        "https://en.wikipedia.org/wiki/John_James_Waterston",
        "https://en.wikipedia.org/wiki/Nucleation",
        "https://en.wikipedia.org/wiki/Order_and_disorder",
        "https://en.wikipedia.org/wiki/Physical_law",
        "https://en.wikipedia.org/wiki/Heat",
        "https://en.wikipedia.org/wiki/Energy_transformation",
        "https://en.wikipedia.org/wiki/Energy",
        "https://en.wikipedia.org/wiki/Heat_flow",
        "https://en.wikipedia.org/wiki/Cyclic_process",
        "https://en.wikipedia.org/wiki/Entropy",
        "https://en.wikipedia.org/wiki/Thermodynamic_system",
        "https://en.wikipedia.org/wiki/Conservation_of_energy",
        "https://en.wikipedia.org/wiki/First_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Spontaneous_process",
        "https://en.wikipedia.org/wiki/Isolated_system",
        "https://en.wikipedia.org/wiki/Thermodynamic_equilibrium",
        "https://en.wikipedia.org/wiki/Irreversibility",
        "https://en.wikipedia.org/wiki/Arrow_of_time",
        "https://en.wikipedia.org/wiki/Empirical_evidence",
        "https://en.wikipedia.org/wiki/Axiom",
        "https://en.wikipedia.org/wiki/Thermodynamics",
        "https://en.wikipedia.org/wiki/Statistical_mechanics",
        "https://en.wikipedia.org/wiki/Probability_distribution",
        "https://en.wikipedia.org/wiki/Atom",
        "https://en.wikipedia.org/wiki/Molecule",
        "https://en.wikipedia.org/wiki/Caloric_theory",
        "https://en.wikipedia.org/wiki/Rudolf_Clausius",
        "https://en.wikipedia.org/wiki/Thermodynamic_temperature",
        "https://en.wikipedia.org/wiki/Zeroth_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/First_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Internal_energy",
        "https://en.wikipedia.org/wiki/Thermodynamic_system",
        "https://en.wikipedia.org/wiki/Closed_system",
        "https://en.wikipedia.org/wiki/Heat",
        "https://en.wikipedia.org/wiki/Conservation_of_energy",
        "https://en.wikipedia.org/wiki/Phenomenon",
        "https://en.wikipedia.org/wiki/Entropy",
        "https://en.wikipedia.org/wiki/Quasistatic_process",
        "https://en.wikipedia.org/wiki/Closed_system",
        "https://en.wikipedia.org/wiki/Function_of_state",
        "https://en.wikipedia.org/wiki/Clausius_Theorem",
        "https://en.wikipedia.org/wiki/Zeroth_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Thermodynamic_temperature",
        "https://en.wikipedia.org/wiki/Rudolf_Clausius",
        "https://en.wikipedia.org/wiki/Carnot_engine",
        "https://en.wikipedia.org/wiki/Heat_engine",
        "https://en.wikipedia.org/wiki/Caloric_theory",
        "https://en.wikipedia.org/wiki/First_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Rudolf_Clausius",
        "https://en.wikipedia.org/wiki/Refrigeration",
        "https://en.wikipedia.org/wiki/Carnot_engine",
        "https://en.wikipedia.org/wiki/First_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Dirk_ter_Haar",
        "https://en.wikipedia.org/wiki/Harald_Wergeland",
        "https://en.wikipedia.org/wiki/Thermodynamic_cycle",
        "https://en.wikipedia.org/wiki/Heat_reservoir",
        "https://en.wikipedia.org/wiki/Adiabatic_accessibility",
        "https://en.wikipedia.org/wiki/Ruppeiner_geometry",
        "https://en.wikipedia.org/wiki/Process_function",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/Internal_energy",
        "https://en.wikipedia.org/wiki/Convex_function",
        "https://en.wikipedia.org/wiki/Perpetual_motion",
        "https://en.wikipedia.org/wiki/First_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Carnot_engine",
        "https://en.wikipedia.org/wiki/Thermodynamic_reversibility",
        "https://en.wikipedia.org/wiki/Carnot_cycle",
        "https://en.wikipedia.org/wiki/Caloric_theory",
        "https://en.wikipedia.org/wiki/Entropy",
        "https://en.wikipedia.org/wiki/Clausius_theorem",
        "https://en.wikipedia.org/wiki/Entropy",
        "https://en.wikipedia.org/wiki/Thermodynamic_temperature",
        "https://en.wikipedia.org/wiki/Heat",
        "https://en.wikipedia.org/wiki/Triple_point",
        "https://en.wikipedia.org/wiki/Kelvin",
        "https://en.wikipedia.org/wiki/Clausius_theorem",
        "https://en.wikipedia.org/wiki/Third_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Absolute_zero",
        "https://en.wikipedia.org/wiki/Clausius_inequality",
        "https://en.wikipedia.org/wiki/Adiabatic_process",
        "https://en.wikipedia.org/wiki/Exergy",
        "https://en.wikipedia.org/wiki/First_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Chemical_potential",
        "https://en.wikipedia.org/wiki/Exergy",
        "https://en.wikipedia.org/wiki/Design_engineer",
        "https://en.wikipedia.org/wiki/Thermodynamic_limit",
        "https://en.wikipedia.org/wiki/Process_engineer",
        "https://en.wikipedia.org/wiki/Exergy_efficiency",
        "https://en.wikipedia.org/wiki/Engineering",
        "https://en.wikipedia.org/wiki/Environmental_accounting",
        "https://en.wikipedia.org/wiki/Systems_ecology",
        "https://en.wikipedia.org/wiki/Isolated_system",
        "https://en.wikipedia.org/wiki/Heat_transfer",
        "https://en.wikipedia.org/wiki/Refrigerator",
        "https://en.wikipedia.org/wiki/Heat_pump",
        "https://en.wikipedia.org/wiki/Heat_engine",
        "https://en.wikipedia.org/wiki/Active_transport",
        "https://en.wikipedia.org/wiki/Adenosine_triphosphate",
        "https://en.wikipedia.org/wiki/Electrochemical_gradient",
        "https://en.wikipedia.org/wiki/Spontaneous_process",
        "https://en.wikipedia.org/wiki/Gibbs_free_energy",
        "https://en.wikipedia.org/wiki/Helmholtz_free_energy",
        "https://en.wikipedia.org/wiki/History_of_entropy",
        "https://en.wikipedia.org/wiki/James_Prescott_Joule",
        "https://en.wikipedia.org/wiki/Rudolf_Clausius",
        "https://en.wikipedia.org/wiki/Caloric_theory",
        "https://en.wikipedia.org/wiki/Cyclic_process",
        "https://en.wikipedia.org/wiki/Heat_reservoir",
        "https://en.wikipedia.org/wiki/Ergodic_hypothesis",
        "https://en.wikipedia.org/wiki/Boltzmann",
        "https://en.wikipedia.org/wiki/Macroscopic_bodies",
        "https://en.wikipedia.org/wiki/Rudolf_Clausius",
        "https://en.wikipedia.org/wiki/Mechanical_theory_of_heat",
        "https://en.wikipedia.org/wiki/Universe",
        "https://en.wikipedia.org/wiki/Isolated_system",
        "https://en.wikipedia.org/wiki/Time",
        "https://en.wikipedia.org/wiki/Entropy_production",
        "https://en.wikipedia.org/wiki/Statistical_mechanics",
        "https://en.wikipedia.org/wiki/Kinetic_theory_of_gases",
        "https://en.wikipedia.org/wiki/James_Clerk_Maxwell",
        "https://en.wikipedia.org/wiki/Ludwig_Boltzmann",
        "https://en.wikipedia.org/wiki/Correlation_and_dependence",
        "https://en.wikipedia.org/wiki/Boundary_condition",
        "https://en.wikipedia.org/wiki/Big_Bang",
        "https://en.wikipedia.org/wiki/Boltzmann_brain",
        "https://en.wikipedia.org/wiki/Microcanonical_ensemble",
        "https://en.wikipedia.org/wiki/Adiabatic_theorem",
        "https://en.wikipedia.org/wiki/Canonical_ensemble",
        "https://en.wikipedia.org/wiki/Big_Bang",
        "https://en.wikipedia.org/wiki/Observable_universe",
        "https://en.wikipedia.org/wiki/Cosmological_inflation",
        "https://en.wikipedia.org/wiki/Life_and_Energy",
        "https://en.wikipedia.org/wiki/Metabolism",
        "https://en.wikipedia.org/wiki/Photosynthesis",
        "https://en.wikipedia.org/wiki/Heat_capacity",
        "https://en.wikipedia.org/wiki/Protostars",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Thermodynamic_equilibrium",
        "https://en.wikipedia.org/wiki/Thermodynamic_equilibrium",
        "https://en.wikipedia.org/wiki/Thermal_fluctuations",
        "https://en.wikipedia.org/wiki/Critical_opalescence",
        "https://en.wikipedia.org/wiki/Arrow_of_time",
        "https://en.wikipedia.org/wiki/CPT_symmetry",
        "https://en.wikipedia.org/wiki/Causality",
        "https://en.wikipedia.org/wiki/Thermodynamic_process",
        "https://en.wikipedia.org/wiki/James_Clerk_Maxwell",
        "https://en.wikipedia.org/wiki/Gas",
        "https://en.wikipedia.org/wiki/Molecule",
        "https://en.wikipedia.org/wiki/Demon",
        "https://en.wikipedia.org/wiki/Speed",
        "https://en.wikipedia.org/wiki/Thermodynamic_operation",
        "https://en.wikipedia.org/wiki/Laws_of_science",
        "https://en.wikipedia.org/wiki/Universe",
        "https://en.wikipedia.org/wiki/Arthur_Stanley_Eddington",
        "https://en.wikipedia.org/wiki/Percy_Williams_Bridgman",
        "https://en.wikipedia.org/wiki/Clifford_Truesdell",
        "https://en.wikipedia.org/wiki/Zeroth_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/First_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Third_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Fluctuation_theorem",
        "https://en.wikipedia.org/wiki/Heat_death_of_the_universe",
        "https://en.wikipedia.org/wiki/History_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Jarzynski_equality",
        "https://en.wikipedia.org/wiki/Laws_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Maximum_entropy_thermodynamics",
        "https://en.wikipedia.org/wiki/Quantum_thermodynamics",
        "https://en.wikipedia.org/wiki/Reflections_on_the_Motive_Power_of_Fire",
        "https://en.wikipedia.org/wiki/Relativistic_heat_conduction",
        "https://en.wikipedia.org/wiki/Thermal_diode",
        "https://en.wikipedia.org/wiki/Thermodynamic_equilibrium",
        "https://en.wikipedia.org/wiki/Linda_Reichl",
        "https://en.wikipedia.org/wiki/Massachusetts_Institute_of_Technology",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/Laurie_Butler",
        "https://en.wikipedia.org/wiki/Mark_Zemansky",
        "https://en.wikipedia.org/wiki/Clifford_Truesdell",
        "https://en.wikipedia.org/wiki/Ilya_Prigogine",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/Dirk_ter_Haar",
        "https://en.wikipedia.org/wiki/Harald_Wergeland",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/George_Uhlenbeck",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/Clifford_Truesdell",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/Wolfram_Research",
        "https://en.wikipedia.org/wiki/Brian_Greene",
        "https://en.wikipedia.org/wiki/Katja_Lindenberg",
        "https://en.wikipedia.org/wiki/Gottfried_Wilhelm_Leibniz_Prize",
        "https://en.wikipedia.org/wiki/Gottfried_Wilhelm_Leibniz_Prize",
        "https://en.wikipedia.org/wiki/Peter_Atkins",
        "https://en.wikipedia.org/wiki/Stephen_Blundell",
        "https://en.wikipedia.org/wiki/Katherine_Blundell",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Ludwig_Boltzmann",
        "https://en.wikipedia.org/wiki/Percy_Williams_Bridgman",
        "https://en.wikipedia.org/wiki/Herbert_Callen",
        "https://en.wikipedia.org/wiki/Thomas_George_Cowling",
        "https://en.wikipedia.org/wiki/Rudolf_Clausius",
        "https://en.wikipedia.org/wiki/Rudolf_Clausius",
        "https://en.wikipedia.org/wiki/Rudolf_Clausius",
        "https://en.wikipedia.org/wiki/Josiah_Willard_Gibbs",
        "https://en.wikipedia.org/wiki/Charles_Kittel",
        "https://en.wikipedia.org/wiki/Herbert_Kroemer",
        "https://en.wikipedia.org/wiki/Ilya_Prigogine",
        "https://en.wikipedia.org/wiki/James_Clerk_Maxwell",
        "https://en.wikipedia.org/wiki/Gottfried_Wilhelm_Leibniz_Prize",
        "https://en.wikipedia.org/wiki/Gottfried_Wilhelm_Leibniz_Prize",
        "https://en.wikipedia.org/wiki/Brian_Pippard",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/Dirk_ter_Haar",
        "https://en.wikipedia.org/wiki/Harald_Wergeland",
        "https://en.wikipedia.org/wiki/Clifford_Truesdell",
        "https://en.wikipedia.org/wiki/George_Uhlenbeck",
        "https://en.wikipedia.org/wiki/Mark_Zemansky",
        "https://en.wikipedia.org/wiki/Institute_of_Physics",
        "https://en.wikipedia.org/wiki/Robert_Henry_Thurston",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Stanford_Encyclopedia_of_Philosophy",
        "https://en.wikipedia.org/wiki/Second_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Second_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}