{
    "url": "https://en.wikipedia.org/wiki/New_cybernetics",
    "title": "Second-order cybernetics",
    "table_of_contents": [
        "1 Overview",
        "1.1 Terminology",
        "1.2 Initial development",
        "1.3 Participant observers",
        "1.4 Ethical implications",
        "1.5 Relationship to \"first order\" cybernetics",
        "1.6 Third and higher orders",
        "2 Heinz von Foerster and the Biological Computer Laboratory",
        "3 Associated theories",
        "3.1 Autopoiesis",
        "3.2 Conversation theory",
        "3.3 Eigenform",
        "3.4 Radical constructivism",
        "4 Practice and application",
        "4.1 In the creative arts",
        "4.2 In design",
        "4.3 In enactivism and embodied cognitive science",
        "4.4 In education",
        "4.5 In family therapy",
        "4.6 In management and organisation",
        "4.7 In mathematics and logic",
        "4.8 In sociocybernetics",
        "4.9 Other applications and influence",
        "5 Organisations",
        "6 Journals",
        "7 Limitations and criticism",
        "8 See also",
        "9 Notes",
        "10 References",
        "10.1 Citations",
        "10.2 Sources",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Second-order cybernetics, also known as the cybernetics of cybernetics, is the recursive application of cybernetics to itself and the reflexive practice of cybernetics according to such a critique. It is cybernetics where \"the role of the observer is appreciated and acknowledged rather than disguised, as had become traditional in western science\".[1] Second-order cybernetics was developed between the late 1960s and mid 1970s[note 1] by Heinz von Foerster and others, with key inspiration coming from Margaret Mead. Foerster referred to it as \"the control of control and the communication of communication\" and differentiated first order cybernetics as \"the cybernetics of observed systems\" and second-order cybernetics as \"the cybernetics of observing systems\".[4] It is closely allied to radical constructivism, which was developed around the same time by Ernst von Glasersfeld.[5] While it is sometimes considered a break from the earlier concerns of cybernetics, there is much continuity with previous work and it can be thought of as a distinct tradition within cybernetics, with origins in issues evident during the Macy conferences in which cybernetics was initially developed.[6][7][8] Its concerns include autonomy, epistemology, ethics, language, reflexivity, self-consistency, self-referentiality, and self-organizing capabilities of complex systems. It has been characterised as cybernetics where \"circularity is taken seriously\".[9]\n\n"
        },
        {
            "title": "Overview",
            "text": "Second-order cybernetics can be abbreviated as C2 or SOC, and is sometimes referred to as the cybernetics of cybernetics,[2][4][10] or, more rarely, the new cybernetics,[11][12][13][14][15] or second cybernetics.[16]\n\nThese terms are often used interchangeably, but can also stress different aspects:\n\nSecond-order cybernetics took shape during the late 1960s and mid 1970s. The 1967 keynote address to the inaugural meeting of the American Society for Cybernetics (ASC) by Margaret Mead, who had been a participant at the Macy Conferences, is a defining moment in its development. Mead characterised \"cybernetics as a way of looking at things and as a language for expressing what one sees\",[2] calling on cyberneticians to assume responsibility for the social consequences of the language of cybernetics and the development of cybernetic systems.[18] Mead's paper concluded with a proposal directed at the ASC itself, that it organise itself in the light of the ideas with which it was concerned. That is, the practice of cybernetics by the ASC should be subject to cybernetic critique, an idea returned to by Ranulph Glanville in his time as president of the society.[19][20]\n\nMead's paper was published in 1968 in a collection edited by Heinz von Foerster.[2] With Mead uncontactable due to field work at the time, Foerster titled the paper \"Cybernetics of Cybernetics\", a title that perhaps emphasised his concerns more than Mead's.[1] Foerster promoted second-order cybernetics energetically, developing it as a means of renewal for cybernetics generally and as what has been called an \"unfinished revolution\" in science.[21] Foerster developed second-order cybernetics as a critique of realism and objectivity and as a radically reflexive form of science, where observers enter their domains of observation, describing their own observing not the supposed causes.\n\nThe initial development of second-order cybernetics was consolidated by the mid 1970s in a series of significant developments and publications. These included: the 1974 publication of the \"Cybernetics of Cybernetics\" book, edited by Foerster,[4][note 2] developed as a course option at the BCL examining various texts from cybernetics according to the principals they proposed;[4] autopoiesis, developed by biologists Humberto Maturana and Francisco Varela;[22][23] conversation theory, developed by Gordon Pask, Bernard Scott and Dionysius Kallikourdis;[24][25][26][27][28][3] radical constructivism, developed by Ernst von Glasersfeld;[29] and other explorations of self-reference, including Foerster's eigen-forms[30] and Glanville's theory of objects.[31]\n\nA key concept in second-order cybernetics is that observers (and other actors, such as designers, modellers, users...) are to be understood as participants within the systems with which they are engaged, in contrast to the detachment implied in objectivity and conventional scientific practice. This includes cyberneticians inclusion of themselves in the practice of cybernetics, as well as the inclusion of participants within the consideration and design of systems more generally.\n\nSecond-order cybernetics' emphasis on participation and inclusion has led to affinities and overlaps with action research,[7] design,[32][33] and the creative arts.[34]\n\nWhile second-order cybernetics continues to use of the terms observing and observers following Foerster's formulation, Ranulph Glanville has suggested using the terms composition and composers instead to better indicate the active role of participation.[35]\n\nThe critique of objectivity developed in second-order cybernetics has led to a concern with ethical issues. Foerster developed a critique of morality in ethical terms, arguing for ethics to remain implicit in action.[36] Foerster's position has been described as an \"ethics of enabling ethics\"[37] or as a form of \"recursive ethical questioning\".[38] Varela published a short book on \"ethical know-how\".[39] Glanville identified a number of \"desirable\" ethical qualities implicit in the cybernetic devices of the black box, distinction, autonomy, and conversation.[40] Others have drawn connections to design[41][42] and critical systems heuristics.[43]\n\nThe relationship of first order and second-order cybernetics can be compared to that between Isaac Newton's view of the universe and that of Albert Einstein.[1] Just as Newton's description remains appropriate and usable in many circumstances, even flights to the moon, so first order cybernetics also provides everything that is needed in many circumstances. In the same way that the Newtonian view is understood to be a special, restricted version of Einstein's view, so first order cybernetics may be understood as a special, restricted version of second-order cybernetics.\n\nThe distinction between first- and second-order cybernetics is sometimes used as a form of periodisation. However, this can obscure the continuity between earlier and later cybernetics,[note 3][33] with what would come to be called second-order qualities evident in the work of cyberneticians such as Warren McCulloch[7] and Gregory Bateson,[1] and with Foerster and Mead being both Macy conference participants and instigators of second-order cybernetics. Mead and Bateson, for instance, noted that they and Wiener understood themselves as participant observers in contrast to the detached \"input-output\" approach typical of engineering.[8] In this sense, second-order cybernetics can be thought of as a distinct tradition within cybernetics that developed along different lines to the narrower framing of engineering cybernetics.[7]\n\nPask summarized the differences between the old and the new cybernetics as a shift in emphasis:[45][46] from information to coupling, from the reproduction of \"order-from-order\" (Schroedinger 1944) to the generation of \"order-from-noise\" (von Foerster 1960), from transmission of data to conversation, and from external observation to participant observation.\n\nSome see the definition of third and higher orders of cybernetics as a next step in the development of the discipline, but this has not won widespread acceptance. Attempts to define a third order of cybernetics have been concerned with embedding the participant observer of second-order cybernetics explicitly within broader social and/or ecological[47] contexts.\n\nFoerster discouraged the definition of higher orders, regarding the distinction between first- and second- as an either/or regarding the position of the cyberneticians with regard to their system of concern.[48]\n\n"
        },
        {
            "title": "Heinz von Foerster and the Biological Computer Laboratory",
            "text": "Second-order cybernetics is closely identified with Heinz von Foerster and the work of the Biological Computer Laboratory (BCL) at the University of Illinois Urbana–Champaign.\n\nFoerster attributes the origin of second-order cybernetics to the attempts by cyberneticians to construct a model of the mind:\n\n"
        },
        {
            "title": "Associated theories",
            "text": "Theoretical developments closely associated with the development of second-order cybernetics include:\n\nBiologists such as Maturana, Varela, and Atlan \"realized that the cybernetic metaphors of the program upon which molecular biology had been based rendered a conception of the autonomy of the living being impossible. Consequently, these thinkers were led to invent a new cybernetics, one more suited to the organization mankind discovers in nature.\"[12]\n\nThe notion of eigenform is an example of a self-referential system that produces a stable form. It plays an important role in the work of Heinz von Foerster[30] and is \"inextricably linked with second order cybernetics\".[50]\n\nRadical constructivism is an approach to epistemology developed initially by Ernst von Glasersfeld. It is closely associated with second-order cybernetics,[51] especially with the work of Heinz von Foerster and Humberto Maturana.\n\n"
        },
        {
            "title": "Practice and application",
            "text": "Second-order cybernetics has been a point of reference in the creative arts, including in theatre studies[52] and music theory.[53][54]\n\nPractitioners in the creative arts whose work is associated with second-order cybernetics include Roy Ascott,[55] Herbert Brün,[56] and Tom Scholte.\n\nSecond-order cybernetics has contributed to design in areas including design computation, design methods, and the relationship between design and research.[57]\n\nTheorists and practitioners working at the intersection of cybernetics and design include Delfina Fantini van Ditmar, Ranulph Glanville, Klaus Krippendorff, John Frazer, and Paul Pangaro.\n\nEnactivism is a position in cognitive science that argues that cognition arises through a dynamic interaction between an acting organism and its environment.[58]\n\nContributions in education, include:\n\nThe ideas of second-order cybernetics have been influential in systemic and constructivist approaches to family therapy,[60][61] with Bateson's work at the Mental Research Institute in Palo Alto being a key influence. Family therapists influenced by aspects of second-order cybernetics include Lynn Hoffman, Bradford Keeney and Paul Watzlawick.\n\nOrganizational cybernetics is distinguished from management cybernetics. Both use many of the same terms but interpret them according to another philosophy of systems thinking. Organizational cybernetics by contrast offers a significant break with the assumption of the hard approach. The full flowering of organizational cybernetics is represented by Beer's viable system model.[62]\n\nOrganizational cybernetics studies organizational design, and the regulation and self-regulation of organizations from a systems theory perspective that also takes the social dimension into consideration. Researchers in economics, public administration and political science focus on the changes in institutions, organisation and mechanisms of social steering at various levels (sub-national, national, European, international) and in different sectors (including the private, semi-private and public sectors; the latter sector is emphasised).[63]\n\nSecond-order cybernetics was influenced by George Spencer Brown's Laws of Form, which was later developed by Francisco Varela into a calculus for self-reference.[1] Mathematicians and logicians working in second-order cybernetics include Gotthard Günther, Lars Löfgren, and Louis Kauffman.\n\nIn political science in the 1980s unlike its predecessor, the new cybernetics concerns itself with the interaction of autonomous political actors and subgroups and the practical reflexive consciousness of the subject who produces and reproduces the structure of political community. A dominant consideration is that of recursiveness, or self-reference of political action both with regard to the expression of political consciousness and with the ways in which systems build upon themselves.[64]\n\nIn 1978, Geyer and van der Zouwen discuss a number of characteristics of the emerging \"new cybernetics\". One characteristic of new cybernetics is that it views information as constructed by an individual interacting with the environment. This provides a new epistemological foundation of science, by viewing it as observer-dependent. Another characteristic of the new cybernetics is its contribution towards bridging the \"micro-macro gap\". That is, it links the individual with the society. Geyer and van der Zouten also noted that a transition from classical cybernetics to new cybernetics involves a transition from classical problems to new problems. These shifts in thinking involve, among other things, a change in emphasis on the system being steered to the system doing the steering, and the factors which guide the steering decisions. And a new emphasis on communication between several systems which are trying to steer each other.[65]\n\nGeyer & J. van der Zouwen (1992) recognize four themes in both sociocybernetics and new cybernetics:[66]\n\nThe reformulation of sociocybernetics as an \"actor-oriented, observer-dependent, self-steering, time-variant\" paradigm of human systems, was most clearly articulated by Geyer and van der Zouwen in 1978 and 1986.[67] They stated that sociocybernetics is more than just social cybernetics, which could be defined as the application of the general systems approach to social science. Social cybernetics is indeed more than such a one-way knowledge transfer. It implies a feed-back loop from the area of application – the social sciences – to the theory being applied, namely cybernetics; consequently, sociocybernetics can indeed be viewed as part of the new cybernetics: as a result of its application to social science problems, cybernetics, itself, has been changed and has moved from its originally rather mechanistic point of departure to become more actor-oriented and observer-dependent.[68]\n\nIn summary, the new sociocybernetics is much more subjective and uses a sociological approach more than classical cybernetics approach with its emphasis on control. The new approach has a distinct emphasis on steering decisions; furthermore, it can be seen as constituting a reconceptualization of many concepts which are often routinely accepted without challenge.[65]\n\nOthers associated with or influenced by second-order cybernetics include:\n\nOther areas of application include:\n\n"
        },
        {
            "title": "Journals",
            "text": "Journals with focuses on second-order cybernetics include:\n\n"
        },
        {
            "title": "Limitations and criticism",
            "text": "Andrew Pickering has criticised second-order cybernetics as a form of linguistic turn, moving away from the performative practices he finds valuable in earlier cybernetics.[78] Pickering does however approvingly reference the work of figures associated with second-order cybernetics, such as Bateson and Pask, and the idea of participant observers which fall within the scope of second-order cybernetics broadly considered.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Cybernetics",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Margaret_Mead",
        "https://en.wikipedia.org/wiki/Radical_constructivism",
        "https://en.wikipedia.org/wiki/Ernst_von_Glasersfeld",
        "https://en.wikipedia.org/wiki/Macy_conferences",
        "https://en.wikipedia.org/wiki/Autonomy",
        "https://en.wikipedia.org/wiki/Complex_system",
        "https://en.wikipedia.org/wiki/American_Society_for_Cybernetics",
        "https://en.wikipedia.org/wiki/Biological_Computer_Laboratory",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Autopoiesis",
        "https://en.wikipedia.org/wiki/Humberto_Maturana",
        "https://en.wikipedia.org/wiki/Francisco_Varela",
        "https://en.wikipedia.org/wiki/Conversation_theory",
        "https://en.wikipedia.org/wiki/Radical_constructivism",
        "https://en.wikipedia.org/wiki/Ernst_von_Glasersfeld",
        "https://en.wikipedia.org/wiki/Action_research",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Conversation_theory",
        "https://en.wikipedia.org/wiki/Stewart_Brand",
        "https://en.wikipedia.org/wiki/Isaac_Newton",
        "https://en.wikipedia.org/wiki/Albert_Einstein",
        "https://en.wikipedia.org/wiki/Warren_McCulloch",
        "https://en.wikipedia.org/wiki/Engineering_cybernetics",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Biological_Computer_Laboratory",
        "https://en.wikipedia.org/wiki/Autopoiesis",
        "https://en.wikipedia.org/wiki/Santiago_theory_of_cognition",
        "https://en.wikipedia.org/wiki/Humberto_Maturana",
        "https://en.wikipedia.org/wiki/Francisco_Varela",
        "https://en.wikipedia.org/wiki/Conversation_theory",
        "https://en.wikipedia.org/wiki/Gordon_Pask",
        "https://en.wikipedia.org/wiki/Eigenform",
        "https://en.wikipedia.org/wiki/Radical_constructivism",
        "https://en.wikipedia.org/wiki/Ernst_von_Glasersfeld",
        "https://en.wikipedia.org/wiki/Ernst_von_Glasersfeld",
        "https://en.wikipedia.org/wiki/Roy_Ascott",
        "https://en.wikipedia.org/wiki/Tom_Scholte",
        "https://en.wikipedia.org/wiki/Systemic_design",
        "https://en.wikipedia.org/wiki/Metadesign",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Klaus_Krippendorff",
        "https://en.wikipedia.org/wiki/Enactivism",
        "https://en.wikipedia.org/wiki/Embodied_cognition",
        "https://en.wikipedia.org/wiki/Francisco_Varela",
        "https://en.wikipedia.org/wiki/Family_therapy",
        "https://en.wikipedia.org/wiki/Mental_Research_Institute",
        "https://en.wikipedia.org/wiki/Bradford_Keeney",
        "https://en.wikipedia.org/wiki/Paul_Watzlawick",
        "https://en.wikipedia.org/wiki/Management_cybernetics",
        "https://en.wikipedia.org/wiki/Management_cybernetics",
        "https://en.wikipedia.org/wiki/Viable_system_model",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/Laws_of_Form",
        "https://en.wikipedia.org/wiki/Louis_Kauffman",
        "https://en.wikipedia.org/wiki/Sociocybernetics",
        "https://en.wikipedia.org/wiki/Niklas_Luhmann",
        "https://en.wikipedia.org/wiki/Felix_Geyer",
        "https://en.wikipedia.org/wiki/Hans_van_der_Zouwen",
        "https://en.wikipedia.org/wiki/Political_science",
        "https://en.wikipedia.org/wiki/Actor",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/Mechanistic",
        "https://en.wikipedia.org/wiki/Gordon_Pask",
        "https://en.wikipedia.org/wiki/Sociocybernetics",
        "https://en.wikipedia.org/wiki/Henri_Atlan",
        "https://en.wikipedia.org/wiki/Stewart_Brand",
        "https://en.wikipedia.org/wiki/Whole_Earth_Catalogue",
        "https://en.wikipedia.org/wiki/Nicholas_Negroponte",
        "https://en.wikipedia.org/wiki/Architecture_Machine_Group",
        "https://en.wikipedia.org/wiki/William_Irwin_Thompson",
        "https://en.wikipedia.org/wiki/Artificial_neural_network",
        "https://en.wikipedia.org/wiki/Living_systems",
        "https://en.wikipedia.org/wiki/Symbolic_artificial_intelligence",
        "https://en.wikipedia.org/wiki/American_Society_for_Cybernetics",
        "https://en.wikipedia.org/wiki/Department_of_Contemporary_History_of_the_University_of_Vienna",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Gordon_Pask",
        "https://en.wikipedia.org/wiki/Stuart_Umpleby",
        "https://en.wikipedia.org/wiki/Constructivist_Foundations",
        "https://en.wikipedia.org/wiki/Cybernetics_and_Human_Knowing",
        "https://en.wikipedia.org/wiki/Andrew_Pickering",
        "https://en.wikipedia.org/wiki/Autonomous_agency_theory",
        "https://en.wikipedia.org/wiki/Meta",
        "https://en.wikipedia.org/wiki/System_of_systems",
        "https://en.wikipedia.org/wiki/Systemics",
        "https://en.wikipedia.org/wiki/Systems_science",
        "https://en.wikipedia.org/wiki/Viable_system_theory",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Margaret_Mead",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Cybernetics_and_Human_Knowing",
        "https://en.wikipedia.org/wiki/Stuart_Umpleby",
        "https://en.wikipedia.org/wiki/Cybernetics_and_Systems",
        "https://en.wikipedia.org/wiki/Stuart_Umpleby",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Kybernetes",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Klaus_Krippendorff",
        "https://en.wikipedia.org/wiki/Stuart_Umpleby",
        "https://en.wikipedia.org/wiki/Francis_Heylighen",
        "https://en.wikipedia.org/wiki/Cybernetics_and_Human_Knowing",
        "https://en.wikipedia.org/wiki/Cybernetics_and_Human_Knowing",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Kybernetes",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/BioSystems",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Kybernetes",
        "https://en.wikipedia.org/wiki/Stuart_Umpleby",
        "https://en.wikipedia.org/wiki/Kybernetes",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Cybernetics_and_Human_Knowing",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Cybernetics_and_Human_Knowing",
        "https://en.wikipedia.org/wiki/Kybernetes",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Cybernetics_and_Human_Knowing",
        "https://en.wikipedia.org/wiki/Kybernetes",
        "https://en.wikipedia.org/wiki/Cybernetics_and_Human_Knowing",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Cybernetics_and_Human_Knowing",
        "https://en.wikipedia.org/wiki/Kybernetes",
        "https://en.wikipedia.org/wiki/Perspectives_of_New_Music",
        "https://en.wikipedia.org/wiki/Cybernetics_and_Human_Knowing",
        "https://en.wikipedia.org/wiki/Kybernetes",
        "https://en.wikipedia.org/wiki/Constructivist_Foundations",
        "https://en.wikipedia.org/wiki/Canadian_Journal_of_Political_Science",
        "https://en.wikipedia.org/wiki/William_Irwin_Thompson",
        "https://en.wikipedia.org/wiki/Luciano_Floridi",
        "https://en.wikipedia.org/wiki/Policy_Sciences",
        "https://en.wikipedia.org/wiki/Margaret_Boden",
        "https://en.wikipedia.org/wiki/Loet_Leydesdorff",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Cybernetics_and_Human_Knowing",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Kybernetes",
        "https://en.wikipedia.org/wiki/Cybernetics_and_Human_Knowing",
        "https://en.wikipedia.org/wiki/Stuart_Umpleby",
        "https://en.wikipedia.org/wiki/Kybernetes",
        "https://en.wikipedia.org/wiki/Francis_Heylighen",
        "https://en.wikipedia.org/wiki/Radical_constructivism",
        "https://en.wikipedia.org/wiki/Enactivism",
        "https://en.wikipedia.org/wiki/Autopoiesis",
        "https://en.wikipedia.org/wiki/Neurophenomenology",
        "https://en.wikipedia.org/wiki/Cybernetics",
        "https://en.wikipedia.org/wiki/Artificial_intelligence",
        "https://en.wikipedia.org/wiki/Biocybernetics",
        "https://en.wikipedia.org/wiki/Biomedical_cybernetics",
        "https://en.wikipedia.org/wiki/Biorobotics",
        "https://en.wikipedia.org/wiki/Biosemiotics",
        "https://en.wikipedia.org/wiki/Catastrophe_theory",
        "https://en.wikipedia.org/wiki/Computational_neuroscience",
        "https://en.wikipedia.org/wiki/Connectionism",
        "https://en.wikipedia.org/wiki/Control_theory",
        "https://en.wikipedia.org/wiki/Cybernetics_in_the_Soviet_Union",
        "https://en.wikipedia.org/wiki/Decision_theory",
        "https://en.wikipedia.org/wiki/Emergence",
        "https://en.wikipedia.org/wiki/Engineering_cybernetics",
        "https://en.wikipedia.org/wiki/Homeostasis",
        "https://en.wikipedia.org/wiki/Information_theory",
        "https://en.wikipedia.org/wiki/Management_cybernetics",
        "https://en.wikipedia.org/wiki/Medical_cybernetics",
        "https://en.wikipedia.org/wiki/Semiotics",
        "https://en.wikipedia.org/wiki/Sociocybernetics",
        "https://en.wikipedia.org/wiki/Subjectivity",
        "https://en.wikipedia.org/wiki/Cyberneticist",
        "https://en.wikipedia.org/wiki/Alexander_Lerner",
        "https://en.wikipedia.org/wiki/Alexey_Lyapunov",
        "https://en.wikipedia.org/wiki/Allenna_Leonard",
        "https://en.wikipedia.org/wiki/Anthony_Wilden",
        "https://en.wikipedia.org/wiki/Buckminster_Fuller",
        "https://en.wikipedia.org/wiki/Genevieve_Bell",
        "https://en.wikipedia.org/wiki/Margaret_Boden",
        "https://en.wikipedia.org/wiki/Claude_Bernard",
        "https://en.wikipedia.org/wiki/Cliff_Joslyn",
        "https://en.wikipedia.org/wiki/Erich_von_Holst",
        "https://en.wikipedia.org/wiki/Ernst_von_Glasersfeld",
        "https://en.wikipedia.org/wiki/Francis_Heylighen",
        "https://en.wikipedia.org/wiki/Francisco_Varela",
        "https://en.wikipedia.org/wiki/Frederic_Vester",
        "https://en.wikipedia.org/wiki/Geoffrey_Vickers",
        "https://en.wikipedia.org/wiki/Gordon_Pask",
        "https://en.wikipedia.org/wiki/Gregory_Bateson",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Humberto_Maturana",
        "https://en.wikipedia.org/wiki/Igor_Aleksander",
        "https://en.wikipedia.org/wiki/Jacque_Fresco",
        "https://en.wikipedia.org/wiki/Jason_Jixuan_Hu",
        "https://en.wikipedia.org/wiki/Jay_Wright_Forrester",
        "https://en.wikipedia.org/wiki/Jennifer_Wilby",
        "https://en.wikipedia.org/wiki/Kevin_Warwick",
        "https://en.wikipedia.org/wiki/Ludwig_von_Bertalanffy",
        "https://en.wikipedia.org/wiki/Maleyka_Abbaszadeh",
        "https://en.wikipedia.org/wiki/Manfred_Clynes",
        "https://en.wikipedia.org/wiki/Margaret_Mead",
        "https://en.wikipedia.org/wiki/Marian_Mazur",
        "https://en.wikipedia.org/wiki/Natalia_Bekhtereva",
        "https://en.wikipedia.org/wiki/Niklas_Luhmann",
        "https://en.wikipedia.org/wiki/Norbert_Wiener",
        "https://en.wikipedia.org/wiki/Petro_Grigorenko",
        "https://en.wikipedia.org/wiki/Qian_Xuesen",
        "https://en.wikipedia.org/wiki/Ranulph_Glanville",
        "https://en.wikipedia.org/wiki/Robert_Trappl",
        "https://en.wikipedia.org/wiki/Stafford_Beer",
        "https://en.wikipedia.org/wiki/Stuart_Kauffman",
        "https://en.wikipedia.org/wiki/Stuart_Umpleby",
        "https://en.wikipedia.org/wiki/Talcott_Parsons",
        "https://en.wikipedia.org/wiki/Ulla_Mitzdorf",
        "https://en.wikipedia.org/wiki/Valentin_Turchin",
        "https://en.wikipedia.org/wiki/Valentino_Braitenberg",
        "https://en.wikipedia.org/wiki/Walter_Bradford_Cannon",
        "https://en.wikipedia.org/wiki/Walter_Pitts",
        "https://en.wikipedia.org/wiki/Warren_Sturgis_McCulloch",
        "https://en.wikipedia.org/wiki/William_Grey_Walter",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}