{
    "url": "https://en.wikipedia.org/wiki/Security_dilemma",
    "title": "Security dilemma",
    "table_of_contents": [
        "1 Basic components",
        "2 Defensive realism",
        "3 Offensive realism",
        "4 Offense–defense theory",
        "4.1 Arms race",
        "4.2 Alliance formation",
        "4.2.1 Chain ganging",
        "4.2.2 Buck passing",
        "5 Criticisms and responses",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In international relations, the security dilemma (also referred to as the spiral model) is when the increase in one state's security (such as increasing its military strength) leads other states to fear for their own security (because they do not know if the security-increasing state intends to use its growing military for offensive purposes).[1] Consequently, security-increasing measures can lead to tensions, escalation or conflict with one or more other parties, producing an outcome which no party truly desires; a political instance of the prisoner's dilemma.[2][1][3][4][5]\n\nThe security dilemma is particularly intense in situations when (1) it is hard to distinguish offensive weapons from defensive weapons, and (2) offense has the advantage in any conflict over defense.[1] Military technology and geography strongly affect the offense-defense balance.[1]\n\nThe term was first coined by the German scholar John H. Herz in a 1950 study.[6] At the same time British historian Herbert Butterfield described the same situation in his History and Human Relations, but referred to it as the \"absolute predicament and irreducible dilemma\".[7] The security dilemma is a key concept in international relations theory, in particular among realist scholars to explain how security-seeking states can end up in conflict.[5]\n\n"
        },
        {
            "title": "Basic components",
            "text": "Tang[8] identified the following core components between interpretations of the security dilemma by Herbert Butterfield, John H. Herz, and Robert Jervis:\n\nButterfield viewed the security dilemma as the root cause of all war, but he did not view anarchy as being the ultimate source of the security dilemma. Instead he attributed the source to fear and the \"universal sin\" of humanity — that humanity can commit evil. Herz and Jervis did not view the security dilemma as being the root cause of all war. A counterexample frequently given is the Second World War, where there was no dilemma over war with a malign Nazi Germany.[8]\n\n"
        },
        {
            "title": "Defensive realism",
            "text": "The security dilemma is the core assumption of defensive realism. According to Kenneth Waltz, because the world does not have a common government and is \"anarchic\", survival is the main motivation of states. States are distrustful of other states' intentions and as a consequence always try to maximize their own security.[9] The security dilemma explains why security-seeking (as opposed to non-security seeking) states could end up in conflict, even though they have benign intentions.[1][4][5]\n\nThe offense-defense balance accounts for why the security dilemma is more intense in certain circumstances. Defensive realists argue that in situations where offensive actions have the advantage (for example, due to geography or military technology), the security dilemma will be particularly intensive because states will be more distrustful of each other and be more encouraged to take preemptive offensive actions.[1][4][5][10] In situations where the defense has the advantage, security-seeking states can afford to focus strictly on their defense without as much fear of being attacked. Security-seeking states can also signal benign intentions without adversely affecting their own security.[5]\n\nDefensive realists often regard the success of the United States in World War I as being a result of the defensive approach taken by the United States. Had the United States taken an offensive stance, defensive realists argue that the United States would not have been secure.[11] The conclusion from defensive realism is that in some circumstances states can escape the security dilemma.\n\n"
        },
        {
            "title": "Offensive realism",
            "text": "Offensive realism and defensive realism are variants of structural realism. They share the basic beliefs of survivalism, statism (state as the primary unit), self-help and anarchy. (See international relations theory.) [12] However, contrary to defensive realism, offensive realism regards states as aggressive power maximizers and not as security maximizers.[12] According to John Mearsheimer, \"Uncertainty about the intentions of other states is unavoidable, which means that states can never be sure that other states do not have offensive intentions to go along with their offensive capabilities\".[13] According to Mearsheimer, though achieving hegemony by any state is not likely in today's international system, there is no such thing as a status quo and \"the world is condemned to perpetual great power competition\".[13]\n\nSupporting the belief that the international system is anarchic and that each state must independently seek its own survival, Waltz argues that weaker states try to find a balance with their rivals and to form an alliance with a stronger state to obtain a guarantee of security against offensive action by an enemy state. On the other hand, Mearsheimer and other offensive realists argue that anarchy encourages all states to always increase their own power because one state can never be sure of other states' intentions.[14] In other words, defensive realism contends that security can be balanced in some cases and that the security dilemma is escapable. While offensive realists do not disagree, they do not agree fully with the defensive view instead contending that if states can gain an advantage over other states then they will do so. In short, since states want to maximize their power in this anarchic system and since states cannot trust one another, the security dilemma is inescapable.\n\nOffensive realists dispute that the offense-defense is a major determinant of state behavior, arguing the concept is vague, that offense and defense cannot be distinguished, that the offense-defense balance does not vary significantly over time, perceptions among leaders of the offense-defense balance varies even within the same time periods, and attackers and defender can use most types of weapons to achieve their goals.[5]\n\n"
        },
        {
            "title": "",
            "text": "The offense–defense theory of Robert Jervis helps decide the intensity of the security dilemma. Jervis uses four scenarios to describe the intensity of the security dilemma:[1]\n\nAccording to Jervis, the technical capabilities of a state and its geographical position are two essential factors in deciding whether offensive or defensive action is advantageous. He argues that at a strategic level, technical and geographical factors are of greater favor to the defender. For example, in the 19th century railway and roads construction were rapidly changing the composition of capabilities of states to attack or defend themselves from other states. Thus, considerable effort in diplomatic relations and intelligence were specifically focused on this issue.\n\nThe spiral model identifies the next step in reasoning about states' behavior after identifying the intensity of the security dilemma. In particular, under given circumstances of the security dilemma, what steps might a threatened state take to derive advantage by attacking first. In other words, the spiral model seeks to explain war. In the spiral model of Jervis, there are two reasons why a state might end up in war. \"Preventive war\" might take place as one state might decide to attack first when it perceives the balance of power shifting to the other side creating an advantage in attacking sooner rather than later as conditions may not be as favorable in the future as in the present. \"Preemptive war\" might take place as a state might decide to attack another state first to prevent the other state from attacking or to obstruct the other state's attack because it fears the other state is preparing to attack.[15]\n\nThe deterrence model is contrary to the spiral model, but also purports to explain war. While the spiral model presumes that states are fearful of each other, the deterrence model is based on the belief that states are greedy.[15] Paul K. Huth divides deterrence into three main types:[16]\n\nUnder some circumstances attempts at deterrence can \"backfire\" when a potential attacker misinterprets the state's deterrence measures as a \"prelude to offensive measures\". In such cases the security dilemma can arise generating perceptions of a \"first strike advantage\".[16] According to Huth \"most effective deterrence policies are those that decrease the expected utility of using force while not reducing the expected utility of the status quo; optimally deterrent policies would even increase the utility of not using the force.\" It is more likely that deterrence will succeed if the attacker finds deterrence threat \"credible\" and a credible deterrence threat might not necessarily be a military threat.[16]\n\nJervis claims that the security dilemma can lead to arms races and alliance formation.\n\nAccording to Robert Jervis, since the world is anarchic, a state might, for defensive purposes, build its military capability. However, since states are not aware of each other's intentions, other states might interpret a defensive buildup as offensive; if so and if offensive action against the state that is only building its defenses is advantageous, the other states might prefer to take an aggressive stance, which will \"make the situation unstable\". In such situation, an arms race may become a strong possibility.[17] Robert Jervis gives the example of Germany and Britain before World War I. \"Much of the behaviour in this period was the product of technology and beliefs that magnified the security dilemma\". In that example, strategists believed that offense would be more advantageous than defense, but that ultimately turned out to not be the case.[17] Competition on nuclear weapons construction between the United States and the Soviet Union, during the Cold War, is a well-known example of an arms race.[17]\n\nThe security dilemma might force states to form new alliances or to strengthen existing alliances. \"If offense has less advantage, stability and cooperation are likely\".[17] According to Glenn H. Snyder, under a security dilemma there are two reasons that alliances will form. First, a state that is dissatisfied with the amount of security it has forms alliances in order to bolster its security. Second, a state is in doubt about the reliability of existing allies in coming to its aid, and thus decides to court another ally or allies. According to Thomas Christensen and Jack Snyder, in a multipolar world two types of alliance dilemma exist which are contrary in nature. These alliance dilemmas are known as chain ganging and buck passing.[18]\n\nIn a multipolar world, alliance security is interconnected. When one ally decides to participate in war, it pulls its alliance partners into the war too, which is referred to as chain ganging. If the partner does not participate in the war fully, it will endanger the security of its ally. For example, in World War I, to the alliance between Austria-Hungary and Germany, according to Waltz, did this: \"If Austria-Hungary marched, Germany had to follow: the dissolution of the Austro-Hungarian Empire would have left Germany alone in the middle of Europe\". On the other side, if \"France marched, Russia had to follow; a German victory over France would be a defeat for Russia. And so it was all around the vicious circle, because the defeat or defection of a major alliance would have shaken the balance, each alliance partner would have shaken the balance, each state was constrained to adjust its strategy\".[19]\n\nIn the face of a rising threat, balancing alignments fail to form in a timely fashion as states try to freeride on other states. States might do so to avoid the expense of war for themselves. For example, to use Waltz's example, in World War II, the French Foreign Minister told the British Prime Minister that Britain was justified in taking \"the lead in opposing Germany\" when the Nazis had taken over the Rhineland, but as \"the German threat grew\", France and Britain hoped that Germany and the Soviet Union \"would balance each other off or fight to the finish. Uncertainties about... who will gain or lose from the action of other states accelerate as number of states increases\".[20]\n\n"
        },
        {
            "title": "Criticisms and responses",
            "text": "According to Alexander Wendt, \"Security dilemmas are not given by anarchy or nature\" but, rather, are \"a social structure composed of intersubjective understandings in which states are so distrustful that they make worst-case assumptions about each other's intentions\".[21] Jennifer Mitzen mirrors Wendt's critique, arguing that the security dilemma can be caused and maintained by the pursuit for ontological security rather than rationalist security-seeking.[22]\n\nGlaser argues that Wendt mischaracterised the security dilemma. \"Wendt is using the security dilemma to describe the result of states' interaction whereas Jervis and the literature he has spawned use the security dilemma to refer to a situation created by the material conditions facing states, such as geography and prevailing technology\". According to Wendt because the security dilemma is the result of one state's interaction with another, a state can adopt policies which hinder the security dilemma. Glaser blames Wendt for \"exaggerating the extent to which structural realism calls for competitive policies and, therefore, the extent to which it leads to security dilemmas\". Glaser argues that though offensive realists presume that in an international system a state has to compete for power, the security dilemma is a concept mainly used by defensive realists and according to defensive realists it is beneficial for nations to cooperate under certain circumstances.[23]\n\nAnother mode of criticism of the security dilemma concept is to question the validity of the offence-defense balance. Since weapons of offense and of defense are the same, how can the distinction between the two be connected with a state's intentions? As a result, critics have questioned whether the offense-defense balance can be used as a variable in explaining international conflicts.[24]\n\nAccording to Charles Glaser, criticisms of the offense-defense balance are based on two misunderstandings. First, the sameness or difference of offensive weapons compared with defensive weapons does not impact the offense-defense balance itself. Offense-defense theory assumes that both parties in conflict will use those weapons that suit their strategy and goals. Second, whether both states involved in the conflict have some common weapons between them is the wrong question to ask in seeking to understand the offense-defense balance. Instead, critics should focus on the influence or net effect of weapons used in the conflict. According to Glaser, \"Distinguishability should be defined by comparative net assessment\" or the comparison of the balance of offense-defense when both sides use weapons versus when neither side is using weapons.[23]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/War",
        "https://en.wikipedia.org/wiki/Military_history",
        "https://en.wikipedia.org/wiki/Prehistoric_warfare",
        "https://en.wikipedia.org/wiki/Ancient_warfare",
        "https://en.wikipedia.org/wiki/Medieval_warfare",
        "https://en.wikipedia.org/wiki/Early_modern_warfare",
        "https://en.wikipedia.org/wiki/Modern_warfare",
        "https://en.wikipedia.org/wiki/Industrial_warfare",
        "https://en.wikipedia.org/wiki/Battlespace",
        "https://en.wikipedia.org/wiki/Aerial_warfare",
        "https://en.wikipedia.org/wiki/Airborne_forces",
        "https://en.wikipedia.org/wiki/Space_warfare",
        "https://en.wikipedia.org/wiki/Land_warfare",
        "https://en.wikipedia.org/wiki/Desert_warfare",
        "https://en.wikipedia.org/wiki/Jungle_warfare",
        "https://en.wikipedia.org/wiki/Mountain_warfare",
        "https://en.wikipedia.org/wiki/Urban_warfare",
        "https://en.wikipedia.org/wiki/Naval_warfare",
        "https://en.wikipedia.org/wiki/Amphibious_warfare",
        "https://en.wikipedia.org/wiki/Surface_warfare",
        "https://en.wikipedia.org/wiki/Underwater_warfare",
        "https://en.wikipedia.org/wiki/Subterranean_warfare",
        "https://en.wikipedia.org/wiki/Tunnel_warfare",
        "https://en.wikipedia.org/wiki/Cyberwarfare",
        "https://en.wikipedia.org/wiki/Information_warfare",
        "https://en.wikipedia.org/wiki/Weapon",
        "https://en.wikipedia.org/wiki/Armoured_warfare",
        "https://en.wikipedia.org/wiki/Artillery",
        "https://en.wikipedia.org/wiki/Biological_warfare",
        "https://en.wikipedia.org/wiki/Military_camouflage",
        "https://en.wikipedia.org/wiki/Cavalry",
        "https://en.wikipedia.org/wiki/Chemical_warfare",
        "https://en.wikipedia.org/wiki/Class_conflict",
        "https://en.wikipedia.org/wiki/Combined_arms",
        "https://en.wikipedia.org/wiki/Conventional_warfare",
        "https://en.wikipedia.org/wiki/Cyberweapon",
        "https://en.wikipedia.org/wiki/Area_denial_weapon",
        "https://en.wikipedia.org/wiki/Disinformation",
        "https://en.wikipedia.org/wiki/Drone_strike",
        "https://en.wikipedia.org/wiki/Electronic_warfare",
        "https://en.wikipedia.org/wiki/Infantry",
        "https://en.wikipedia.org/wiki/Lawfare",
        "https://en.wikipedia.org/wiki/Loitering_munition",
        "https://en.wikipedia.org/wiki/Martial_music",
        "https://en.wikipedia.org/wiki/Nuclear_warfare",
        "https://en.wikipedia.org/wiki/Psychological_warfare",
        "https://en.wikipedia.org/wiki/Radiological_warfare",
        "https://en.wikipedia.org/wiki/Unconventional_warfare",
        "https://en.wikipedia.org/wiki/Military_tactics",
        "https://en.wikipedia.org/wiki/List_of_military_tactics",
        "https://en.wikipedia.org/wiki/Air_combat_manoeuvring",
        "https://en.wikipedia.org/wiki/Airlift",
        "https://en.wikipedia.org/wiki/Airdrop",
        "https://en.wikipedia.org/wiki/Battle",
        "https://en.wikipedia.org/wiki/Cavalry_tactics",
        "https://en.wikipedia.org/wiki/Counterattack",
        "https://en.wikipedia.org/wiki/Counterinsurgency",
        "https://en.wikipedia.org/wiki/Defeat_in_detail",
        "https://en.wikipedia.org/wiki/Defensive_fighting_position",
        "https://en.wikipedia.org/wiki/Envelopment",
        "https://en.wikipedia.org/wiki/Guerrilla_warfare",
        "https://en.wikipedia.org/wiki/Morale",
        "https://en.wikipedia.org/wiki/Shock_and_awe",
        "https://en.wikipedia.org/wiki/Siege",
        "https://en.wikipedia.org/wiki/Tactical_objective",
        "https://en.wikipedia.org/wiki/Saturation_attack",
        "https://en.wikipedia.org/wiki/Trench_warfare",
        "https://en.wikipedia.org/wiki/Operational_level_of_war",
        "https://en.wikipedia.org/wiki/Military_operation",
        "https://en.wikipedia.org/wiki/Operations_research",
        "https://en.wikipedia.org/wiki/Blitzkrieg",
        "https://en.wikipedia.org/wiki/Expeditionary_warfare",
        "https://en.wikipedia.org/wiki/Deep_operation",
        "https://en.wikipedia.org/wiki/Maneuver_warfare",
        "https://en.wikipedia.org/wiki/Operational_manoeuvre_group",
        "https://en.wikipedia.org/wiki/Military_strategy",
        "https://en.wikipedia.org/wiki/List_of_military_strategies_and_concepts",
        "https://en.wikipedia.org/wiki/Military_campaign",
        "https://en.wikipedia.org/wiki/Attrition_warfare",
        "https://en.wikipedia.org/wiki/Culminating_point",
        "https://en.wikipedia.org/wiki/Defence_in_depth",
        "https://en.wikipedia.org/wiki/Fabian_strategy",
        "https://en.wikipedia.org/wiki/Mosaic_Warfare",
        "https://en.wikipedia.org/wiki/Military_deception",
        "https://en.wikipedia.org/wiki/Strategic_defence",
        "https://en.wikipedia.org/wiki/Strategic_depth",
        "https://en.wikipedia.org/wiki/Naval_strategy",
        "https://en.wikipedia.org/wiki/Scorched_earth",
        "https://en.wikipedia.org/wiki/Grand_strategy",
        "https://en.wikipedia.org/wiki/Asymmetric_warfare",
        "https://en.wikipedia.org/wiki/Colonial_war",
        "https://en.wikipedia.org/wiki/Conquest",
        "https://en.wikipedia.org/wiki/Containment",
        "https://en.wikipedia.org/wiki/Economic_warfare",
        "https://en.wikipedia.org/wiki/Endemic_warfare",
        "https://en.wikipedia.org/wiki/Irregular_warfare",
        "https://en.wikipedia.org/wiki/Wars_of_national_liberation",
        "https://en.wikipedia.org/wiki/Limited_war",
        "https://en.wikipedia.org/wiki/Perpetual_war",
        "https://en.wikipedia.org/wiki/Political_warfare",
        "https://en.wikipedia.org/wiki/Princely_rebellion",
        "https://en.wikipedia.org/wiki/Proxy_war",
        "https://en.wikipedia.org/wiki/Religious_war",
        "https://en.wikipedia.org/wiki/Resource_war",
        "https://en.wikipedia.org/wiki/Strategic_studies",
        "https://en.wikipedia.org/wiki/War_of_succession",
        "https://en.wikipedia.org/wiki/Military_technology",
        "https://en.wikipedia.org/wiki/Total_war",
        "https://en.wikipedia.org/wiki/World_war",
        "https://en.wikipedia.org/wiki/Military_administration",
        "https://en.wikipedia.org/wiki/Military_branch",
        "https://en.wikipedia.org/wiki/Military_policy",
        "https://en.wikipedia.org/wiki/Military_education_and_training",
        "https://en.wikipedia.org/wiki/Military_service",
        "https://en.wikipedia.org/wiki/Military_sociology",
        "https://en.wikipedia.org/wiki/Military_organization",
        "https://en.wikipedia.org/wiki/Command_hierarchy",
        "https://en.wikipedia.org/wiki/Command_and_control",
        "https://en.wikipedia.org/wiki/Military_doctrine",
        "https://en.wikipedia.org/wiki/Military_engineering",
        "https://en.wikipedia.org/wiki/Military_intelligence",
        "https://en.wikipedia.org/wiki/Military_rank",
        "https://en.wikipedia.org/wiki/Military_technology",
        "https://en.wikipedia.org/wiki/Military_personnel",
        "https://en.wikipedia.org/wiki/Military_recruitment",
        "https://en.wikipedia.org/wiki/Conscription",
        "https://en.wikipedia.org/wiki/Recruit_training",
        "https://en.wikipedia.org/wiki/Military_specialism",
        "https://en.wikipedia.org/wiki/Women_in_the_military",
        "https://en.wikipedia.org/wiki/Children_in_the_military",
        "https://en.wikipedia.org/wiki/Transgender_people_and_military_service",
        "https://en.wikipedia.org/wiki/Sexual_harassment_in_the_military",
        "https://en.wikipedia.org/wiki/Conscientious_objector",
        "https://en.wikipedia.org/wiki/Military_logistics",
        "https://en.wikipedia.org/wiki/Arms_industry",
        "https://en.wikipedia.org/wiki/Materiel",
        "https://en.wikipedia.org/wiki/Main_operating_base",
        "https://en.wikipedia.org/wiki/Forward_operating_base",
        "https://en.wikipedia.org/wiki/Military_science",
        "https://en.wikipedia.org/wiki/Power_projection",
        "https://en.wikipedia.org/wiki/Loss_of_Strength_Gradient",
        "https://en.wikipedia.org/wiki/Law_of_war",
        "https://en.wikipedia.org/wiki/Geneva_Conventions",
        "https://en.wikipedia.org/wiki/Geneva_Protocol",
        "https://en.wikipedia.org/wiki/Military_justice",
        "https://en.wikipedia.org/wiki/Perfidy",
        "https://en.wikipedia.org/wiki/Rules_of_engagement",
        "https://en.wikipedia.org/wiki/Martial_law",
        "https://en.wikipedia.org/wiki/War_crime",
        "https://en.wikipedia.org/wiki/Military_theory",
        "https://en.wikipedia.org/wiki/Air_supremacy",
        "https://en.wikipedia.org/wiki/Command_of_the_sea",
        "https://en.wikipedia.org/wiki/Overmatch",
        "https://en.wikipedia.org/wiki/Unrestricted_Warfare",
        "https://en.wikipedia.org/wiki/Horses_in_warfare",
        "https://en.wikipedia.org/wiki/Outline_of_war",
        "https://en.wikipedia.org/wiki/Just_war_theory",
        "https://en.wikipedia.org/wiki/Principles_of_war",
        "https://en.wikipedia.org/wiki/Philosophy_of_war",
        "https://en.wikipedia.org/wiki/War_film",
        "https://en.wikipedia.org/wiki/Military_science_fiction",
        "https://en.wikipedia.org/wiki/Military_exercise",
        "https://en.wikipedia.org/wiki/Tripwire_force",
        "https://en.wikipedia.org/wiki/Mercenary",
        "https://en.wikipedia.org/wiki/War_novel",
        "https://en.wikipedia.org/wiki/Women_in_war",
        "https://en.wikipedia.org/wiki/War_resister",
        "https://en.wikipedia.org/wiki/War_studies",
        "https://en.wikipedia.org/wiki/Wartime_sexual_violence",
        "https://en.wikipedia.org/wiki/Lists_of_battles",
        "https://en.wikipedia.org/wiki/List_of_military_occupations",
        "https://en.wikipedia.org/wiki/List_of_military_tactics",
        "https://en.wikipedia.org/wiki/List_of_military_operations",
        "https://en.wikipedia.org/wiki/List_of_sieges",
        "https://en.wikipedia.org/wiki/List_of_war_crimes",
        "https://en.wikipedia.org/wiki/Lists_of_weapons",
        "https://en.wikipedia.org/wiki/List_of_military_writers",
        "https://en.wikipedia.org/wiki/International_relations",
        "https://en.wikipedia.org/wiki/Herbert_Butterfield",
        "https://en.wikipedia.org/wiki/Herbert_Butterfield",
        "https://en.wikipedia.org/wiki/Robert_Jervis",
        "https://en.wikipedia.org/wiki/Second_World_War",
        "https://en.wikipedia.org/wiki/Defensive_realism",
        "https://en.wikipedia.org/wiki/Kenneth_Waltz",
        "https://en.wikipedia.org/wiki/Anarchic",
        "https://en.wikipedia.org/wiki/Offensive_realism",
        "https://en.wikipedia.org/wiki/Defensive_realism",
        "https://en.wikipedia.org/wiki/International_relations_theory",
        "https://en.wikipedia.org/wiki/John_Mearsheimer",
        "https://en.wikipedia.org/wiki/Anarchic",
        "https://en.wikipedia.org/wiki/Political_alliance",
        "https://en.wikipedia.org/wiki/Robert_Jervis",
        "https://en.wikipedia.org/wiki/Status_quo_state",
        "https://en.wikipedia.org/wiki/Arms_race",
        "https://en.wikipedia.org/wiki/Preventive_war",
        "https://en.wikipedia.org/wiki/Balance_of_power_in_international_relations",
        "https://en.wikipedia.org/wiki/Preemptive_war",
        "https://en.wikipedia.org/wiki/Deterrence_theory",
        "https://en.wikipedia.org/wiki/Deterrence_theory",
        "https://en.wikipedia.org/wiki/Deterrence_theory",
        "https://en.wikipedia.org/wiki/Cold_War",
        "https://en.wikipedia.org/wiki/Chain_ganging",
        "https://en.wikipedia.org/wiki/Buck_passing",
        "https://en.wikipedia.org/wiki/Polarity_in_international_relations",
        "https://en.wikipedia.org/wiki/Chain_ganging",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Rhineland",
        "https://en.wikipedia.org/wiki/Alexander_Wendt",
        "https://en.wikipedia.org/wiki/Ontological_security",
        "https://en.wikipedia.org/wiki/Balance_of_power_in_international_relations",
        "https://en.wikipedia.org/wiki/Escalation_of_commitment",
        "https://en.wikipedia.org/wiki/Hobbesian_trap",
        "https://en.wikipedia.org/wiki/International_relations_theory",
        "https://en.wikipedia.org/wiki/Feminist_constructivism",
        "https://en.wikipedia.org/wiki/Idealism_in_international_relations",
        "https://en.wikipedia.org/wiki/Democratic_peace_theory",
        "https://en.wikipedia.org/wiki/Capitalist_peace",
        "https://en.wikipedia.org/wiki/Republican_liberalism",
        "https://en.wikipedia.org/wiki/Liberal_institutionalism",
        "https://en.wikipedia.org/wiki/Marxist_international_relations_theory",
        "https://en.wikipedia.org/wiki/Dependency_theory",
        "https://en.wikipedia.org/wiki/Theories_of_imperialism",
        "https://en.wikipedia.org/wiki/Neoclassical_realism",
        "https://en.wikipedia.org/wiki/Offensive_realism",
        "https://en.wikipedia.org/wiki/Defensive_realism",
        "https://en.wikipedia.org/wiki/Territorial_peace_theory",
        "https://en.wikipedia.org/wiki/Critical_security_studies",
        "https://en.wikipedia.org/wiki/Critical_international_relations_theory",
        "https://en.wikipedia.org/wiki/English_school_of_international_relations_theory",
        "https://en.wikipedia.org/wiki/Intergovernmentalism",
        "https://en.wikipedia.org/wiki/Liberal_intergovernmentalism",
        "https://en.wikipedia.org/wiki/International_political_economy",
        "https://en.wikipedia.org/wiki/Feminism_in_international_relations",
        "https://en.wikipedia.org/wiki/Green_theory",
        "https://en.wikipedia.org/wiki/Hegemonic_stability_theory",
        "https://en.wikipedia.org/wiki/Neofunctionalism",
        "https://en.wikipedia.org/wiki/Postcolonial_international_relations",
        "https://en.wikipedia.org/wiki/Intercommunalism",
        "https://en.wikipedia.org/wiki/Reflectivism",
        "https://en.wikipedia.org/wiki/International_ethics",
        "https://en.wikipedia.org/wiki/Historical_sociology",
        "https://en.wikipedia.org/wiki/Regime_theory",
        "https://en.wikipedia.org/wiki/State_cartel_theory",
        "https://en.wikipedia.org/wiki/Geopolitics",
        "https://en.wikipedia.org/wiki/Zbigniew_Brzezinski",
        "https://en.wikipedia.org/wiki/Hedley_Bull",
        "https://en.wikipedia.org/wiki/Daniel_Deudney",
        "https://en.wikipedia.org/wiki/Cynthia_Enloe",
        "https://en.wikipedia.org/wiki/James_Fearon",
        "https://en.wikipedia.org/wiki/Martha_Finnemore",
        "https://en.wikipedia.org/wiki/Robert_Gilpin",
        "https://en.wikipedia.org/wiki/John_Ikenberry",
        "https://en.wikipedia.org/wiki/Robert_Jervis",
        "https://en.wikipedia.org/wiki/Robert_Keohane",
        "https://en.wikipedia.org/wiki/Henry_Kissinger",
        "https://en.wikipedia.org/wiki/John_Mearsheimer",
        "https://en.wikipedia.org/wiki/Hans_Morgenthau",
        "https://en.wikipedia.org/wiki/Joseph_Nye",
        "https://en.wikipedia.org/wiki/Kathryn_Sikkink",
        "https://en.wikipedia.org/wiki/Susan_Strange",
        "https://en.wikipedia.org/wiki/Immanuel_Wallerstein",
        "https://en.wikipedia.org/wiki/Stephen_Walt",
        "https://en.wikipedia.org/wiki/Kenneth_Waltz",
        "https://en.wikipedia.org/wiki/Alexander_Wendt",
        "https://en.wikipedia.org/wiki/Security_dilemma",
        "https://en.wikipedia.org/wiki/Security_dilemma",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}