{
    "url": "https://en.wikipedia.org/wiki/Security_officers",
    "title": "Security guard",
    "table_of_contents": [
        "1 Functions and duties",
        "2 Personnel",
        "2.1 Types of personnel and companies",
        "3 Training",
        "3.1 Australia",
        "3.1.1 Notable security companies",
        "3.1.2 Private security trends",
        "3.2 Canada",
        "3.2.1 British Columbia",
        "3.3 Europe",
        "3.3.1 United Kingdom",
        "3.3.2 Finland",
        "3.3.3 Netherlands",
        "3.3.4 Norway",
        "3.4 Hong Kong",
        "3.4.1 Legislation",
        "4 Qualification",
        "4.1 Hong Kong",
        "4.1.1 Permit",
        "4.1.2 Power of arrest",
        "4.2 Israel",
        "4.3 Malaysia",
        "4.4 South Africa",
        "4.5 United States",
        "5 Police",
        "6 Trends",
        "6.1 Australia",
        "6.2 Bangladesh",
        "6.3 United Kingdom",
        "6.4 United States",
        "7 History",
        "8 Notable examples",
        "9 Unionization",
        "9.1 Canada",
        "9.2 United States",
        "9.2.1 Security, Police, and Fire Professionals of America",
        "9.2.2 United Government Security Officers of America",
        "9.2.3 Others",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A security guard (also known as a security inspector, security officer, or protective agent) is a person employed by a government or private party to protect the employing party's assets (property, people, equipment, money, etc.) from a variety of hazards (such as criminal activity, waste, damaged property, unsafe worker behavior, etc.) by enforcing preventative measures. Security guards do this by maintaining a high-visibility presence to deter illegal and inappropriate actions, looking (either directly, through patrols, or indirectly, by monitoring alarm systems or video surveillance cameras) for signs of crime or other hazards (such as a fire), taking action to minimize damage (such as warning and escorting trespassers off property), and reporting any incidents to their clients and emergency services (such as the police or paramedics), as appropriate.[1]\n\nSecurity officers are generally uniformed to represent their lawful authority to protect private property. Security guards are generally governed by legal regulations, which set out the requirements for eligibility (such as a criminal record check) and the permitted authorities of a security guard in a given jurisdiction. The authorities permitted to security guards vary by country and subnational jurisdiction. Security officers are hired by a range of organizations, including businesses, government departments and agencies and not-for-profit organizations (e.g., churches and charitable organizations).\n\nUntil the 1980s, the term watchman was more commonly applied to this function, a usage dating back to at least the Middle Ages in Europe where there was no form of law enforcement. This term was carried over to North America where it was interchangeable with night-watchman (e.g., security guard) until both terms were replaced with the modern security-based titles. Security officers are sometimes regarded as fulfilling a private policing function.\n\n"
        },
        {
            "title": "Functions and duties",
            "text": "Many security firms and proprietary security departments practice the \"detect, deter, observe and report\" method. Security officers are not required to make arrests, but have the authority to make a citizen's arrest, or otherwise act as an agent of law enforcement, for example, at the request of a police officer or a sheriff.\n\nA private security officer's responsibility is protecting their client from a variety of hazards (usually in the form of criminal acts). Security personnel enforce company rules and can act to protect lives and property, and they sometimes have a contractual obligation to provide these actions. In addition to basic deterrence, security officers are often trained to perform specialized tasks such as arrest and control (including handcuffing and restraints), operate emergency equipment, perform first aid, CPR, take accurate notes, write detailed reports, and perform other tasks as required by the client they are serving. All security officers are also required to go through additional training mandated by the state for the carrying of weapons such as batons, firearms, and pepper spray (e.g. the Bureau of Security and Investigative Services in California has requirements that a license for each item listed must be carried while on duty).[2] Some officers are required to complete police certification for special duties. In recent years, due to elevated threats of terrorism, most security officers are required to have bomb-threat training and/or emergency crisis training, especially those located in soft target areas such as shopping malls, schools, and any other area where the general public congregate. One major economic justification for security personnel is that insurance companies (particularly fire insurance carriers) will give substantial rate discounts to sites which have a 24-hour presence. For a high risk or high-value property, the discount can often exceed the money being spent on its security program.  Discounts are offered because having security on site increases the odds that any fire will be noticed and reported to the local fire department before a total loss occurs.  Also, the presence of security officers (particularly in combination with effective security procedures) tends to diminish \"shrinkage\", theft, employee misconduct, and safety rule violations, property damage, or even sabotage. Many casinos hire security officers to protect money when transferring it from the casino to the casino's bank.\n\nSecurity personnel may also perform access control at building entrances and vehicle gates; meaning, they ensure that employees and visitors display proper passes or identification before entering the facility. Security officers are called upon to respond to potential hazards (such as broken lights or doors, disturbances, lost persons, minor injuries, etc.) and to assist in serious emergencies (medicals, fires, crime, etc.) by securing the scene to prevent further loss or damage, summoning emergency responders to the incident, helping to redirect foot traffic to safe locations, and by documenting what happened on an incident report to give their client an idea of how to prevent similar situations from occurring. Armed security officers are frequently contracted to respond as law enforcement until a given situation at a client location is under control and/or public authorities arrive on the scene.\n\nPatrolling is usually a large part of a security officer's duties, as most incidents are prevented by being looked for instead of waiting for them to occur. Often these patrols are logged by use of a guard tour patrol system, which require regular patrols. Until recently the most commonly used form used to be mechanical clock systems that required a key for manual punching of a number to a strip of paper inside with the time pre-printed on it.  But recently, electronic systems have risen in popularity due to their lightweight, ease of use, and downloadable logging capabilities.[3] Regular patrols are, however, becoming less accepted as an industry standard, as it provides predictability for the would-be criminal, as well as monotony for the security officer on duty. Random patrols are easily programmed into electronic systems, allowing greater freedom of movement and unpredictability. Global positioning systems are beginning to be used because they are a more effective means of tracking officers' movements and behavior.\n\n"
        },
        {
            "title": "Personnel",
            "text": "Although security officers differ from police officers, military personnel, federal agents/officers, and the like, Australia and the United States have a growing proportion of security personnel that has former police or military experience, including senior management personnel.[citation needed] On the other hand, some security officers, young people, in particular, use the job as a practical experience to use in applying to law enforcement agencies.[citation needed]\n\nSecurity personnel are classified as one of the following:\n\nIndustry terms for security personnel include: security guard, security officer, security agent, safety patrol, private police, company police, security enforcement officer, and public safety. Terms for specialized jobs include Usher, bouncer, bodyguards, executive protection agent, loss prevention, alarm responder, hospital security officer, mall security officer, crime prevention officer, patrolman, private patrol officer, and private patrol operator.\n\nState and local governments sometimes regulate the use of these terms by law—for example, certain words and phrases that \"give an impression that he or she is connected in any way with the federal government, a state government, or any political subdivision of a state government\" are forbidden for use by California security licensees by Business and Professions Code Section 7582.26. So the terms \"private homicide police\" or \"special agent\" would be unlawful for a security licensee to use in California. Similarly, in Canada, various acts[11][12] specifically prohibits private security personnel from using the terms Probation Officer, law enforcement, police, or police officer.\n\nAlberta and Ontario prohibit the use of the term Security Officer, which has been in widespread use in the United States for many decades. Recent changes to the act have also introduced restrictions on uniform and vehicle colours and markings to make private security personnel clearly distinctive from police personnel. Some sources feel that some of these restrictions are put in place to satisfy the Canadian Police Association.[13] Specialized VIP security guard services and companies are in high demand and are defined by their ability to protect celebrities and executives during times of unrest.[14] There is a marked difference between persons performing the duties historically associated with watchmen and persons who take a more active role in protecting persons and property. The former, often called \"guards\", are taught the mantra \"observe and report\", are minimally trained, and not expected to deal with the public or confront criminals.\n\nThe latter are often highly trained, sometimes armed depending on contracts agreed upon with clientele, and are more likely to interact with the general public and to confront the criminal element. These employees tend to take pride in the title \"Security Officer\" or \"Protection Officer\" and disdain the label of \"guard\". Security jobs vary in pay and duties. There is sometimes little relationship between duties performed and compensation, for example some mall \"security officers\" who are exposed to serious risks earn less per hour than \"industrial security guards\" who have less training and responsibility.[15] However, there are now more positions in the security role that separate not just the titles, but the job itself. The roles have progressed and so have the areas for which security people are needed. The term \"agent\" can be confusing in the security industry because it can describe a civil legal relationship between an employee and their employer or contractor (\"agent of the owner\" in California PC 602), and also can describe a person in government service (\"Special Agent Jones of the Federal Bureau of Investigation\".) The title \"agent\" can be confused with bail enforcement agents, also known as \"bounty hunters\", who are sometimes regulated by the same agencies which regulate private security.  The term \"agent\" is also used in other industries, such as banking agents, loan agents and real estate agents. Security agents are often employed in loss prevention and personal or executive protection (bodyguards) roles. They typically work in plainclothes (without a uniform), and are usually highly trained to act lawfully in direct defense of life or property.\n\nSecurity officers are private citizens, and therefore are bound by the same laws and regulations as the citizenry they are contracted to serve, and therefore are not allowed to represent themselves as law enforcement under penalty of law.[16][17]\n\n"
        },
        {
            "title": "Training",
            "text": "Any person who conducts a business or is employed in a security-related field within Australia is required to be licensed. Each of the six states and two territories of Australia have separate legislation that covers all security activities. Licensing management in each state/territory is varied and is carried out by either Police, Attorney General's Department, Justice Department or the Department of Consumer Affairs.\n\nAll of this legislation was intended to enhance the integrity of the private security industry.\n\nAll persons licensed to perform security activities are required to undertake a course of professional development in associated streams that are recognised nationally. This has not always been the case and the introduction of this requirement is expected to regulate the educational standards and knowledge base so that the particular job can be competently performed. Strict requirements are laid down as to the type of uniform and badge used by security companies. Uniforms or badges that may be confused with a police officer are prohibited. Also, the use of the titles 'Security Police' or 'Private Detective' are unacceptable. While the term security guard is used by companies, government bodies and individuals, the term security officer is deemed more suitable. Bouncers use the title Crowd Controllers, and Store Detectives use the title Loss Prevention or Asset Protection Officers. Security Officers may carry firearms, handcuffs or batons where their role requires them to do so and then only when working and have the appropriate sub-class accreditation to their license.\n\nA 2009 review of trends in private security in Australia, conducted by Tim Prenzler, Karen Earle and Rick Sarre, published by the Australian Institute of Criminology, sought to examine the size and scope of the private security industry in Australia to help inform efforts to develop national consistent standards and licensing regimes.[19]\n\nThe review found the industry had a similar gender profile to police (24% female, 76% male), however security had a wider, and older age profile - 35% of security officers were 45 to 64 years old, while 44% of police were concentrated between 30 and 39 years. The review noted that as of 2009, private security outnumbered police two to one; it expected that this rate would continue to slow as security technology become more readily-accessible, especially CCTV camera systems, which are often seen as being more cost-effective than guarding/mobile patrol service.[19]\n\nThe review referenced a 2007 report from IBISworld (2007:24) that indicated four out of five of the largest private security companies in Australia were foreign-owned, accounting for 44.5% of the market share at the time.[19]\n\nA 2018 report authored by Anthony Bergin, Donald Williams, and Christopher Dixon and published by the Australian Strategic Policy Institute, focused on the current role of private security in countering hostile threats. An evolving understanding of threats has resulted in private security playing a greater part in responding to critical incidents, such as terrorist attacks.[20]\n\nThe report provided a low end estimate of the total number of licensed security personnel across Australia as 120,000 (54,753 employed full-time, up from 52,768 in 2006). It said the security industry is nationally characterized as high-volume and high-turnover, given the conflict between a highly prescriptive selection process by employers and regulators who seek to ensure only fit and proper people are licensed. As such, approximately 47% of the industry consists of casual security officers.\n\nIn 2018, referencing data provided by ASIAL, the report states that the private security industry has an annual turnover of AUD8 billion - split evenly between manpower and the electronics sector. Despite various companies being amalgamated or split up, there continues to be a high rate of foreign-ownership of major security providers; the industry overall however remains split between a small number of national companies and a large number of small, specialized businesses.\n\nTechnological advancements in regards to drones, facial recognition, and robotics are expected to continue to augment the private security landscape in Australia.\n\nIn Canada, private security falls under the jurisdiction of Canada's ten provinces and three territories. All ten of Canada's provinces and one of its territories (the Yukon) have legislation that regulates the contract security industry.[21] These eleven jurisdictions require that companies that provide security guard services and their employees be licensed. Most provinces in Canada regulate the use of handcuffs and weapons (such as firearms and batons) by contract security companies and their employees, either banning such use completely or permitting it only under certain circumstances. Additionally, in some provinces, some terms, or variations of them, are prohibited either on a uniform or in self-reference.[22]\n\nCanada's federal laws also restrict the ability of security officers to be armed. For example, section 17 of the Firearms Act, 1995 makes it an offense for any person, including a security officer, to possess prohibited or restricted firearms (i.e. handguns) anywhere outside of his or her home. There are two exceptions to this prohibition found in sections 18 and 19 of the Act. Section 18 deals with transportation of firearms while Section 19 deals with allowing persons to carry such firearms on their persons to protect their lives or the lives of other persons, or for the performance of their occupation (Armour Car Guards, Licensed Trappers), provided an Authorization to Carry (ATC) is first obtained.[23]\n\nPrivate security in the province of British Columbia is governed by two pieces of legislation: the Security Services Act[24] and the Security Services Regulation.[25] These laws are administered and enforced by the Security Programs and Police Technology Division[26] of the Ministry of Public Safety and Solicitor General. The legislation requires that guards must be at least 19 years old, undergo a criminal background check, and successfully complete a training course.[27] As far as weapons, British Columbia law severely restricts their use by security officers. Section 11(1)(c) of the Security Services Regulation prohibits security personnel from carrying or using any \"item designed for debilitating or controlling a person or animal\", which the government interprets to include all weapons. As well, section 11 forbids private security from using or carrying restraints, such as handcuffs, unless authorized by the government. However, as in other parts of Canada, armoured car officers are permitted to carry firearms. In the past, only personnel that worked for contract security, that is, security companies, were regulated in British Columbia. However, as of September 1, 2009, in-house security officers and private investigators came under the jurisdiction of the Security Services Act and Security Services Regulation. Bodyguards and bouncers, effective November 1, 2009, are also subject to these regulations.[28]\n\nArmed private security officers are much rarer in Europe, and illegal in many countries, such as the United Kingdom and the Netherlands. In developing countries (with host country permission), an armed security force composed mostly of ex-military personnel is often used to protect corporate assets, particularly in war-torn regions.\n\nSIA licence\n\nAs a requirement of the Private Security Industry Act 2001, the UK requires all contract security officers to have a valid Security Industry Authority licence.[29]\n\nThe licence must be displayed when on duty, although a dispensation may be granted for store detectives, bodyguards and others who need to operate without being identified as a security guard. (This dispensation is not available to Vehicle Immobilisers). \n\nLicenses are valid for three years and require the holders to undergo formal training, and are also to pass mandatory Criminal Records Bureau checks. Licences for Vehicle Immobilisers are valid for one year. \n\nNon SIA licence\n\nSome people working as 'in-house' security guards/officers do not need an SIA licence. 'In-house' means they are directly are employed by the company/people they are protecting, such as supermarkets and not if they work for a security company.[30] The UK supermarket Asda is one such example who directly employ in-house guards, who as such need not have an SIA licence to work.[31]\n\nThere are two exceptions to this about 'in-house' guards:\n\nBoth of these need SIA licences.\n\nUnarmed Guarding\n\nArmed guarding and guarding with a weapon are illegal in the United Kingdom, as almost all citizens are prohibited from carrying most firearms (such as a pistol), or offensive weapons (such as a baton). \n\nThe banned list includes:\n\nHowever, guards may carry handcuffs and leg/arm restraints[32][33] (although this is rare as the grounds for using them are narrow),> and some may wear stab-resistant vests (such as cash-in-transit guards).[34]\n\nIn Finland, all contract security officers (in Finnish vartija, in Swedish väktare) are required to have a valid license granted by police. Temporary license is valid for four months and normal license for five years. License requires a minimum 40-hour course for temporary license and 80 hours more for a normal license. Additionally a narrow security vetting is required. The 40-hour course does not allow the guard to carry any kind of special equipment such as a baton or handcuffs. Guards have to complete the 80-hour course to carry these. Separate training and license is required for the security guard to carry pepper spray, extendable baton or a firearm. Rehearse of weapons usage is mandatory every year and is regulated by the Ministry of the Interior, to ensure the safe handling of pepper spray and such. Firearms can only be carried by bodyguards and cash-in-transit guards or when guarding a person or object that is significant in terms of public interest.[35] In Finland, a security guard has the right to detain a person \"red-handed\", or seen committing a crime and the right to search the detained individual for harmful items and weapons. An individual who has been forcefully detained can only be released by the police. All companies providing security guarding services are also required to have a valid license from the Ministry of the Interior.[36]\n\nIn the Netherlands, security officers (beveiligingsbeambte) must undergo a criminal background check by the local police department in the area where the private security company is located. To become a security guard in the Netherlands, a person must complete the basic training level 2 Beveiliger2 in which there are several specialisations, such as Airport Security, Harbour Security, Object Security and Mobile Surveillance. In addition there are individual courses for specialiasations, such as Personal Security (Bodyguard), Private investigator and Event Security Officer, for which the basic training Beveiliger 2 is not necessary. To complete the basic level training a trainee must undergo a three-month internship with a private security company or a company that contains a security service, that is licensed by the svpb, the board that controls security exams. A trainee guard must pass for his diploma within one year. If the trainee does not pass he is not allowed to work anymore until he completes his training with a positive result. After a positive result a new Security ID can be issued and is valid for three years, after which the officer must undergo a background check by the local police again, to renew the ID. Security officers in the Netherlands are not allowed to carry any kind of weapon or handcuffs. Every uniformed security guard in the Netherlands must have the V symbol on his or her uniform to advise the public they are dealing with a private guard; this rule is mandated by the Ministry of Justice. Security uniforms may not look like similar to police uniforms, and may not contain any kind of rank designation. The colors yellow and gold are not allowed to be used because the Dutch police uses gold accents in their uniforms; also, wearing a uniform cap is not allowed. Every new uniform design or addition must be approved by the Ministry of Justice before use. A patrol vehicle may not look like a police striped vehicle. The only private security officers who are allowed to carry firearms are those who work for the military or Dutch National bank (De Nederlandsche Bank); this is where the national gold reserve can be found. Security guards in the Netherlands can work for a specific security company or a security service within a company (Bedrijfsbeveiligingsdienst). Since 2018 the Security business in the Netherlands has seen a trend evolve where hospitality is being considered as a more prominent priority in Security services.\n\nIn Norway security officers are called \"Vektere\". There are two different types of vektere—the normal uniformed or civil-clothing officers who watch over private and semi-public properties, and government-hired vektere who work in public places, such as the Parliament. The law provides more enforcement powers to security officers in the Parliament than to private security officers. Security officers must undergo five weeks of training and internship. It is also possible to choose Security as a high school major, which requires two years of school and two years of trainee positions at private companies, resulting in a certificate from the government. This certificate makes it easier to get a job, with slightly higher pay. It also makes it easier to get a job elsewhere in the security industry. The certificate can also be obtained by private security officers who have had a minimum of 5 years working experience. No security officer may carry pepper spray, batons or any other kind of weapon. However, handcuffs may be used. Norges Bank (Bank of Norway, federal reserves) had armed government guards until late 2013, when they were disarmed by the minister of finance. Security officers serving on ships sailing in areas of high piracy risk may be equipped with firearms. Uniforms should not resemble police worn attire, but some uniforms do. The uniform must have the text 'VEKTER' or 'SIKKERHET' above the left shirt pocket.\n\nA security officer, or any other person, may detain or arrest anyone that violates any law, as long as the violation carries a punishment of minimum six months imprisonment and a fine. The detainee must be released or handed over to the authorities within four hours of the arrest. Security officers assigned to public transportation, such as trains, subways, trams and buses, also have some powers under the Transportloven (transportation law). Security officers may issue fixed penalty tickets for violation of parking regulations in designated areas and for passengers on public transportation without a valid pass. A security officer may only search (frisk) a person to prevent the use of or confiscate any type of weapon or anything that can be used as a weapon. In 2006, some security officers (Vakt Service/Nokas) were given extended training and limited police authority to transport prisoners between police holding cells, jails and courts, etc. Due to an outcry from the police union, this program was scrapped after a few months.\n\nIn addition to normal \"vektere\" there also is a special branch for \"Ordensvakter\" who normally work as bouncers or security at concerts and similar types of events. Ordensvakter have to undergo an extra week of training to learn techniques on how to handle drunk people and people on various drugs. They also learn about the alcohol laws of Norway (which are rather strict). The police in the local police district must approve each Ordensvakt. These special regulations arose after events in the 1990s when bouncers had a bad reputation, especially in Oslo, for being too brutal and rough with people. At that time, the police had no control over who worked as bouncers. After the government implemented training and mandatory police-issued ID cards for bouncers the problems have been reduced. The police of Oslo report that Ordensvakter are now helping the police identify crimes that otherwise would not be reported. In 2013, due to a high number of rapes and violent robberies, the city of Oslo (Oslo Kommune) hired a private security company (Metro Garda) to patrol the downtown immigrant areas. This patrol had a positive effect, and the city has, in addition to Metro Garda officers, now hired their own officers called Bymiljøetaten (City environment dep). The municipalities in Norway are not allowed to form their own \"police\". The only police force in Norway is the national police (politiet).\n\nIn 2007, several officers from the Securitas AB company were arrested for brutality against a robber they apprehended on the main street of Oslo. The crime was captured with a mobile camera by pedestrians and created a public outcry, with many objecting to the way the security guards took the law into their own hands. Later, it came to light that the thief first attacked the security guards when they approached him, so the brutality charges were dropped.[37] As a result of this episode, the police said that they would be more careful when conducting criminal background checks for security guards. Before 2007 security guards were checked when they applied for a job, but not while they were working. Security companies were also criticized for not checking criminal records sufficiently, in some cases not at all. Now guards working in private security must be checked annually. The police have the authority to withdraw a company's licence if the company does not submit lists of employees to the police. The police in Norway were widely criticized for not checking guards properly, and even when they encounter an issue with a guard, the guard can still work for months before anything is done. The security company G4S, after being criticized by police for hiring criminals, stated that they cannot do anything about the problem, because only the police have the ability to check the guard's criminal records.[38]\n\nIn 2012, Norwegian media reported that off-duty police officers and Home Guard soldiers had contracts of armed employment on civilian ships in the Aden bay, and police leaders were planning sanctions against the use of police officers.[39] Today there are around 15,000 people working in private security in Norway. The police have around 10,000 employees in total.\n\nNotable companies:\n\nIn Hong Kong, the term Security Officer refers to a senior staff member who supervises a team of security personnel. The staff who work under security officers' supervision are called\nSecurity Guards.\n\nBefore 1 October 1996, private security personnel were regulated by the Watchmen Ordinance (Chapter 299). However, there were many problems with that system of regulation—for example, there were no restrictions as to whom may establish private security service companies to provide security services to a client. Also, there was no regulation of people whom may perform installation of security systems. Some employers hired \"caretakers\" instead of security guards to avoid their responsibilities under the ordinance (in formal definition, \"caretakers\" are supposed to provide facilities management service, although security service, which provided to residential properties, takes some parts of facilities management service). As a result, the Hong Kong Government enacted a wholly new law, the Security and Guarding Services Ordinance (Chapter 460), to replace the Watchmen Ordinance.\n\nAccording to the Security and Guarding Services Ordinance:\nNo individual shall do, agree to do, or hold himself/herself out as doing, or as available to do, security work for another person unless he/she does so-\n\nSecurity work means any of the following activities-\n\nSecurity device means a device designed or adapted to be\ninstalled in any premises or place, except on or in a vehicle, for the purpose\nof detecting or recording- (Amended 25 of 2000 s. 2)\n\n\n\n"
        },
        {
            "title": "Qualification",
            "text": "Qualification for security guards vary from country to country. Different requirements have to be completed before applying for this job.\n\nAny applicant who wishes to apply for a Security Personnel Permit (SPP) must:\n\nSecurity Personnel Permit was separated to four types: A, B, C, and D.\n\nThe permit is valid for five years. All holders must renew their permit before it expires, or they will lose their qualification to work, as such, until their permit is renewed.\n\nThe type A and Type B security service are gradually combined with property management service, though the boundary between these two industries is unclear.\n\nSecurity Guards in Hong Kong do not have special powers of arrest above that of the ordinary citizen, i.e. citizen's arrest, also known locally as the \"101 arrest power\". The Section 101 in the Criminal Procedure Ordinance addresses that arrest of an offender by a private citizen is allowed in certain circumstances if the offender is attempting an arrestable offense. Once arrested, the suspect must be delivered to a police office as soon as possible. An arrestable offence is defined as any crime carrying a sentence of more than 12 months imprisonment. No security personnel are allowed to search other person, nor are they allowed to get personal information from other people, with the exception of some specific circumstances.\n\nIn Israel, almost all security guards carry a firearm, primarily to prevent terror attacks. Security guards are common: they perform entrance checks at shopping malls, transportation terminals, government and other office buildings, and many stores. Many locations with a high number of visitors, such as the Jerusalem Central Bus Station, employ X-ray machines to check passenger's bags; in other places, they are opened and visually inspected. Since 2009, private security guards companies as Mikud have also replaced official security forces at some checkpoints inside and on the border of the West Bank, as well as the crossings to Gaza.\n\nThe private security industry is regulated by the Ministry of Home Affairs (Kementerian Dalam Negeri). As of 2018, all private security companies in Malaysia must have a minimum of 80% of their employees complete a Certified Security Guard Training Course [42] in order to receive approval to renew their Private Agency License. Peninsular Malaysia allows for the use of Nepalese security guards whereby East Malaysian immigration policy does not allow the use of foreign workers to be employed in the security industry.\n\nSecurity guards along with the rest of the private security industry are regulated under Act 56 of 2001, Private Security Industry Regulation Act.[43]\n\nPrivate security guards have outnumbered police officers since the 1980s, predating the heightened concern about security brought on by the September 11, 2001, attacks. The more than 1 million contract security officers, and an equal number of guards estimated to work directly for U.S. corporations, is much greater than the nearly 700,000 sworn law enforcement officers in the United States.[44] Most states require a license to work as a security officer.[45] This license may include a criminal background check or mandated training requirements. Security guards have the same powers of arrest as a private citizen, called a \"private person\" arrest, \"any person\" arrest, or \"citizen's arrest\". If weapons are carried, additional permits and training are usually required. Armed security personnel are generally employed to protect sensitive sites such as government and military installations, armored money transports, casinos, banks and other financial institutions, and nuclear power plants. However, armed security is quickly becoming a standard for vehicle patrol officers and on many other non-government sites.\n\nThe responsibilities of security guards in the United States are expanding in scope. For example, a trend is the increasing use of private security to support services previously provided by police departments. James F. Pastor addresses substantive legal and public policy issues which directly or indirectly relate to the provision of security services. These can be demonstrated by the logic of alternative or supplemental service providers. The use of private police has particular appeal because property or business owners can directly contract for public safety services, thereby providing welcome relief for municipal budgets. Finally, private police functions can be flexible, depending upon the financial, organizational, political, and circumstances of the client.[46]\n\nArizona – Licensed security companies are required to provide eight hours of pre-assignment training to all persons employed as security guards before the employee acts in the capacity of a security guard.[47] There is a state-mandated curriculum that must be taught, and subjects covered must include criminal law and laws of arrest, uniforms and grooming, communications, use of force, general security procedures, crime scene preservation, ethics, and first response.[48]\n\nCalifornia – Security Guards are required to obtain a license from the Bureau of Security and Investigative Services (BSIS), of the California Department of Consumer Affairs. Applicants must be at least 18 years old, undergo a criminal history background check through the California Department of Justice (DOJ) and the Federal Bureau of Investigation (FBI), and complete a 40-hour course of required training. This required training is broken down into smaller training sections and time-lines. The first is 8 hours of BSIS-designed instruction on powers to arrest and weapons. Then, within 30 days of getting the individual officers license, they must receive 16 hours of training on various mandatory and elective courses. Finally, within 6 months of getting their license, they must receive an additional 16 hours of training on various mandatory and elective courses. California security officers are also required to complete 8 hours of annual training on security-related topics, in addition to the initial 40 hours of training. The training and exam may be administered by any private patrol operator or by any of a large number of certified training facilities. This training can be in the classroom or online.[49][50]\n\nIllinois - Security Guards / Security Officers in Illinois are required to have a valid Permanent Employee Registration Card, also known as a PERC Card for short. You also have to be a minimum of 18 years old to work as an unarmed security guard, and a minimum of 21 years old to work as an armed security guard. A valid Firearm Owner's Identification Card, also known as a FOID Card for short, is also required if working as an armed security guard.[51]\n\nNew Jersey – As of 2006 all security personnel employed by a \"security officer company\" which provides security services to other entities by contract must undergo a state mandated certified training program. This law, commonly referred to as SORA, is the state's effort to increase the quality of security personnel. Security personnel employed by other types of businesses do not require the SORA certification card. However, those employed by the Atlantic City casinos are required to have the state issued \"Casino Employee Registration\" card.\n\nNew Mexico – As of 2008 all security guards must undergo FBI background checks and a certified training program. Guards who carry firearms must also undergo additional training with a firearm through an approved firearms instructor and pass a psychological exam. The security industry is regulated through the New Mexico Regulation and Licensing Division.\n\nNew Orleans, Louisiana – The City of New Orleans Department of Police in accordance with New Orleans Home Rule Charter section 4-502 (2) (a) (b) and New Orleans Municipal Code 17-271 MCS 90-86, deputizes armed Security Officers, Private Investigators, College Campus Police, City, State, and Federal agencies, within the city limits, with limited Police Power as New Orleans Police Special Officers. New Orleans Municipal Code 17-271 MCS 30-1122 states It shall be unlawful for any person to act as an armed guard unless he is a Peace Officer. Louisiana R.S. 40:1379.1 (b) states the Special Officer, when performing those tasks requiring a Special Officer's commission, shall have the same powers and duties as a Peace Officer. Special Officers may make arrest for felony or misdemeanor offenses on the property or area they are to protect, patrol, or in relation to their direct assignment. The Special Officer when making an arrest may pat down the arrested subject for weapons. Special Officers are to turn over arrested subjects and pertaining evidence to a New Orleans Police Officer. Special Officers or to honor all subpoenas on arrest made and appear in court to testify. Special Officers when not on a particular assignment are regarded as private citizens and have no Police Power. However, Special Officers still may make an arrest for a felony, whether in or out of his presence, while not on a particular assignment, under Louisiana Law CCRP art.214 Arrest by private person; when lawful.\n\nNorth Carolina – Security Officers in North Carolina are required to register and become certified with the Private Protective Services Board (PPSB), the private security authority body under the North Carolina Department of Justice. The purpose of the Private Protective Services Board is to administer the licensing, education and training requirements for persons, firms, associations and corporations engaged in private protective services within North Carolina. The board is totally fee funded and is staffed by departmental employees directed on a daily basis by the Director, who is appointed by the Attorney General. There are two classifications for an officer: armed and unarmed. While an unarmed officer is required to take a 16-hour class of training and instruction to become certified, an armed officer must take additional hours of classroom training as well as qualify on a gun range with the firearm which will be carried on duty.\n\nOklahoma – Security officers in Oklahoma are licensed by CLEET (Council on Law Enforcement Education and Training). To be licensed as an unarmed officer an individual must be at least 18 years of age and undergo 40 hours of classroom training and pass criminal history checks. Armed guards must be 21 years of age, have another 40 hours of classroom training, qualify with their firearm and pass a psychological evaluation.\n\nOregon – Department of Public Safety, Standards and Training\n\nPennsylvania – No licensing requirements to be an unarmed security guard. However, anyone who carried a firearm or other \"lethal weapon\" in the course and scope of their employment must be trained as a \"Certified Agent\" and successfully complete a 40-hour training course (including shooting range time) in order to be certified to carry weapons while on duty under the Lethal Weapons Training Act (commonly referred to as Act 235 certification). Certification involves completing a medical physical exam, a psychological examination, classroom training and qualifying on a pistol range, with firing of 50 rounds of ammo larger than a .380acp. Agents are also required to qualify on a shotgun. The certification is good for five years at which time an eight-hour refresher course must be taken or the certification is revoked.[52]\n\nSouth Carolina – All Security Officers have the same authority and power of arrest as Sheriff's Deputies, while on the property they are paid to protect, and according to Attorney General Alan Wilson, are considered Law Enforcement for the purpose of making arrests and swearing out a warrant before the magistrate.[53] Private Officers may respond to calls for service, make arrests and use blue lights[54] and traffic radar. They may also be specially authorized by the State Law Enforcement Division (SLED) to issue Uniform Traffic Tickets to violators.[55] Security Officers are licensed or registered (as appropriate) by SLED for one year at a time. Training for unarmed officers is 8 hours, an additional 8 hours is required for a security weapons permit or a concealed security weapons permit. Additional hours are required to be documented for officers issuing public or private tickets as well as officers who will be using batons, pepper spray or tasers.\n\nSt. Louis, Missouri – Security officers are required to be licensed by the St. Louis County Police Department or St. Louis Police Department. St. Louis County security officer training is a two-day class and yearly renewal class. Armed officers must shoot bi-annually to keep their armed status. County license is called a Metropolitan License, meaning it is good for St. Louis City and County.[56] The St. Louis City web site has all the information regarding licensing requirements, as they are the same in the city and county.[57]\n\nTexas – There are three types of Security Officer license types in the state of Texas. Each requires a certain level of training. All training and licensing is regulated by the Department of Public Safety's Private Security Bureau.[58] The three types of licenses are\n\nVirginia – Since the 1980s, Security Officers in Virginia are required to be certified by DCJS (Department of Criminal Justice Services, the same agency that certifies law enforcement officers).[68] To be certified as an unarmed security officer one must go through 18 hours of classroom training from a certified instructor in order to obtain this card and it must be done by the end of their 90 days after hire with a Security company. Every two years the card must be renewed, by completing an in-service with a certified instructor. To be certified as an armed security officer one must complete an additional 24 hours of firearms training, 8 hours of training in conducting a lawful arrest, and qualification with the type and caliber of weapon they intend to carry. Firearms endorsements must be renewed annually by completing an in-service and passing a firearms qualification. Certified armed security officers are authorized under state code to arrest[69] for any offense committed in their presence while they are on duty at the location they are hired to protect. Unarmed officers have no arrest powers. They also are granted the authority by the state law to issue summons to appear in court[70] for felonies and misdemeanors. Virginia also allows security officers to attend additional 40 hours of training to become certified as Conservators of the Peace (Special Police) for the company employing them. This appointment is performed by a Circuit Court Judge, wherein the officer is actually sworn in and has the powers of a police officer on property they are working, as well as the lawful duty to act upon witnessing any felony and the ability to pursue fleeing felons. Such sworn officers are also permitted the use of sirens and red lights. Those who handle K-9s, work as dispatchers, alarm responders, private investigators, instructors, bounty hunters, armored car couriers and Executive Protection Specialists are other categories of training regulated by DCJS with additional training requirements. All positions require State Police and FBI background checks.\n\n"
        },
        {
            "title": "Police",
            "text": "Security personnel are not police officers, unless they are security police. Security personnel derive their powers from state or provincial laws, which allow them a contractual arrangement with clients that give them Agent of the Owner powers. This includes a nearly unlimited power to question with the absence of probable cause requirements that frequently dog public law enforcement officers. In essence, security officers keep private property / persons safe from hazards, whereas police officers protect entire communities by enforcing laws and arresting suspected offenders. Some jurisdictions do commission or deputize security officers and give them limited additional powers, particularly when employed in protecting public property such as mass transit stations. This is a special case that is often unique to a particular jurisdiction or locale. Additionally, security officers may also be called upon to act as an agent of law enforcement if a police officer, sheriff's deputy, etc. is in immediate need of help and has no available backup.\n\nSome security officers do have reserve police powers and are typically employed directly by governmental agencies. Typically, these are sworn law enforcement personnel whose duties primarily involve the security of a government installation, and are also a special case. Other local and state governments occasionally enter into special contracts with security agencies to provide patrol services in public areas. These personnel are sometimes referred to as \"private police officers\". Sometimes, police officers work as security personnel while not on duty. This is usually done for extra income, and work is particularly done in hazardous jobs such as bodyguard work and bouncers outside nightclubs. Police are called in when a situation warrants a higher degree of authority to act upon reported observations that security does not have the authority to act upon. However, some states allow Licensed Security Officers full arrest powers equal to those of a Sheriff's Deputy.\n\nIn 1976, the Law Enforcement Assistance Administration's National Advisory Commission on Criminal Justice Standards and Goals reported:\n\nIn New York City, the Area Police/Private Security Liaison program was organized in 1986 by the NYPD commissioner and four former police chiefs working in the private security industry to promote mutual respect, cross-training, and sharing of crime-related information between public police and private security.\n\n"
        },
        {
            "title": "Trends",
            "text": "In 2006, the Australian Bureau of Statistics Report showed that private security personnel outnumbered police, with 52,768 full-time security officers in the security industry compared to 44,898 police officers. However, since the Security Industry Regulation Act of 2007 it has dropped to less than half of that.\n\nIn Bangladesh, private companies and residential authorities may assign security guards. Some are trained to use firearms and manage emergency situations, but the majority of them are untrained and only assigned for their physical strength and presence.\n\nThe trend in the UK is one of polarization. Manned guarding, the security industry term for the security guards most people are familiar with, is diverging toward two opposite extremes; one typified by a highly trained and well paid security officer; the other with security officers on or about minimum wage with only the minimum training required by law. Within the \"in-house\" sector, where security personnel are not subject to licensing under the Private Security Industry Act 2001, the same divergence can be seen, with some companies opting for in-house security to maintain control of their standards, while others use it as a route to cheaper, non-regulated, security. In a very few cases, such as the Northern Ireland Security Guard Service, security guards may be attested as Special Constables.\n\nEconomist Robert B. Reich, in his 1991 book The Work of Nations, stated that in the United States, the number of private security guards and officers was comparable to the number of publicly paid police officers. He used this phenomenon as an example of the general withdrawal of the affluent from existing communities where governments provide public services. Instead, the wealthy pay to provide their own premium services, through voluntary, exclusive associations. As taxpayer resistance has limited government budgets, and as the demand for secure homes in gated communities has grown, these trends have continued in the 1990s and 2000s. In the aftermath of the September 11, 2001 attacks, the trend in the US is one of a quiet transformation of the role of security guards into first responders in case of a terrorist attack or major disaster. This has resulted in longer guard instruction hours, extra training in terrorism tactics and increased laws governing private security companies in some states.\n\n"
        },
        {
            "title": "History",
            "text": "The vigiles were soldiers assigned to guard the city of Rome, often credited as the origin of both security personnel and police, although their principal duty was as a fire brigade. There have been night watchmen since at least the Middle Ages in Europe; walled cities of ancient times also had watchmen. A special chair appeared in Europe sometime in the late Middle Ages, called the watchman's chair; this unupholstered wooden chair had a forward slanting seat to prevent the watchman from dozing off during duty.\n\n"
        },
        {
            "title": "Unionization",
            "text": "Many security guards in Canada are unionized. The primary unions which represent security guards in Canada are the United Food and Commercial Workers (UFCW),[73] Local 333, and the Canadian branch of the United Steelworkers (USW). In contrast to the legal restrictions in the United States, Canadian labour relations boards will certify bargaining units of security guards for a Canadian Labour Congress (CLC)-affiliated union or in the same union with other classifications of employees.\n\nIn June 1947, the United States Congress passed the Taft–Hartley Act placing many restrictions on labor unions. Section 9 (B) (3) of the act prevents the National Labor Relations Board (NLRB) from certifying for collective bargaining any unit which mixes security employees with non-security employees. This restricts the ability of security employees to join any union that also represents other types of employees. They may be part of an independent, \"security-only\" union, not affiliated with any coalition of other types of labor unions such as the American Federation of Labor and Congress of Industrial Organizations (AFL-CIO). A union which also represents non-security employees may also represent and bargain on behalf of security employees with the employer's consent. Two of the largest security unions are the Security, Police, and Fire Professionals of America (SPFPA) and the United Government Security Officers of America (UGSOA), but the largest union of security officers is SEIU 32BJ, which as of 2018 had over 30,000 security officers.[74]\n\nIn 1948 with the Taft–Hartley restrictions well into effect, the Detroit, Michigan area security guards of United Auto Workers (UAW) Amalgamated Local 114 were forced to break away and start a separate \"Plant Guards Organizing Committee\". The NLRB ruled that as an affiliate of the CIO, the committee was indirectly affiliated with production unions and therefore ineligible for certification under the new restrictions. The committee was then forced to completely withdraw from the CIO and start the independent United Plant Guard Workers of America. By the 1990s, this union had evolved to include many other types of security officers and changed its name to the SPFPA.\n\nIn 1992, the UGSOA was formed. It specializes in organizing federal, state, and local government security officers, but since May, 2000 has been open to representing other types of security personnel as well.\n\nThe Service Employees International Union (SEIU) has also sought to represent security employees, although its efforts have been complicated by the Taft-Harley Act because the SEIU also represents janitors, trash collectors, and other building service employees.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Employment",
        "https://en.wikipedia.org/wiki/Security",
        "https://en.wikipedia.org/wiki/Bodyguard",
        "https://en.wikipedia.org/wiki/Hall_monitor",
        "https://en.wikipedia.org/wiki/Retail_Loss_Prevention",
        "https://en.wikipedia.org/wiki/Property",
        "https://en.wikipedia.org/wiki/Alarm",
        "https://en.wikipedia.org/wiki/Emergency_services",
        "https://en.wikipedia.org/wiki/Uniform",
        "https://en.wikipedia.org/wiki/Authority",
        "https://en.wikipedia.org/wiki/Middle_Ages",
        "https://en.wikipedia.org/wiki/Europe",
        "https://en.wikipedia.org/wiki/Law_enforcement",
        "https://en.wikipedia.org/wiki/Private_policing",
        "https://en.wikipedia.org/wiki/Chamber_of_Deputies_of_the_Czech_Republic",
        "https://en.wikipedia.org/wiki/Citizens_arrest",
        "https://en.wikipedia.org/wiki/Police_officer",
        "https://en.wikipedia.org/wiki/Sheriff",
        "https://en.wikipedia.org/wiki/First_aid",
        "https://en.wikipedia.org/wiki/CPR",
        "https://en.wikipedia.org/wiki/Soft_target",
        "https://en.wikipedia.org/wiki/Insurance",
        "https://en.wikipedia.org/wiki/Sabotage",
        "https://en.wikipedia.org/wiki/Casino",
        "https://en.wikipedia.org/wiki/Access_control",
        "https://en.wikipedia.org/wiki/Guard_tour_patrol_system",
        "https://en.wikipedia.org/wiki/Watch_clock",
        "https://en.wikipedia.org/wiki/Global_positioning_systems",
        "https://en.wikipedia.org/wiki/Shopping_mall",
        "https://en.wikipedia.org/wiki/Parking_lot",
        "https://en.wikipedia.org/wiki/Jakarta",
        "https://en.wikipedia.org/wiki/Indonesia",
        "https://en.wikipedia.org/wiki/Haikou",
        "https://en.wikipedia.org/wiki/Hainan",
        "https://en.wikipedia.org/wiki/Shopping_mall",
        "https://en.wikipedia.org/wiki/Amusement_park",
        "https://en.wikipedia.org/wiki/Casino",
        "https://en.wikipedia.org/wiki/Security_police",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Employee_retention",
        "https://en.wikipedia.org/wiki/Contract",
        "https://en.wikipedia.org/wiki/Parapolice",
        "https://en.wikipedia.org/wiki/Safety_patrol",
        "https://en.wikipedia.org/wiki/Company_police",
        "https://en.wikipedia.org/wiki/Public_safety",
        "https://en.wikipedia.org/wiki/Bodyguards",
        "https://en.wikipedia.org/wiki/Loss_prevention",
        "https://en.wikipedia.org/wiki/Cash_in_transit",
        "https://en.wikipedia.org/wiki/Guangzhou",
        "https://en.wikipedia.org/wiki/Homicide",
        "https://en.wikipedia.org/wiki/Canada",
        "https://en.wikipedia.org/wiki/Canadian_Police_Association",
        "https://en.wikipedia.org/wiki/Certified_Protection_Officer",
        "https://en.wikipedia.org/wiki/Special_Agent",
        "https://en.wikipedia.org/wiki/Federal_Bureau_of_Investigation",
        "https://en.wikipedia.org/wiki/Prambanan",
        "https://en.wikipedia.org/wiki/Central_Java",
        "https://en.wikipedia.org/wiki/Indonesia",
        "https://en.wikipedia.org/wiki/Kenya",
        "https://en.wikipedia.org/wiki/2017_Australian_Grand_Prix",
        "https://en.wikipedia.org/wiki/Serco",
        "https://en.wikipedia.org/wiki/Certis_Group",
        "https://en.wikipedia.org/wiki/Wilson_Security",
        "https://en.wikipedia.org/wiki/Securitas_AG",
        "https://en.wikipedia.org/wiki/Prosegur",
        "https://en.wikipedia.org/wiki/Chubb_Security",
        "https://en.wikipedia.org/wiki/United_Technologies",
        "https://en.wikipedia.org/wiki/Linfox",
        "https://en.wikipedia.org/wiki/Australian_rules_football",
        "https://en.wikipedia.org/wiki/Australian_Strategic_Policy_Institute",
        "https://en.wikipedia.org/wiki/Montreal",
        "https://en.wikipedia.org/wiki/Quebec",
        "https://en.wikipedia.org/wiki/Canada",
        "https://en.wikipedia.org/wiki/Stockholm_Pride",
        "https://en.wikipedia.org/wiki/Europe",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Netherlands",
        "https://en.wikipedia.org/wiki/Security_Industry_Authority",
        "https://en.wikipedia.org/wiki/Asda",
        "https://en.wikipedia.org/wiki/Pistol",
        "https://en.wikipedia.org/wiki/Tasers",
        "https://en.wikipedia.org/wiki/Finland",
        "https://en.wikipedia.org/wiki/Pepper_spray",
        "https://en.wikipedia.org/wiki/Bodyguard",
        "https://en.wikipedia.org/wiki/Netherlands",
        "https://en.wikipedia.org/wiki/Private_security_company",
        "https://en.wikipedia.org/wiki/Airport_Security",
        "https://en.wikipedia.org/wiki/Bodyguard",
        "https://en.wikipedia.org/wiki/Private_investigator",
        "https://en.wikipedia.org/wiki/De_Nederlandsche_Bank",
        "https://en.wikipedia.org/wiki/Norway",
        "https://en.wikipedia.org/wiki/Norway",
        "https://en.wikipedia.org/wiki/Oslo",
        "https://en.wikipedia.org/wiki/Norwegian_Police_Service",
        "https://en.wikipedia.org/wiki/Securitas_AB",
        "https://en.wikipedia.org/wiki/G4S",
        "https://en.wikipedia.org/wiki/G4S",
        "https://en.wikipedia.org/wiki/NOKAS",
        "https://en.wikipedia.org/wiki/Securitas_AB",
        "https://en.wikipedia.org/wiki/Property_management",
        "https://en.wikipedia.org/wiki/Hong_Kong",
        "https://en.wikipedia.org/wiki/Israel",
        "https://en.wikipedia.org/wiki/Terror_attack",
        "https://en.wikipedia.org/wiki/Jerusalem_Central_Bus_Station",
        "https://en.wikipedia.org/wiki/West_Bank",
        "https://en.wikipedia.org/wiki/Gaza_Strip",
        "https://en.wikipedia.org/wiki/Kota_Kinabalu",
        "https://en.wikipedia.org/wiki/Peninsular_Malaysia",
        "https://en.wikipedia.org/wiki/Nepal",
        "https://en.wikipedia.org/wiki/East_Malaysia",
        "https://en.wikipedia.org/wiki/Johannesburg",
        "https://en.wikipedia.org/wiki/2010_World_Cup",
        "https://en.wikipedia.org/wiki/Private_security_industry_in_South_Africa",
        "https://en.wikipedia.org/wiki/License",
        "https://en.wikipedia.org/wiki/Background_check",
        "https://en.wikipedia.org/wiki/Private_police",
        "https://en.wikipedia.org/wiki/Public_safety",
        "https://en.wikipedia.org/wiki/California_Department_of_Consumer_Affairs",
        "https://en.wikipedia.org/wiki/California_Department_of_Justice",
        "https://en.wikipedia.org/wiki/Power_of_arrest",
        "https://en.wikipedia.org/wiki/North_Carolina_Department_of_Justice",
        "https://en.wikipedia.org/wiki/Council_on_Law_Enforcement_Education_and_Training",
        "https://en.wikipedia.org/wiki/Oregon_Department_of_Public_Safety_Standards_and_Training",
        "https://en.wikipedia.org/wiki/South_Carolina_State_Law_Enforcement_Division",
        "https://en.wikipedia.org/wiki/Virginia_State_Police",
        "https://en.wikipedia.org/wiki/Security_police",
        "https://en.wikipedia.org/wiki/Bodyguard",
        "https://en.wikipedia.org/wiki/Law_Enforcement_Assistance_Administration",
        "https://en.wikipedia.org/wiki/Minimum_wage",
        "https://en.wikipedia.org/wiki/Security_Industry_Authority",
        "https://en.wikipedia.org/wiki/Northern_Ireland_Security_Guard_Service",
        "https://en.wikipedia.org/wiki/Police_oath",
        "https://en.wikipedia.org/wiki/Special_Constable",
        "https://en.wikipedia.org/wiki/Gated_communities",
        "https://en.wikipedia.org/wiki/Terrorist_attack",
        "https://en.wikipedia.org/wiki/Vigiles",
        "https://en.wikipedia.org/wiki/Ancient_Rome",
        "https://en.wikipedia.org/wiki/Firefighter",
        "https://en.wikipedia.org/wiki/Middle_Ages",
        "https://en.wikipedia.org/wiki/Watergate_complex",
        "https://en.wikipedia.org/wiki/Democratic_National_Committee",
        "https://en.wikipedia.org/wiki/Richard_Nixon",
        "https://en.wikipedia.org/wiki/Watergate_scandal",
        "https://en.wikipedia.org/wiki/Political_scandal",
        "https://en.wikipedia.org/wiki/Christoph_Meili",
        "https://en.wikipedia.org/wiki/Switzerland",
        "https://en.wikipedia.org/wiki/Whistleblower",
        "https://en.wikipedia.org/wiki/Holocaust",
        "https://en.wikipedia.org/wiki/Pierlucio_Tinazzi",
        "https://en.wikipedia.org/wiki/Mont_Blanc_tunnel_fire",
        "https://en.wikipedia.org/wiki/Gary_Coleman",
        "https://en.wikipedia.org/wiki/Richard_Jewell",
        "https://en.wikipedia.org/wiki/Centennial_Olympic_Park",
        "https://en.wikipedia.org/wiki/1996_Summer_Olympics",
        "https://en.wikipedia.org/wiki/Centennial_Olympic_Park_bombing",
        "https://en.wikipedia.org/wiki/United_Food_and_Commercial_Workers",
        "https://en.wikipedia.org/wiki/United_Steelworkers",
        "https://en.wikipedia.org/wiki/Canadian_Labour_Congress",
        "https://en.wikipedia.org/wiki/United_States_Congress",
        "https://en.wikipedia.org/wiki/Labor_union",
        "https://en.wikipedia.org/wiki/National_Labor_Relations_Board",
        "https://en.wikipedia.org/wiki/American_Federation_of_Labor_and_Congress_of_Industrial_Organizations",
        "https://en.wikipedia.org/wiki/SEIU_32BJ",
        "https://en.wikipedia.org/wiki/Detroit",
        "https://en.wikipedia.org/wiki/Michigan",
        "https://en.wikipedia.org/wiki/United_Auto_Workers",
        "https://en.wikipedia.org/wiki/Access_control",
        "https://en.wikipedia.org/wiki/Airport_security",
        "https://en.wikipedia.org/wiki/Bodyguard",
        "https://en.wikipedia.org/wiki/Bounty_hunter",
        "https://en.wikipedia.org/wiki/Car_guard",
        "https://en.wikipedia.org/wiki/Certified_Protection_Officer",
        "https://en.wikipedia.org/wiki/Commissionaire",
        "https://en.wikipedia.org/wiki/Hotel_detective",
        "https://en.wikipedia.org/wiki/List_of_private_security_companies",
        "https://en.wikipedia.org/wiki/Loss_prevention",
        "https://en.wikipedia.org/wiki/Northern_Ireland_Security_Guard_Service",
        "https://en.wikipedia.org/wiki/Physical_security",
        "https://en.wikipedia.org/wiki/Police_officer",
        "https://en.wikipedia.org/wiki/Private_investigator",
        "https://en.wikipedia.org/wiki/Private_military_company",
        "https://en.wikipedia.org/wiki/Private_security_company",
        "https://en.wikipedia.org/wiki/Security",
        "https://en.wikipedia.org/wiki/Security_police",
        "https://en.wikipedia.org/wiki/Store_detective",
        "https://en.wikipedia.org/wiki/Traffic_guard",
        "https://en.wikipedia.org/wiki/Transportation_security_officer",
        "https://en.wikipedia.org/wiki/Use_of_force_continuum",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/Amazon_Standard_Identification_Number",
        "https://en.wikipedia.org/wiki/32BJ_SEIU",
        "https://en.wikipedia.org/wiki/Security_guard",
        "https://en.wikipedia.org/wiki/Security_guard",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}