{
    "url": "https://en.wikipedia.org/wiki/Self_replication",
    "title": "Self-replication",
    "table_of_contents": [
        "1 Overview",
        "1.1 Theory",
        "1.2 Classes of self-replication",
        "1.3 A self-replicating computer program",
        "1.4 Self-replicating tiling",
        "1.5 Self replicating clay crystals",
        "1.6 Applications",
        "2 Mechanical self-replication",
        "3 Fields",
        "4 In industry",
        "4.1 Space exploration and manufacturing",
        "4.2 Molecular manufacturing",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSelf-replication is any behavior of a dynamical system that yields construction of an identical or similar copy of itself. Biological cells, given suitable environments, reproduce by cell division. During cell division, DNA is replicated and can be transmitted to offspring during reproduction. Biological viruses can replicate, but only by commandeering the reproductive machinery of cells through a process of infection. Harmful prion proteins can replicate by converting normal proteins into rogue forms.[1] Computer viruses reproduce using the hardware and software already present on computers. Self-replication in robotics has been an area of research and a subject of interest in science fiction. Any self-replicating mechanism which does not make a perfect copy (mutation) will experience genetic variation and will create variants of itself. These variants will be subject to natural selection, since some will be better at surviving in their current environment than others and will out-breed them.\n\n"
        },
        {
            "title": "Overview",
            "text": "Early research by John von Neumann[2] established that replicators have several parts:\n\nExceptions to this pattern may be possible, although none have yet been achieved.  For example, scientists have come close to  constructing RNA that can be copied in an \"environment\" that is a solution of RNA monomers and transcriptase.  In this case, the body is the genome, and the specialized copy mechanisms are external.  The requirement for an outside copy mechanism has not yet been overcome, and such systems are more accurately characterized as \"assisted replication\" than \"self-replication\". Nonetheless, in March 2021, researchers reported evidence suggesting that a preliminary form of transfer RNA could have been a replicator molecule itself in the very early development of life, or abiogenesis.[3][4]\n\nHowever, the simplest possible case is that only a genome exists.  Without some specification of the self-reproducing steps, a genome-only system is probably better characterized as something like a crystal.\n\nRecent research[5] has begun to categorize replicators, often based on the amount of support they require.\n\nThe design space for machine replicators is very broad. A comprehensive study[6] to date by Robert Freitas and Ralph Merkle has identified 137 design dimensions grouped into a dozen separate categories, including: (1) Replication Control, (2) Replication Information, (3) Replication Substrate, (4) Replicator Structure, (5) Passive Parts, (6) Active Subunits, (7) Replicator Energetics, (8) Replicator Kinematics, (9) Replication Process, (10) Replicator Performance, (11) Product Structure, and (12) Evolvability.\n\nIn computer science a quine is a self-reproducing computer program that, when executed, outputs its own code. For example, a quine in the Python programming language is:\n\nA more trivial approach is to write a program that will make a copy of any stream of data that it is directed to, and then direct it at itself. In this case the program is treated as both executable code, and as data to be manipulated. This approach is common in most self-replicating systems, including biological life, and is simpler as it does not require the program to contain a complete description of itself.\n\nIn many programming languages an empty program is legal, and executes without producing errors or other output. The output is thus the same as the source code, so the program is trivially self-reproducing.\n\nIn geometry a self-replicating tiling is a tiling pattern in which several congruent tiles may be joined together to form a larger tile that is similar to the original.  This is an aspect of the field of study known as tessellation.  The \"sphinx\" hexiamond is the only known self-replicating pentagon.[7]  For example, four such concave pentagons can be joined together to make one with twice the dimensions.[8] Solomon W. Golomb coined the term rep-tiles for self-replicating tilings.\n\nIn 2012, Lee Sallows identified rep-tiles as a special instance of a self-tiling tile set or setiset. A setiset of order n is a set of n shapes that can be assembled in n different ways so as to form larger replicas of themselves. Setisets in which every shape is distinct are called 'perfect'.  A rep-n rep-tile is just a setiset composed of n identical pieces.\n\nOne form of natural self-replication that isn't based on DNA or RNA occurs in clay crystals.[9] Clay consists of a large number of small crystals, and clay is an environment that promotes crystal growth. Crystals consist of a regular lattice of atoms and are able to grow if e.g. placed in a water solution containing the crystal components; automatically arranging atoms at the crystal boundary into the crystalline form. Crystals may have irregularities where the regular atomic structure is broken, and when crystals grow, these irregularities may propagate, creating a form of self-replication of crystal irregularities. Because these irregularities may affect the probability of a crystal breaking apart to form new crystals, crystals with such irregularities could even be considered to undergo evolutionary development.\n\nIt is a long-term goal of some engineering sciences to achieve a clanking replicator, a material device that can self-replicate.  The usual reason is to achieve a low cost per item while retaining the utility of a manufactured good.  Many authorities say that in the limit, the cost of self-replicating items should approach the cost-per-weight of wood or other biological substances, because self-replication avoids the costs of labor, capital and distribution in conventional manufactured goods.\n\nA fully novel artificial replicator is a reasonable near-term goal.\nA NASA study recently placed the complexity of a clanking replicator at approximately that of Intel's Pentium 4 CPU.[10]  That is, the technology is achievable with a relatively small engineering group in a reasonable commercial time-scale at a reasonable cost.\n\nGiven the currently keen interest in biotechnology and the high levels of funding in that field, attempts to exploit the replicative ability of existing cells are timely, and may easily lead to significant insights and advances.\n\nA variation of self replication is of practical relevance in compiler construction, where a similar bootstrapping problem occurs as in natural self replication. A compiler (phenotype) can be applied on the compiler's own source code (genotype) producing the compiler itself. During compiler development, a modified (mutated) source is used to create the next generation of the compiler. This process differs from natural self-replication in that the process is directed by an engineer, not by the subject itself.\n\n"
        },
        {
            "title": "Mechanical self-replication",
            "text": "An activity in the field of robots is the self-replication of machines. Since all robots (at least in modern times) have a fair number of the same features, a self-replicating robot (or possibly a hive of robots) would need to do the following:\n\nOn a nano scale, assemblers might also be designed to self-replicate under their own power. This, in turn, has given rise to the \"grey goo\" version of Armageddon, as featured in the science fiction novels Bloom and Prey.\n\nThe Foresight Institute has published guidelines for researchers in mechanical self-replication.[11] The guidelines recommend that researchers use several specific techniques for preventing mechanical replicators from getting out of control, such as using a broadcast architecture.\n\nFor a detailed article on mechanical reproduction as it relates to the industrial age see mass production.\n\n"
        },
        {
            "title": "Fields",
            "text": "Research has occurred in the following areas:\n\n"
        },
        {
            "title": "In industry",
            "text": "The goal of self-replication in space systems is to exploit large amounts of matter with a low launch mass.  For example, an autotrophic self-replicating machine could cover a moon or planet with solar cells, and beam the power to the Earth using microwaves.  Once in place, the same machinery that built itself could also produce raw materials or manufactured objects, including transportation systems to ship the products. Another model of self-replicating machine would copy itself through the galaxy and universe, sending information back.\n\nIn general, since these systems are autotrophic, they are the most difficult and complex known replicators.  They are also thought to be the most hazardous, because they do not require any inputs from human beings in order to reproduce.\n\nA classic theoretical study of replicators in space is the 1980 NASA study of autotrophic clanking replicators, edited by Robert Freitas.[14]\n\nMuch of the design study was concerned with a simple, flexible chemical system for processing lunar regolith, and the differences between the ratio of elements needed by the replicator, and the ratios available in regolith.  The limiting element was Chlorine, an essential element to process regolith for Aluminium.  Chlorine is very rare in lunar regolith, and a substantially faster rate of reproduction could be assured by importing modest amounts.\n\nThe reference design specified small computer-controlled electric carts running on rails.  Each cart could have a simple hand or a small bull-dozer shovel, forming a basic robot.\n\nPower would be provided by a \"canopy\" of solar cells supported on pillars.  The other machinery could run under the canopy.\n\nA \"casting robot\" would use a robotic arm with a few sculpting tools to make plaster molds.  Plaster molds are easy to make, and make precise parts with good surface finishes.  The robot would then cast most of the parts either from non-conductive molten rock (basalt) or purified metals.  An electric oven melted the materials.\n\nA speculative, more complex \"chip factory\" was specified to produce the computer and electronic systems, but the designers also said that it might prove practical to ship the chips from Earth as if they were \"vitamins\".\n\nNanotechnologists in particular believe that their work will likely fail to reach a state of maturity until human beings design a self-replicating assembler of nanometer dimensions.[1]\n\nThese systems are substantially simpler than autotrophic systems, because they are provided with purified feedstocks and energy.  They do not have to reproduce them. This distinction is at the root of some of the controversy about whether molecular manufacturing is possible or not.  Many authorities who find it impossible are clearly citing sources for complex autotrophic self-replicating systems.  Many of the authorities who find it possible are clearly citing sources for much simpler self-assembling systems, which have been demonstrated.  In the meantime, a Lego-built autonomous robot able to follow a pre-set track and assemble an exact copy of itself, starting from four externally provided components, was demonstrated experimentally in 2003.[2]\n\nMerely exploiting the replicative abilities of existing cells is insufficient, because of limitations in the process of protein biosynthesis (also see the listing for RNA).\nWhat is required is the rational design of an entirely novel replicator with a much wider range of synthesis capabilities.\n\nIn 2011, New York University scientists have developed artificial structures that can self-replicate, a process that has the potential to yield new types of materials.  They have demonstrated that it is possible to replicate not just molecules like cellular DNA or RNA, but discrete structures that could in principle assume many different shapes, have many different functional features, and be associated with many different types of chemical species.[15][16]\n\nFor a discussion of other chemical bases for hypothetical self-replicating systems, see alternative biochemistry.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Biological_reproduction",
        "https://en.wikipedia.org/wiki/Molecular_structure",
        "https://en.wikipedia.org/wiki/DNA",
        "https://en.wikipedia.org/wiki/Dynamical_system",
        "https://en.wikipedia.org/wiki/Cell_division",
        "https://en.wikipedia.org/wiki/DNA_replication",
        "https://en.wikipedia.org/wiki/Reproduction",
        "https://en.wikipedia.org/wiki/Viral_replication",
        "https://en.wikipedia.org/wiki/Prion",
        "https://en.wikipedia.org/wiki/Computer_virus",
        "https://en.wikipedia.org/wiki/Robotics",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Mutation",
        "https://en.wikipedia.org/wiki/Genetic_variation",
        "https://en.wikipedia.org/wiki/Natural_selection",
        "https://en.wikipedia.org/wiki/Von_Neumann_universal_constructor",
        "https://en.wikipedia.org/wiki/John_von_Neumann",
        "https://en.wikipedia.org/wiki/Abiogenesis",
        "https://en.wikipedia.org/wiki/Crystal",
        "https://en.wikipedia.org/wiki/Autotroph",
        "https://en.wikipedia.org/wiki/Robert_Freitas",
        "https://en.wikipedia.org/wiki/Ralph_Merkle",
        "https://en.wikipedia.org/wiki/Computer_science",
        "https://en.wikipedia.org/wiki/Geometry",
        "https://en.wikipedia.org/wiki/Tessellation",
        "https://en.wikipedia.org/wiki/Sphinx_tiling",
        "https://en.wikipedia.org/wiki/Hexiamond",
        "https://en.wikipedia.org/wiki/Pentagon",
        "https://en.wikipedia.org/wiki/Concave_polygon",
        "https://en.wikipedia.org/wiki/Lee_Sallows",
        "https://en.wikipedia.org/wiki/Sphinx_tiling",
        "https://en.wikipedia.org/wiki/Clay",
        "https://en.wikipedia.org/wiki/Clanking_replicator",
        "https://en.wikipedia.org/wiki/Factory",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Clanking_replicator",
        "https://en.wikipedia.org/wiki/Intel",
        "https://en.wikipedia.org/wiki/Compiler",
        "https://en.wikipedia.org/wiki/Bootstrapping",
        "https://en.wikipedia.org/wiki/Phenotype",
        "https://en.wikipedia.org/wiki/Source_code",
        "https://en.wikipedia.org/wiki/Genotype",
        "https://en.wikipedia.org/wiki/Mutation",
        "https://en.wikipedia.org/wiki/Nanotechnology",
        "https://en.wikipedia.org/wiki/Grey_goo",
        "https://en.wikipedia.org/wiki/Armageddon",
        "https://en.wikipedia.org/wiki/Foresight_Institute",
        "https://en.wikipedia.org/wiki/Mass_production",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Population_dynamics",
        "https://en.wikipedia.org/wiki/Quorum_sensing",
        "https://en.wikipedia.org/wiki/Autophagy",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Systems_chemistry",
        "https://en.wikipedia.org/wiki/Biochemistry",
        "https://en.wikipedia.org/wiki/In_vitro",
        "https://en.wikipedia.org/wiki/Ribosome",
        "https://en.wikipedia.org/wiki/Nanotechnology",
        "https://en.wikipedia.org/wiki/Molecular_nanotechnology",
        "https://en.wikipedia.org/wiki/Nanotechnology",
        "https://en.wikipedia.org/wiki/Molecular_machine",
        "https://en.wikipedia.org/wiki/Meme",
        "https://en.wikipedia.org/wiki/Richard_Dawkins",
        "https://en.wikipedia.org/wiki/The_Selfish_Gene",
        "https://en.wikipedia.org/wiki/Virus",
        "https://en.wikipedia.org/wiki/Virus",
        "https://en.wikipedia.org/wiki/Computer_security",
        "https://en.wikipedia.org/wiki/Computer_worm",
        "https://en.wikipedia.org/wiki/Computer_virus",
        "https://en.wikipedia.org/wiki/Parallel_computing",
        "https://en.wikipedia.org/wiki/Computer_cluster",
        "https://en.wikipedia.org/wiki/Distributed_computing",
        "https://en.wikipedia.org/wiki/Mobile_agent",
        "https://en.wikipedia.org/wiki/Autotroph",
        "https://en.wikipedia.org/wiki/Von_Neumann_Probe",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Robert_Freitas",
        "https://en.wikipedia.org/wiki/Regolith",
        "https://en.wikipedia.org/wiki/Chlorine",
        "https://en.wikipedia.org/wiki/Aluminium",
        "https://en.wikipedia.org/wiki/Robot",
        "https://en.wikipedia.org/wiki/Solar_cell",
        "https://en.wikipedia.org/wiki/Casting",
        "https://en.wikipedia.org/wiki/Robot",
        "https://en.wikipedia.org/wiki/Plaster",
        "https://en.wikipedia.org/wiki/Basalt",
        "https://en.wikipedia.org/wiki/Electricity",
        "https://en.wikipedia.org/wiki/Oven",
        "https://en.wikipedia.org/wiki/Nanotechnology",
        "https://en.wikipedia.org/wiki/Nanometer",
        "https://en.wikipedia.org/wiki/Molecular_manufacturing",
        "https://en.wikipedia.org/wiki/Lego",
        "https://en.wikipedia.org/wiki/Protein_biosynthesis",
        "https://en.wikipedia.org/wiki/RNA",
        "https://en.wikipedia.org/wiki/Alternative_biochemistry",
        "https://en.wikipedia.org/wiki/Abiogenesis",
        "https://en.wikipedia.org/wiki/Artificial_life",
        "https://en.wikipedia.org/wiki/Astrochicken",
        "https://en.wikipedia.org/wiki/Autopoiesis",
        "https://en.wikipedia.org/wiki/Complex_system",
        "https://en.wikipedia.org/wiki/DNA_replication",
        "https://en.wikipedia.org/wiki/Memetics",
        "https://en.wikipedia.org/wiki/Life",
        "https://en.wikipedia.org/wiki/Robot",
        "https://en.wikipedia.org/wiki/RepRap",
        "https://en.wikipedia.org/wiki/Space_manufacturing",
        "https://en.wikipedia.org/wiki/Von_Neumann_universal_constructor",
        "https://en.wikipedia.org/wiki/Virus",
        "https://en.wikipedia.org/wiki/Self_reconfigurable",
        "https://en.wikipedia.org/wiki/ELife",
        "https://en.wikipedia.org/wiki/Robert_Freitas",
        "https://en.wikipedia.org/wiki/Robert_Freitas",
        "https://en.wikipedia.org/wiki/Ralph_Merkle",
        "https://en.wikipedia.org/wiki/Douglas_Hofstadter",
        "https://en.wikipedia.org/wiki/Life",
        "https://en.wikipedia.org/wiki/Bacteria",
        "https://en.wikipedia.org/wiki/Archaea",
        "https://en.wikipedia.org/wiki/Eukaryote",
        "https://en.wikipedia.org/wiki/Animal",
        "https://en.wikipedia.org/wiki/Fungus",
        "https://en.wikipedia.org/wiki/Plant",
        "https://en.wikipedia.org/wiki/Protist",
        "https://en.wikipedia.org/wiki/Incertae_sedis",
        "https://en.wikipedia.org/wiki/Parakaryon_myojinensis",
        "https://en.wikipedia.org/wiki/Biological_dark_matter",
        "https://en.wikipedia.org/wiki/Virus",
        "https://en.wikipedia.org/wiki/Giant_virus",
        "https://en.wikipedia.org/wiki/Retrovirus",
        "https://en.wikipedia.org/wiki/Subviral_agents",
        "https://en.wikipedia.org/wiki/Viroid",
        "https://en.wikipedia.org/wiki/Pospiviroidae",
        "https://en.wikipedia.org/wiki/Avsunviroidae",
        "https://en.wikipedia.org/wiki/Helper_virus",
        "https://en.wikipedia.org/wiki/Virophage",
        "https://en.wikipedia.org/wiki/Virusoid",
        "https://en.wikipedia.org/wiki/Defective_interfering_particle",
        "https://en.wikipedia.org/wiki/Prion",
        "https://en.wikipedia.org/wiki/Prion",
        "https://en.wikipedia.org/wiki/Fungal_prion",
        "https://en.wikipedia.org/wiki/Nucleic_acid",
        "https://en.wikipedia.org/wiki/Mobile_genetic_elements",
        "https://en.wikipedia.org/wiki/Mobilome",
        "https://en.wikipedia.org/wiki/Horizontal_gene_transfer",
        "https://en.wikipedia.org/wiki/Genomic_island",
        "https://en.wikipedia.org/wiki/Transposable_element",
        "https://en.wikipedia.org/wiki/Retrotransposon",
        "https://en.wikipedia.org/wiki/DNA_transposon",
        "https://en.wikipedia.org/wiki/Plasmid",
        "https://en.wikipedia.org/wiki/Colicin",
        "https://en.wikipedia.org/wiki/Virulence_factor",
        "https://en.wikipedia.org/wiki/Ti_plasmid",
        "https://en.wikipedia.org/wiki/Cosmid",
        "https://en.wikipedia.org/wiki/Fosmid",
        "https://en.wikipedia.org/wiki/Phagemid",
        "https://en.wikipedia.org/wiki/Group_I_catalytic_intron",
        "https://en.wikipedia.org/wiki/Group_II_intron",
        "https://en.wikipedia.org/wiki/Retrozyme",
        "https://en.wikipedia.org/wiki/DNA_replication",
        "https://en.wikipedia.org/wiki/Chromosome",
        "https://en.wikipedia.org/wiki/Linear_chromosome",
        "https://en.wikipedia.org/wiki/Circular_chromosome",
        "https://en.wikipedia.org/wiki/Extrachromosomal_DNA",
        "https://en.wikipedia.org/wiki/Secondary_chromosome",
        "https://en.wikipedia.org/wiki/Genome",
        "https://en.wikipedia.org/wiki/Gene",
        "https://en.wikipedia.org/wiki/Gene_duplication",
        "https://en.wikipedia.org/wiki/Origin_of_replication",
        "https://en.wikipedia.org/wiki/Endogenous_viral_element",
        "https://en.wikipedia.org/wiki/Provirus",
        "https://en.wikipedia.org/wiki/Prophage",
        "https://en.wikipedia.org/wiki/Endogenous_retrovirus",
        "https://en.wikipedia.org/wiki/Transpoviron",
        "https://en.wikipedia.org/wiki/Tandem_repeat",
        "https://en.wikipedia.org/wiki/Interspersed_repeat",
        "https://en.wikipedia.org/wiki/Endosymbiont",
        "https://en.wikipedia.org/wiki/Mitochondrion",
        "https://en.wikipedia.org/wiki/Mitosome",
        "https://en.wikipedia.org/wiki/Hydrogenosome",
        "https://en.wikipedia.org/wiki/Plastid",
        "https://en.wikipedia.org/wiki/Chloroplast",
        "https://en.wikipedia.org/wiki/Chromoplast",
        "https://en.wikipedia.org/wiki/Gerontoplast",
        "https://en.wikipedia.org/wiki/Leucoplast",
        "https://en.wikipedia.org/wiki/Apicoplast",
        "https://en.wikipedia.org/wiki/Kappa_organism",
        "https://en.wikipedia.org/wiki/Bacteriome",
        "https://en.wikipedia.org/wiki/Trophosome",
        "https://en.wikipedia.org/wiki/Abiogenesis",
        "https://en.wikipedia.org/wiki/Last_universal_common_ancestor",
        "https://en.wikipedia.org/wiki/Earliest_known_life_forms",
        "https://en.wikipedia.org/wiki/RNA_world",
        "https://en.wikipedia.org/wiki/Ribozyme",
        "https://en.wikipedia.org/wiki/Protocell",
        "https://en.wikipedia.org/wiki/Coacervate",
        "https://en.wikipedia.org/wiki/Proteinoid",
        "https://en.wikipedia.org/wiki/Sulphobes",
        "https://en.wikipedia.org/wiki/Model_lipid_bilayer",
        "https://en.wikipedia.org/wiki/Jeewanu",
        "https://en.wikipedia.org/wiki/Organism",
        "https://en.wikipedia.org/wiki/Cell_division",
        "https://en.wikipedia.org/wiki/Artificial_cell",
        "https://en.wikipedia.org/wiki/Synthetic_virology",
        "https://en.wikipedia.org/wiki/Viral_vector",
        "https://en.wikipedia.org/wiki/Helper_dependent_virus",
        "https://en.wikipedia.org/wiki/Nanobacterium",
        "https://en.wikipedia.org/wiki/Nanobe",
        "https://en.wikipedia.org/wiki/Cancer_cell",
        "https://en.wikipedia.org/wiki/HeLa",
        "https://en.wikipedia.org/wiki/Clonally_transmissible_cancer",
        "https://en.wikipedia.org/wiki/Virome",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}