{
    "url": "https://en.wikipedia.org/wiki/Semantic_memory",
    "title": "Semantic memory",
    "table_of_contents": [
        "1 History",
        "2 Empirical evidence",
        "2.1 Jacoby and Dallas (1981)",
        "3 Models",
        "3.1 Network models",
        "3.1.1 Teachable Language Comprehender (TLC)",
        "3.1.2 Semantic networks",
        "3.2 Feature models",
        "3.3 Associative models",
        "3.3.1 Search of Associative Memory (SAM)",
        "3.3.2 ACT-R: a production system model",
        "3.4 Statistical models",
        "3.4.1 Latent Semantic Analysis (LSA)",
        "3.4.2 Hyperspace Analogue to Language (HAL)",
        "3.4.3 Other statistical models of semantic memory",
        "4 Location of semantic memory in the brain",
        "5 Neural correlates and biological workings",
        "6 Disorders",
        "6.1 Category specific semantic impairments",
        "6.1.1 Impairment categories",
        "6.1.2 Theories",
        "6.2 The role of modality",
        "6.2.1 Category specific semantic deficit causes",
        "6.2.1.1 Semantic Dementia",
        "6.2.1.2 Herpes Simplex Virus Encephalitis",
        "6.2.2 Brain lesions",
        "6.2.3 Semantic differences in gender",
        "6.3 Modality specific impairments",
        "6.4 Semantic refractory access and semantic storage disorders",
        "7 Present and future research",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Semantic memory refers to general world knowledge that humans have accumulated throughout their lives.[1] This general knowledge (facts, ideas, meanings, and concepts) is intertwined in experience and dependent on culture. We can learn about new concepts by applying our knowledge learned from things in the past. [2]\n\nSemantic memory is distinct from episodic memory, which is our memory of experiences and specific events that occur during our lives, from which we can recreate at any given point.[3] For instance, semantic memory might contain information about what a cat is, whereas episodic memory might contain a specific memory of petting a particular cat. \n\nSemantic memory and episodic memory are both types of explicit memory (or declarative memory), that is, memory of facts or events that can be consciously recalled and \"declared\".[4]  The counterpart to declarative or explicit memory is nondeclarative memory or implicit memory.[5]\n\n"
        },
        {
            "title": "History",
            "text": "The idea of semantic memory was first introduced following a conference in 1972 between Endel Tulving, of the University of Toronto, and W. Donaldson on the role of organization in human memory. Tulving constructed a proposal to distinguish between episodic memory and what he termed semantic memory.[6] He was mainly influenced by the ideas of Reiff and Scheers, who in 1959 made the distinction between two primary forms of memory.[7] One form was entitled \"remembrances\", the other \"memoria\". The remembrance concept dealt with memories that contained experiences of an autobiographic index, whereas the memoria concept dealt with those memories that did not reference experiences having an autobiographic index.[8] Semantic memory reflects our knowledge of the world around us, hence the term 'general knowledge' is often used. It holds generic information that is more than likely acquired across various contexts and is used across different situations. According to Madigan in his book titled Memory, semantic memory is the sum of all knowledge one has obtained—whether it be vocabulary, understanding of math, or all the facts one knows. In his book titled Episodic and Semantic Memory, Endel Tulving adopted the term \"semantic\" from linguists to refer to a system of memory for \"words and verbal symbols, their meanings and referents, the relations between them, and the rules, formulas, or algorithms for influencing them.\"[9] The use of semantic memory is quite different from that of episodic memory. Semantic memory refers to general facts and meanings one shares with others whereas episodic memory refers to unique and concrete personal experiences. \nTulving's proposal of this distinction between semantic and episodic memory was widely accepted, primarily because it allowed the separate conceptualization of knowledge of the world.[10] Tulving discusses conceptions of episodic and semantic memory in his book titled Precise of Elements of Episodic Memory,[11] in which he states that several factors differentiate between episodic memory and semantic memory in ways that include\n\nIn a recent work, researchers Felipe De Brigard, Sharda Umanath, and Muireann Irish argue that Tulving conceptualized semantic memory as different from episodic memory in that \"episodic memories were viewed as supported via spatiotemporal relations while information in semantic memory was mediated through conceptual, meaning-based associations.\"[12]\n\nBefore Tulving's proposal, this area of human memory had been neglected by experimental psychologists. Since Tulving's inception of these distinctions, several experimenters have conducted tests to determine the validity of his hypothesized differences between episodic and semantic memory.\n\nRecent research has focused on the idea that when people access a word's meaning, sensorimotor information that is used to perceive and act on the concrete object the word suggests is automatically activated. In the theory of grounded cognition, the meaning of a particular word is grounded in the sensorimotor systems.[13] For example, when one thinks of a pear, knowledge of grasping, chewing, sights, sounds, and tastes used to encode episodic experiences of a pear are recalled through sensorimotor simulation. A grounded simulation approach refers to context-specific re-activations that integrate the important features of episodic experience into a current depiction. Such research has challenged previously utilized amodal views. The brain encodes multiple inputs such as words and pictures to integrate and create a larger conceptual idea by using amodal views (also known as amodal perception). Instead of being representations in modality-specific systems, semantic memory representations had previously been viewed as redescriptions of modality-specific states. Some accounts of category-specific semantic deficits that are amodal remain even though researchers are beginning to find support for theories in which knowledge is tied to modality-specific brain regions. This research defines a clear link between episodic experiences and semantic memory. The concept that semantic representations are grounded across modality-specific brain regions can be supported by the fact that episodic and semantic memory appear to function in different yet mutually dependent ways. The distinction between semantic and episodic memory has become a part of the broader scientific discourse. For example, researchers speculate that semantic memory captures the stable aspects of our personality while episodes of illness may have a more episodic nature.[14]\n\n"
        },
        {
            "title": "Empirical evidence",
            "text": "This study[15] was not created to solely provide evidence for the distinction of semantic and episodic memory stores. However, they did use the experimental dissociation method which provides evidence for Tulving's hypothesis.\n\nSubjects were presented with 60 words (one at a time) and were asked different questions.\n\nIn the second phase of the experiment, 60 \"old words\" seen in stage one and \"20 new words\" not shown in stage one were presented to the subjects one at a time.\n\nThe subjects were given one of two tasks:\n\nIt displays a strong distinction of performance of episodic and semantic tasks, thus supporting Tulving's hypothesis.\n\n"
        },
        {
            "title": "Models",
            "text": "The essence of semantic memory is that its contents are not tied to any particular instance of experience, as in episodic memory. Instead, what is stored in semantic memory is the \"gist\" of experience, an abstract structure that applies to a wide variety of experiential objects and delineates categorical and functional relationships between such objects. Thus, a complete theory of semantic memory must account not only for the representational structure of such \"gists\", but also for how they can be extracted from experience. There are numerous sub-theories related to semantic memory that have developed since Tulving initially posited his argument on the differences between semantic and episodic memory. One example among these is the belief in hierarchies of semantic memory, in which we associate different information we have learned with specific levels of related knowledge. According to this theory, our brains are able to associate specific information with other disparate ideas despite not having unique memories that correspond to when that knowledge was stored in the first place.[16] This, of course, is only one example among many models of semantic memory which have been proposed; they are summarized below. Additionally, this theory of hierarchies has also been applied to episodic memory, as in the case of work by William Brewer on the concept of autobiographical memory.[17]\n\nNetworks of various sorts play an integral part in many theories of semantic memory. Generally speaking, a network is composed of a set of nodes connected by links. The nodes may represent concepts, words, perceptual features, or nothing at all. The links may be weighted such that some are stronger than others or, equivalently, have a length such that some links take longer to traverse than others. All these features of networks have been employed in models of semantic memory, examples of which are found below.\n\nOne of the first examples of a network model of semantic memory is the Teachable Language Comprehender (TLC).[18]  In this model, each node is a word, representing a concept (like \"Bird\"). With each node is stored a set of properties (like \"can fly\" or \"has wings\") as well as pointers (i.e., links) to other nodes (like \"Chicken\"). A node is directly linked to those nodes of which it is either a subclass or superclass (i.e., \"Bird\" would be connected to both \"Chicken\" and \"Animal\"). Thus, TLC is a hierarchical knowledge representation in that high-level nodes representing large categories are connected (directly or indirectly, via the nodes of subclasses) to many instances of those categories, whereas nodes representing specific instances are at a lower level, connected only to their superclasses. Furthermore, properties are stored at the highest category level to which they apply. For example, \"is yellow\" would be stored with \"Canary\", \"has wings\" would be stored with \"Bird\" (one level up), and \"can move\" would be stored with \"Animal\" (another level up). Nodes may also store negations of the properties of their superordinate nodes (i.e., \"NOT-can fly\" would be stored with \"penguin\"). This provides an economy of representation in that properties are only stored at the category level at which they become essential, that is, at which point they become critical features (see below).\n\nProcessing in TLC is a form of spreading activation.[19]  That is, when a node becomes active, that activation spreads to other nodes via the links between them. In that case, the time to answer the question \"Is a chicken a bird?\" is a function of how far the activation between the nodes for \"Chicken\" and \"Bird\" must spread, i.e., the number of links between the nodes \"Chicken\" and \"Bird\".\n\nThe original version of TLC did not put weights on the links between nodes. This version performed comparably to humans in many tasks, but failed to predict that people would respond faster to questions regarding more typical category instances than those involving less typical instances.[20] Collins and Quillian later updated TLC to include weighted connections to account for this effect.[21] This updated TLC is capable of explaining both the familiarity effect and the typicality effect. Its biggest advantage is that it clearly explains priming: you are more likely to retrieve information from memory if related information (the \"prime\") has been presented a short time before. There are still a number of memory phenomena for which TLC has no account, including why people are able to respond quickly to obviously false questions (like \"is a chicken a meteor?\"), when the relevant nodes are very far apart in the network.[22]\n\nTLC is an instance of a more general class of models known as semantic networks. In a semantic network, each node is to be interpreted as representing a specific concept, word, or feature. That is, each node is a symbol. Semantic networks generally do not employ distributed representations for concepts, as may be found in a neural network. The defining feature of a semantic network is that its links are almost always directed (that is, they only point in one direction, from a base to a target) and the links come in many different types, each one standing for a particular relationship that can hold between any two nodes.[23] Processing in a semantic network often takes the form of spreading activation (see above).\n\nSemantic networks see the most use in models of discourse and logical comprehension, as well as in Artificial Intelligence.[24] In these models, the nodes correspond to words or word stems and the links represent syntactic relations between them. For an example of a computational implementation of semantic networks in knowledge representation, see Cravo and Martins (1993).[25]\n\nFeature models view semantic categories as being composed of relatively unstructured sets of features. The semantic feature-comparison model, proposed by Smith, Shoben, and Rips (1974),[26] describes memory as being composed of feature lists for different concepts. According to this view, the relations between categories would not be directly retrieved, they would be indirectly computed. For example, subjects might verify a sentence by comparing the feature sets that represent its subject and predicate concepts. Such computational feature-comparison models include the ones proposed by Meyer (1970),[27] Rips (1975),[28] Smith, et al. (1974).[26]\n\nEarly work in perceptual and conceptual categorization assumed that categories had critical features and that category membership could be determined by logical rules for the combination of features. More recent theories have accepted that categories may have an ill-defined or \"fuzzy\" structure[29] and have proposed probabilistic or global similarity models for the verification of category membership.[30]\n\nThe \"association\"—a relationship between two pieces of information—is a fundamental concept in psychology, and associations at various levels of mental representation are essential to models of memory and cognition in general. The set of associations among a collection of items in memory is equivalent to the links between nodes in a network, where each node corresponds to a unique item in memory. Indeed, neural networks and semantic networks may be characterized as associative models of cognition. However, associations are often more clearly represented as an N×N matrix, where N is the number of items in memory. Thus, each cell of the matrix corresponds to the strength of the association between the row item and the column item.\n\nLearning of associations is generally believed to be a Hebbian process; that is, whenever two items in memory are simultaneously active, the association between them grows stronger, and the more likely either item is to activate the other. See below for specific operationalizations of associative models.\n\nA standard model of memory that employs association in this manner is the Search of Associative Memory (SAM) model.[31] Though SAM was originally designed to model episodic memory, its mechanisms are sufficient to support some semantic memory representations, as well.[32] The SAM model contains a short-term store (STS) and long-term store (LTS), where STS is a briefly activated subset of the information in the LTS.   The STS has limited capacity and affects the retrieval process by limiting the amount of information that can be sampled and limiting the time the sampled subset is in an active mode.  The retrieval process in LTS is cue dependent and probabilistic, meaning that a cue initiates the retrieval process and the selected information from memory is random.  The probability of being sampled is dependent on the strength of association between the cue and the item being retrieved, with stronger associations being sampled and finally one is chosen.  The buffer size is defined as r, and not a fixed number, and as items are rehearsed in the buffer the associative strengths grow linearly as a function of the total time inside the buffer.[33] In SAM, when any two items simultaneously occupy a working memory buffer, the strength of their association is incremented. Thus, items that co-occur more often are more strongly associated. Items in SAM are also associated with a specific context, where the strength of that association determined by how long each item is present in a given context. In SAM, then, memories consist of a set of associations between items in memory and between items and contexts. The presence of a set of items and/or a context is more likely to evoke, then, some subset of the items in memory. The degree to which items evoke one another—either by virtue of their shared context or their co-occurrence—is an indication of the items' semantic relatedness.\n\nIn an updated version of SAM, pre-existing semantic associations are accounted for using a semantic matrix.   During the experiment, semantic associations remain fixed showing the assumption that semantic associations are not significantly impacted by the episodic experience of one experiment.  The two measures used to measure semantic relatedness in this model are the Latent semantic analysis (LSA) and the Word association spaces (WAS).[34] The LSA method states that similarity between words is reflected through their co-occurrence in a local context.[35] WAS was developed by analyzing a database of free association norms.  In WAS, \"words that have similar associative structures are placed in similar regions of space.\"[36]\n\nThe ACT (Adaptive Control of Thought)[37] (and later ACT-R (Adaptive Control of Thought-Rational)[38]) theory of cognition represents declarative memory (of which semantic memory is a part) with \"chunks\", which consist of a label, a set of defined relationships to other chunks (i.e., \"this is a _\", or \"this has a _\"), and any number of chunk-specific properties. Chunks, then, can be mapped as a semantic network, given that each node is a chunk with its unique properties, and each link is the chunk's relationship to another chunk. In ACT, a chunk's activation decreases as a function of the time since the chunk was created and increases with the number of times the chunk has been retrieved from memory. Chunks can also receive activation from Gaussian noise, and from their similarity to other chunks. For example, if \"chicken\" is used as a retrieval cue, \"canary\" will receive activation by virtue of its similarity to the cue (i.e., both are birds, etc.). When retrieving items from memory, ACT looks at the most active chunk in memory; if it is above threshold, it is retrieved, otherwise an \"error of omission\" has occurred, i.e., the item has been forgotten. There is, additionally, a retrieval latency, which varies inversely with the amount by which the activation of the retrieved chunk exceeds the retrieval threshold. This latency is used in measuring the response time of the ACT model, to compare it to human performance.[39]\n\nWhile ACT is a model of cognition in general, and not memory in particular, it nonetheless posits certain features of the structure of memory, as described above. In particular, ACT models memory as a set of related symbolic chunks which may be accessed by retrieval cues. While the model of memory employed in ACT is similar in some ways to a semantic network, the processing involved is more akin to an associative model.\n\nSome models characterize the acquisition of semantic information as a form of statistical inference from a set of discrete experiences, distributed across a number of \"contexts\". Though these models differ in specifics, they generally employ an (Item × Context) matrix where each cell represents the number of times an item in memory has occurred in a given context. Semantic information is gleaned by performing a statistical analysis of this matrix.\n\nMany of these models bear similarity to the algorithms used in search engines (for example, see Griffiths, et al., 2007[40] and Anderson, 1990[41]), though it is not yet clear whether they really use the same computational mechanisms.\n\nPerhaps the most popular of these models is Latent Semantic Analysis (LSA).[42] In LSA, a T × D matrix is constructed from a text corpus where T is the number of terms in the corpus and D is the number of documents (here \"context\" is interpreted as \"document\" and only words—or word phrases—are considered as items in memory). Each cell in the matrix is then transformed according to the equation:\n\n\n\n\n\n\n\nM\n\n\nt\n,\nd\n\n′\n\n=\n\n\n\nln\n⁡\n\n(\n1\n+\n\n\nM\n\n\nt\n,\nd\n\n\n)\n\n\n\n−\n\n∑\n\ni\n=\n0\n\n\nD\n\n\nP\n(\ni\n\n|\n\nt\n)\nln\n⁡\n\nP\n(\ni\n\n|\n\nt\n)\n\n\n\n\n\n\n{\\displaystyle \\mathbf {M} _{t,d}'={\\frac {\\ln {(1+\\mathbf {M} _{t,d})}}{-\\sum _{i=0}^{D}P(i|t)\\ln {P(i|t)}}}}\n\n\n\nwhere \n\n\n\nP\n(\ni\n\n|\n\nt\n)\n\n\n{\\displaystyle P(i|t)}\n\n is the probability that context \n\n\n\ni\n\n\n{\\displaystyle i}\n\n is active, given that item \n\n\n\nt\n\n\n{\\displaystyle t}\n\n has occurred (this is obtained simply by dividing the raw frequency, \n\n\n\n\n\nM\n\n\nt\n,\nd\n\n\n\n\n{\\displaystyle \\mathbf {M} _{t,d}}\n\n by the total of the item vector, \n\n\n\n\n∑\n\ni\n=\n0\n\n\nD\n\n\n\n\nM\n\n\nt\n,\ni\n\n\n\n\n{\\displaystyle \\sum _{i=0}^{D}\\mathbf {M} _{t,i}}\n\n). This transformation—applying the logarithm, then dividing by the information entropy of the item over all contexts—provides for greater differentiation between items and effectively weights items by their ability to predict context, and vice versa (that is, items that appear across many contexts, like \"the\" or \"and\", will be weighted less, reflecting their lack of semantic information). A Singular Value Decomposition (SVD) is then performed on the matrix \n\n\n\n\n\nM\n\n′\n\n\n\n{\\displaystyle \\mathbf {M} '}\n\n, which allows the number of dimensions in the matrix to be reduced, thus clustering LSA's semantic representations and providing for indirect association between items. For example, \"cat\" and \"dog\" may never appear together in the same context, so their close semantic relationship may not be well-captured by LSA's original matrix \n\n\n\n\nM\n\n\n\n{\\displaystyle \\mathbf {M} }\n\n. However, by performing the SVD and reducing the number of dimensions in the matrix, the context vectors of \"cat\" and \"dog\"—which would be very similar—would migrate toward one another and perhaps merge, thus allowing \"cat\" and \"dog\" to act as retrieval cues for each other, even though they may never have co-occurred. The degree of semantic relatedness of items in memory is given by the cosine of the angle between the items' context vectors (ranging from 1 for perfect synonyms to 0 for no relationship). Essentially, then, two words are closely semantically related if they appear in similar types of documents.\n\nThe Hyperspace Analogue to Language (HAL) model[43][44] considers context only as the words that immediately surround a given word. HAL computes an NxN matrix, where N is the number of words in its lexicon, using a 10-word reading frame that moves incrementally through a corpus of text. Like in SAM (see above), any time two words are simultaneously in the frame, the association between them is increased, that is, the corresponding cell in the NxN matrix is incremented. The bigger the distance between the two words, the smaller the amount by which the association is incremented (specifically, \n\n\n\nΔ\n=\n11\n−\nd\n\n\n{\\displaystyle \\Delta =11-d}\n\n, where \n\n\n\nd\n\n\n{\\displaystyle d}\n\n is the distance between the two words in the frame). As in LSA (see above), the semantic similarity between two words is given by the cosine of the angle between their vectors (dimension reduction may be performed on this matrix, as well). In HAL, then, two words are semantically related if they tend to appear with the same words. Note that this may hold true even when the words being compared never actually co-occur (i.e., \"chicken\" and \"canary\").\n\nThe success of LSA and HAL gave birth to a whole field of statistical models of language. A more up-to-date list of such models may be found under the topic Measures of semantic relatedness.\n\n"
        },
        {
            "title": "Location of semantic memory in the brain",
            "text": "The cognitive neuroscience of semantic memory is a somewhat controversial issue with two dominant views.\n\nOn the one hand, many researchers and clinicians believe that semantic memory is stored by the same brain systems involved in episodic memory, that is, the medial temporal lobes (MTL), including the hippocampal formation.[45] In this system, the hippocampal formation \"encodes\" memories, or makes it possible for memories to form at all, and the neocortex stores memories after the initial encoding process is completed.\n\nRecently, new evidence has been presented in support of a more precise interpretation of this hypothesis. The hippocampal formation includes, among other structures: the hippocampus itself, the entorhinal cortex, and the perirhinal cortex. These latter two make up the \"parahippocampal cortices\". Amnesics with damage to the hippocampus but some spared parahippocampal cortex were able to demonstrate some degree of intact semantic memory despite a total loss of episodic memory. This strongly suggests that encoding of information leading to semantic memory does not have its physiological basis in the hippocampus.[46]\n\nOther researchers believe the hippocampus is only involved in episodic memory and spatial cognition. This then raises the question where semantic memory may be located. Some believe semantic memory lives in temporal cortex. Others believe that semantic knowledge is widely distributed across all brain areas. To illustrate this latter view, consider your knowledge of dogs. Researchers holding the 'distributed semantic knowledge' view believe that your knowledge of the sound a dog makes exists in your auditory cortex, whilst your ability to recognize and imagine the visual features of a dog resides in your visual cortex. Recent evidence supports the idea that the temporal pole bilaterally is the convergence zone for unimodal semantic representations into a multimodal representation.  These regions are particularly vulnerable to damage in semantic dementia, which is characterised by a global semantic deficit.\n\n"
        },
        {
            "title": "Neural correlates and biological workings",
            "text": "The hippocampal areas are important to semantic memory's involvement with declarative memory. The left inferior prefrontal cortex (PFC) and the left posterior temporal areas are other areas involved in semantic memory use. Temporal lobe damage affecting the lateral and medial cortexes have been related to semantic impairments. Damage to different areas of the brain affect semantic memory differently.[47]\n\nNeuroimaging evidence suggests that left hippocampal areas show an increase in activity during semantic memory tasks. During semantic retrieval, two regions in the right middle frontal gyrus and the area of the right inferior temporal gyrus similarly show an increase in activity.[47] Damage to areas involved in semantic memory result in various deficits, depending on the area and type of damage. For instance, Lambon Ralph, Lowe, & Rogers (2007) found that category-specific impairments can occur where patients have different knowledge deficits for one semantic category over another, depending on location and type of damage. Category-specific impairments might indicate that knowledge may rely differentially upon sensory and motor properties encoded in separate areas (Farah and McClelland, 1991).[48]\n\nCategory-specific impairments can involve cortical regions where living and nonliving things are represented and where feature and conceptual relationships are represented. Depending on the damage to the semantic system, one type might be favored over the other. In many cases, there is a point where one domain is better than the other (i.e. - representation of living and nonliving things over feature and conceptual relationships or vice versa)[49]\n\nDifferent diseases and disorders can affect the biological workings of semantic memory. A variety of studies have been done in an attempt to determine the effects on varying aspects of semantic memory. For example, Lambon, Lowe, & Rogers (2007) studied the different effects semantic dementia and herpes simplex virus encephalitis have on semantic memory. They found that semantic dementia has a more generalized semantic impairment. Additionally, deficits in semantic memory as a result of herpes simplex virus encephalitis tend to have more category-specific impairments. Other disorders that affect semantic memory - such as Alzheimer's disease - has been observed clinically as errors in naming, recognizing, or describing objects. Whereas researchers have attributed such impairment to degradation of semantic knowledge (Koenig et al. 2007).[50]\n\nVarious neural imaging and research points to semantic memory and episodic memory resulting from distinct areas in the brain. Still other research suggests that both semantic memory and episodic memory are part of a singular declarative memory system, yet represent different sectors and parts within the greater whole. Different areas within the brain are activated depending on whether semantic or episodic memory is accessed. Certain experts are still arguing whether or not the two types of memory are from distinct systems or whether the neural imaging makes it appear that way as a result of the activation of different mental processes during retrieval.[51]\n\n"
        },
        {
            "title": "Disorders",
            "text": "Category specific semantic impairments are a neuropsychological occurrence in which an individual ability to identify certain categories of objects is selectively impaired while other categories remain undamaged.[52] This condition can result in brain damage which can be widespread, patchy, or localized to a specific part of the brain. Research suggests that the temporal lobe, more specifically the structural description system[52] might be responsible for category specific impairments of semantic memory disorders. \n\nCategory specific semantic deficits tend to fall into two different categories, each of which can be spared or emphasized depending on the individual's specific deficit. The first category consists of animate objects with \"animals\" being the most common deficit. The second category consists of inanimate objects with two subcategories of \"fruits and vegetables\" (biological inanimate objects) and \"artifacts\" being the most common deficits. The type of deficit, however, does not indicate a lack of conceptual knowledge associated with that category. This is because the visual system used to identify and describe the structure of objects functions independently of an individual's conceptual knowledge base.[52]\n\nMost of the time, these two categories are consistent with case-study data. However, there are a few exceptions to the rule as is the case with most neuropsychological conditions. Things like food, body parts, and musical instruments have been shown to defy the animate/inanimate or biological/non-biological categorical division. For example, it has been shown that musical instruments tend to be impaired in patients with damage to the living things category despite the fact that musical instruments fall in the non-biological/inanimate category. However, there are also cases of biological impairment where musical instrument performance is at a normal level. Similarly, food has been shown to be impaired in those with biological category impairments. The category of food specifically can present some irregularities though because it can be natural, but it can also be highly processed. This can be seen in a case study of an individual who had impairments for vegetables and animals, while their category for food remained intact. These findings are all based on individual case studies, so although they are the most reliable source of information, they are also full of inconsistencies because every brain and every instance of brain damage is unique in its own way.[52]\n\nWhen looking at category specific semantic deficits, it is important to consider how semantic information is stored in the brain. Theories on this subject tend to fall into two different groups based on their underlying principles. Theories based on the \"correlated structure principle\", which states that conceptual knowledge organization in the brain is a reflection of how often an object's properties occur, assume that the brain reflects the statistical relation of object properties and how they relate to each other. Theories based on the \"neural structure principle\", which states that the conceptual knowledge organization in the brain is controlled by representational limits imposed by the brain itself, assume that organization is internal. These theories assume that natural selective pressures have caused neural circuits specific to certain domains to be formed, and that these are dedicated to problem-solving and survival. Animals, plants, and tools are all examples of specific circuits that would be formed based on this theory.[52]\n\nModality refers to a semantic category of meaning which has to do with necessity and probability expressed through language. In linguistics, certain expressions are said to have modal meanings. A few examples of this include conditionals, auxiliaries, adverbs, and nouns. When looking at category specific semantic deficits, there is another kind of modality that looks at word relationships which is much more relevant to these disorders and impairments. [53]\n\nFor category specific impairments, there are modality-specific theories which all rest on a few general predictions. These theories state that damage to the visual modality will result in a deficit of biological objects while damage to the functional modality will result in  a deficit of non-biological objects (artifacts). Modality-based theories also assume that if there is damage to modality-specific knowledge, then all the categories that fall under it will be damaged. In this case, damage to the visual modality would result in a deficit for all  biological objects with no deficits restricted to the more specific categories. In other words, there would be no category specific semantic deficits for just \"animals\" or just \"fruits and vegetables\".[52]\n\nSemantic Dementia is a semantic memory disorder that causes patients to lose the ability to match words or images to their meanings.[54] However, it is fairly rare for patients with semantic dementia to develop category specific impairments, though there have been documented cases of it occurring. Typically, a more generalized semantic impairment results from dimmed semantic representations in the brain.[55]\n\nAlzheimer's disease is a subcategory of semantic dementia which can cause similar symptoms. The main difference between the two being that Alzheimer's is categorized by atrophy to both sides of the brain while semantic dementia is categorized by loss of brain tissue in the front portion of the left temporal lobe.[54] With Alzheimer's disease in particular, interactions with semantic memory produce different patterns in deficits between patients and categories over time which is caused by distorted representations in the brain.[56] For example, in the initial onset of Alzheimer's disease, patients have mild difficulty with the artifacts category. As the disease progresses, the category specific semantic deficits progress as well, and patients see a more concrete deficit with natural categories. In other words, the deficit tends to be worse with living things as opposed to non-living things.[56]\n\nHerpes Simplex Virus Encephalitis (HSVE) is a neurological disorder which causes inflammation of the brain. It is caused by the herpes simplex virus type 1. Early symptoms include headache, fever, and drowsiness, but over time symptoms including diminished ability to speak, memory loss, and aphasia will develop. HSVE can also cause category specific semantic deficits to occur.[57] When this does happen, patients typically have damage temporal lobe damage that affects the medial and lateral cortex as well as the frontal lobe. Studies have also shown that patients with HSVE have a much higher incidence of category specific semantic deficits than those with semantic dementia, though both cause a disruption of flow through the temporal lobe.[55]\n\nA brain lesion refers to any abnormal tissue in or on the brain. Most often, this is caused by a trauma or infection. In one particular case study, a patient underwent surgery to remove an aneurysm, and the surgeon had to clip the anterior communicating artery which resulted in basal forebrain and fornix lesions. Before surgery, this patient was completely independent and had no semantic memory issues. However, after the operation and the lesions occurred, the patient reported difficulty with naming and identifying objects, recognition tasks, and comprehension. For this particular case, the patient had a much more significant amount of trouble with objects in the living category which could be seen in the drawings of animals which the patient was asked to do and in the data from the matching and identification tasks. Every lesion is different, but in this case study researchers suggested that the semantic deficits presented themselves as a result of disconnection of the temporal lobe. This would lead to the conclusion that any type of lesion in the temporal lobe, depending on severity and location, has the potential to cause semantic deficits.[58]\n\nThe following table summarizes conclusions from the Journal of Clinical and Experimental Neuropsychology.[59]\n\nThese results give us a baseline for the differences in semantic knowledge across gender for healthy subjects. When looking at category specific semantic deficits, we can compare the data to the table above to see if the results line up. Experimental data tells us that men with category specific semantic deficits are mainly impaired with fruits and vegetables while women with category specific semantic deficits are mainly impaired with animals and artifacts. This leads to the conclusion that there are significant gender differences when it comes to category specific semantic deficits, and that the patient will tend to be impaired in categories that had less existing knowledge to begin with.[59]\n\nSemantic memory is also discussed in reference to modality. Different components represent information from different sensorimotor channels. Modality specific impairments are divided into separate subsystems on the basis of input modality. Examples of different input modalities include visual, auditory and tactile input. Modality specific impairments are also divided into subsystems based on the type of information. Visual vs. verbal and perceptual vs. functional information are examples of information types.[60] Modality specificity can account for category specific impairments in semantic memory disorders. Damage to visual semantics primarily impairs knowledge of living things, and damage to functional semantics primarily impairs knowledge of nonliving things.\n\nSemantic memory disorders fall into two groups. Semantic refractory access disorders are contrasted with semantic storage disorders according to four factors. Temporal factors, response consistency, frequency and semantic relatedness are the four factors used to differentiate between semantic refractory access and semantic storage disorders. A key feature of semantic refractory access disorders is temporal distortions. Decreases in response time to certain stimuli are noted when compared to natural response times. Response consistency is the next factor. In access disorders you see inconsistencies in comprehending and responding to stimuli that have been presented many times. Temporal factors impact response consistency. In storage disorders, you do not see an inconsistent response to specific items like you do in refractory access disorders. Stimulus frequency determines performance at all stages of cognition. Extreme word frequency effects are common in semantic storage disorders while in semantic refractory access disorders word frequency effects are minimal. The comparison of 'close' and 'distant' groups tests semantic relatedness. 'Close' groupings have words that are related because they are drawn from the same category. For example, a listing of clothing types would be a 'close' grouping. 'Distant' groupings contain words with broad categorical differences. Non-related words would fall into this group. Comparing close and distant groups shows that in access disorders semantic relatedness had a negative effect. This is not observed in semantic storage disorders. Category specific and modality specific impairments are important components in access and storage disorders of semantic memory.[61]\n\n"
        },
        {
            "title": "Present and future research",
            "text": "Semantic memory has had a comeback in interest in the past 15 years, due in part to the development of functional neuroimaging methods such as positron emission tomography (PET) and functional magnetic resonance imaging (fMRI), which have been used to address some of the central questions about our understanding of semantic memory.\n\nPositron emission tomography (PET) and functional magnetic resonance (fMRI) allow cognitive neuroscientists to explore different hypotheses concerning the neural network organization of semantic memory. By using these neuroimaging techniques researchers can observe the brain activity of participants while they perform cognitive tasks. These tasks can include, but are not limited to, naming objects, deciding if two stimuli belong in the same object category, or matching pictures to their written or spoken names.[62]\n\nRather than any one brain region playing a dedicated and privileged role in the representation or retrieval of all sorts of semantic knowledge, semantic memory is a collection of functionally and anatomically distinct systems, where each attribute-specific system is tied to a sensorimotor modality (i.e. vision) and even more specifically to a property within that modality (i.e. color).  Neuroimaging studies also suggest a distinction between semantic processing and sensorimotor processing.\n\nA new idea that is still at the early stages of development is that semantic memory, like perception, can be subdivided into types of visual information—color, size, form, and motion. Thompson-Schill (2003)[63] found that the left or bilateral ventral temporal cortex appears to be involved in retrieval of knowledge of color and form, the left lateral temporal cortex in knowledge of motion, and the parietal cortex in knowledge of size.\n\nNeuroimaging studies suggest a large, distributed network of semantic representations that are organized minimally by attribute, and perhaps additionally by category. These networks include \"extensive regions of ventral (form and color knowledge) and lateral (motion knowledge) temporal cortex, parietal cortex (size knowledge), and premotor cortex (manipulation knowledge). Other areas, such as more anterior regions of temporal cortex, may be involved in the representation of nonperceptual (e.g. verbal) conceptual knowledge, perhaps in some categorically-organized fashion.\"[64] It is suggested that within the temporoparietal network, the anterior temporal lobe is relatively more important for semantic processing, and posterior language regions are relatively more important for lexical retrieval.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Semantics",
        "https://en.wikipedia.org/wiki/Computational_semantics",
        "https://en.wikipedia.org/wiki/Lexical_semantics",
        "https://en.wikipedia.org/wiki/Lexicology",
        "https://en.wikipedia.org/wiki/Statistical_semantics",
        "https://en.wikipedia.org/wiki/Structural_semantics",
        "https://en.wikipedia.org/wiki/Compositionality",
        "https://en.wikipedia.org/wiki/Prototype_theory",
        "https://en.wikipedia.org/wiki/Force_dynamics",
        "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_linguistics",
        "https://en.wikipedia.org/wiki/Theory_of_descriptions",
        "https://en.wikipedia.org/wiki/Action_semantics",
        "https://en.wikipedia.org/wiki/Axiomatic_semantics",
        "https://en.wikipedia.org/wiki/Categorical_logic",
        "https://en.wikipedia.org/wiki/Concurrency_semantics",
        "https://en.wikipedia.org/wiki/Denotational_semantics",
        "https://en.wikipedia.org/wiki/Game_semantics",
        "https://en.wikipedia.org/wiki/Operational_semantics",
        "https://en.wikipedia.org/wiki/Predicate_transformer_semantics",
        "https://en.wikipedia.org/wiki/Abstract_interpretation",
        "https://en.wikipedia.org/wiki/Abstract_semantic_graph",
        "https://en.wikipedia.org/wiki/Semantic_matching",
        "https://en.wikipedia.org/wiki/Latent_semantic_analysis",
        "https://en.wikipedia.org/wiki/Semantic_file_system",
        "https://en.wikipedia.org/wiki/Semantic_Web",
        "https://en.wikipedia.org/wiki/Semantic_wiki",
        "https://en.wikipedia.org/wiki/Language",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Knowledge",
        "https://en.wikipedia.org/wiki/General_knowledge",
        "https://en.wikipedia.org/wiki/Culture",
        "https://en.wikipedia.org/wiki/Episodic_memory",
        "https://en.wikipedia.org/wiki/Explicit_memory",
        "https://en.wikipedia.org/wiki/Implicit_memory",
        "https://en.wikipedia.org/wiki/Endel_Tulving",
        "https://en.wikipedia.org/wiki/University_of_Toronto",
        "https://en.wikipedia.org/wiki/Episodic_memory",
        "https://en.wikipedia.org/wiki/Memoria",
        "https://en.wikipedia.org/wiki/Muireann_Irish",
        "https://en.wikipedia.org/wiki/Psychologists",
        "https://en.wikipedia.org/wiki/Amodal_perception",
        "https://en.wikipedia.org/wiki/Neural_network",
        "https://en.wikipedia.org/wiki/Spreading_activation",
        "https://en.wikipedia.org/wiki/Semantic_networks",
        "https://en.wikipedia.org/wiki/Neural_network",
        "https://en.wikipedia.org/wiki/Discourse_analysis",
        "https://en.wikipedia.org/wiki/Logic",
        "https://en.wikipedia.org/wiki/Artificial_Intelligence",
        "https://en.wikipedia.org/wiki/Hebbian",
        "https://en.wikipedia.org/wiki/Semantic_relatedness",
        "https://en.wikipedia.org/wiki/Declarative_memory",
        "https://en.wikipedia.org/wiki/Gaussian",
        "https://en.wikipedia.org/wiki/Noise",
        "https://en.wikipedia.org/wiki/Statistical_inference",
        "https://en.wikipedia.org/wiki/Search_engines",
        "https://en.wikipedia.org/wiki/Latent_semantic_analysis",
        "https://en.wikipedia.org/wiki/Logarithm",
        "https://en.wikipedia.org/wiki/Information_entropy",
        "https://en.wikipedia.org/wiki/Singular_Value_Decomposition",
        "https://en.wikipedia.org/wiki/Latent_semantic_analysis",
        "https://en.wikipedia.org/wiki/Dimension_reduction",
        "https://en.wikipedia.org/wiki/Measures_of_semantic_relatedness",
        "https://en.wikipedia.org/wiki/Cognitive_neuroscience",
        "https://en.wikipedia.org/wiki/Brain",
        "https://en.wikipedia.org/wiki/Episodic_memory",
        "https://en.wikipedia.org/wiki/Temporal_lobes",
        "https://en.wikipedia.org/wiki/Hippocampus",
        "https://en.wikipedia.org/wiki/Entorhinal_cortex",
        "https://en.wikipedia.org/wiki/Perirhinal_cortex",
        "https://en.wikipedia.org/wiki/Hippocampus",
        "https://en.wikipedia.org/wiki/Episodic_memory",
        "https://en.wikipedia.org/wiki/Cognition",
        "https://en.wikipedia.org/wiki/Temporal_cortex",
        "https://en.wikipedia.org/wiki/Auditory_cortex",
        "https://en.wikipedia.org/wiki/Visual_cortex",
        "https://en.wikipedia.org/wiki/Temporal_pole",
        "https://en.wikipedia.org/wiki/Semantic_dementia",
        "https://en.wikipedia.org/wiki/Prefrontal_cortex",
        "https://en.wikipedia.org/wiki/Temporal_lobe",
        "https://en.wikipedia.org/wiki/Temporal_lobe",
        "https://en.wikipedia.org/wiki/Middle_frontal_gyrus",
        "https://en.wikipedia.org/wiki/Inferior_temporal_gyrus",
        "https://en.wikipedia.org/wiki/Semantic_dementia",
        "https://en.wikipedia.org/wiki/Episodic_memory",
        "https://en.wikipedia.org/wiki/Episodic_memory",
        "https://en.wikipedia.org/wiki/Declarative_memory",
        "https://en.wikipedia.org/wiki/Episodic_memory",
        "https://en.wikipedia.org/wiki/Semantic_dementia",
        "https://en.wikipedia.org/wiki/Brain_damage",
        "https://en.wikipedia.org/wiki/Journal_of_Clinical_and_Experimental_Neuropsychology",
        "https://en.wikipedia.org/wiki/Stimulus_modality",
        "https://en.wikipedia.org/wiki/Neuroimaging",
        "https://en.wikipedia.org/wiki/Positron_emission_tomography",
        "https://en.wikipedia.org/wiki/Functional_magnetic_resonance_imaging",
        "https://en.wikipedia.org/wiki/Cognitive",
        "https://en.wikipedia.org/wiki/Stimulus_modality",
        "https://en.wikipedia.org/wiki/Color",
        "https://en.wikipedia.org/wiki/Temporal_cortex",
        "https://en.wikipedia.org/wiki/Parietal_cortex",
        "https://en.wikipedia.org/wiki/Temporal_cortex",
        "https://en.wikipedia.org/wiki/Parietal_cortex",
        "https://en.wikipedia.org/wiki/Premotor_cortex",
        "https://en.wikipedia.org/wiki/Memory_semantics",
        "https://en.wikipedia.org/wiki/Sparse_distributed_memory",
        "https://en.wikipedia.org/wiki/Age_regression_in_therapy",
        "https://en.wikipedia.org/wiki/Journal_of_Clinical_and_Experimental_Neuropsychology",
        "https://en.wikipedia.org/wiki/Statistical_semantics",
        "https://en.wikipedia.org/wiki/Human_memory",
        "https://en.wikipedia.org/wiki/Attention",
        "https://en.wikipedia.org/wiki/Memory_consolidation",
        "https://en.wikipedia.org/wiki/Neuroanatomy_of_memory",
        "https://en.wikipedia.org/wiki/Sensory_memory",
        "https://en.wikipedia.org/wiki/Echoic_memory",
        "https://en.wikipedia.org/wiki/Eidetic_memory",
        "https://en.wikipedia.org/wiki/Eyewitness_memory",
        "https://en.wikipedia.org/wiki/Haptic_memory",
        "https://en.wikipedia.org/wiki/Iconic_memory",
        "https://en.wikipedia.org/wiki/Motor_learning",
        "https://en.wikipedia.org/wiki/Visual_memory",
        "https://en.wikipedia.org/wiki/Working_memory",
        "https://en.wikipedia.org/wiki/Active_recall",
        "https://en.wikipedia.org/wiki/Autobiographical_memory",
        "https://en.wikipedia.org/wiki/Explicit_memory",
        "https://en.wikipedia.org/wiki/Explicit_memory",
        "https://en.wikipedia.org/wiki/Episodic_memory",
        "https://en.wikipedia.org/wiki/Flashbulb_memory",
        "https://en.wikipedia.org/wiki/Hyperthymesia",
        "https://en.wikipedia.org/wiki/Implicit_memory",
        "https://en.wikipedia.org/wiki/Meaningful_learning",
        "https://en.wikipedia.org/wiki/Procedural_memory",
        "https://en.wikipedia.org/wiki/Rote_learning",
        "https://en.wikipedia.org/wiki/Selective_retention",
        "https://en.wikipedia.org/wiki/Tip_of_the_tongue",
        "https://en.wikipedia.org/wiki/Forgetting",
        "https://en.wikipedia.org/wiki/Amnesia",
        "https://en.wikipedia.org/wiki/Anterograde_amnesia",
        "https://en.wikipedia.org/wiki/Childhood_amnesia",
        "https://en.wikipedia.org/wiki/Psychogenic_amnesia",
        "https://en.wikipedia.org/wiki/Retrograde_amnesia",
        "https://en.wikipedia.org/wiki/Selective_amnesia",
        "https://en.wikipedia.org/wiki/Transient_global_amnesia",
        "https://en.wikipedia.org/wiki/Decay_theory",
        "https://en.wikipedia.org/wiki/Forgetting_curve",
        "https://en.wikipedia.org/wiki/Interference_theory",
        "https://en.wikipedia.org/wiki/Memory_inhibition",
        "https://en.wikipedia.org/wiki/Motivated_forgetting",
        "https://en.wikipedia.org/wiki/Repressed_memory",
        "https://en.wikipedia.org/wiki/Weapon_focus",
        "https://en.wikipedia.org/wiki/Memory_error",
        "https://en.wikipedia.org/wiki/Confabulation",
        "https://en.wikipedia.org/wiki/Cryptomnesia",
        "https://en.wikipedia.org/wiki/Hindsight_bias",
        "https://en.wikipedia.org/wiki/Imagination_inflation",
        "https://en.wikipedia.org/wiki/List_of_memory_biases",
        "https://en.wikipedia.org/wiki/Memory_conformity",
        "https://en.wikipedia.org/wiki/Misattribution_of_memory",
        "https://en.wikipedia.org/wiki/Misinformation_effect",
        "https://en.wikipedia.org/wiki/False_memory",
        "https://en.wikipedia.org/wiki/False_memory_syndrome",
        "https://en.wikipedia.org/wiki/Memory_implantation",
        "https://en.wikipedia.org/wiki/Lost_in_the_mall_technique",
        "https://en.wikipedia.org/wiki/Methods_used_to_study_memory",
        "https://en.wikipedia.org/wiki/Exceptional_memory",
        "https://en.wikipedia.org/wiki/Indirect_tests_of_memory",
        "https://en.wikipedia.org/wiki/Memory_disorder",
        "https://en.wikipedia.org/wiki/Collective_memory",
        "https://en.wikipedia.org/wiki/Politics_of_memory",
        "https://en.wikipedia.org/wiki/Cultural_memory",
        "https://en.wikipedia.org/wiki/Memory_and_social_interactions",
        "https://en.wikipedia.org/wiki/Memory_conformity",
        "https://en.wikipedia.org/wiki/Transactive_memory",
        "https://en.wikipedia.org/wiki/Memory_and_aging",
        "https://en.wikipedia.org/wiki/Art_of_memory",
        "https://en.wikipedia.org/wiki/Mnemonic",
        "https://en.wikipedia.org/wiki/Effects_of_alcohol_on_memory",
        "https://en.wikipedia.org/wiki/Emotion_and_memory",
        "https://en.wikipedia.org/wiki/Memory_improvement",
        "https://en.wikipedia.org/wiki/Sleep_and_memory",
        "https://en.wikipedia.org/wiki/Memory_and_trauma",
        "https://en.wikipedia.org/wiki/Memory_sport",
        "https://en.wikipedia.org/wiki/World_Memory_Championships",
        "https://en.wikipedia.org/wiki/Shas_Pollak",
        "https://en.wikipedia.org/wiki/Childhood_memory",
        "https://en.wikipedia.org/wiki/Exosomatic_memory",
        "https://en.wikipedia.org/wiki/Free_recall",
        "https://en.wikipedia.org/wiki/Involuntary_memory",
        "https://en.wikipedia.org/wiki/Levels_of_Processing_model",
        "https://en.wikipedia.org/wiki/Metamemory",
        "https://en.wikipedia.org/wiki/Muscle_memory",
        "https://en.wikipedia.org/wiki/Intertrial_priming",
        "https://en.wikipedia.org/wiki/Prospective_memory",
        "https://en.wikipedia.org/wiki/Retrospective_memory",
        "https://en.wikipedia.org/wiki/The_Seven_Sins_of_Memory",
        "https://en.wikipedia.org/wiki/Susan_Clancy",
        "https://en.wikipedia.org/wiki/Hermann_Ebbinghaus",
        "https://en.wikipedia.org/wiki/Sigmund_Freud",
        "https://en.wikipedia.org/wiki/Ivan_Izquierdo",
        "https://en.wikipedia.org/wiki/Eric_Kandel",
        "https://en.wikipedia.org/wiki/Elizabeth_Loftus",
        "https://en.wikipedia.org/wiki/Geoffrey_Loftus",
        "https://en.wikipedia.org/wiki/James_McGaugh",
        "https://en.wikipedia.org/wiki/Eleanor_Maguire",
        "https://en.wikipedia.org/wiki/George_Armitage_Miller",
        "https://en.wikipedia.org/wiki/Brenda_Milner",
        "https://en.wikipedia.org/wiki/Lynn_Nadel",
        "https://en.wikipedia.org/wiki/Daniel_Schacter",
        "https://en.wikipedia.org/wiki/Richard_Shiffrin",
        "https://en.wikipedia.org/wiki/Larry_Squire",
        "https://en.wikipedia.org/wiki/Susumu_Tonegawa",
        "https://en.wikipedia.org/wiki/Anne_Treisman",
        "https://en.wikipedia.org/wiki/Endel_Tulving",
        "https://en.wikipedia.org/wiki/Robert_Stickgold",
        "https://en.wikipedia.org/wiki/Henry_Molaison",
        "https://en.wikipedia.org/wiki/Kent_Cochrane",
        "https://en.wikipedia.org/wiki/Clive_Wearing",
        "https://en.wikipedia.org/wiki/Jonathan_Hancock",
        "https://en.wikipedia.org/wiki/Ben_Pridmore",
        "https://en.wikipedia.org/wiki/Cosmos_Rossellius",
        "https://en.wikipedia.org/wiki/Andriy_Slyusarchuk",
        "https://en.wikipedia.org/wiki/Semantic_memory",
        "https://en.wikipedia.org/wiki/Semantic_memory",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}