{
    "url": "https://en.wikipedia.org/wiki/Senegambian_stone_circles",
    "title": "Senegambian stone circles",
    "table_of_contents": [
        "1 Description and History",
        "2 World Heritage Sites",
        "2.1 Wassu",
        "2.2 Kerbatch",
        "2.3 Wanar",
        "2.4 Sine Ngayene",
        "2.4.1 Cycle One",
        "2.4.2 Cycle Two",
        "2.4.3 Cycle Three",
        "2.4.4 Cycle Four",
        "3 Additional stone circles in Senegambia",
        "4 See also",
        "5 Notes",
        "6 External links",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Senegambian stone circles are groups of megalithic stone circles that lie in The Gambia north of Janjanbureh and in central Senegal. With an approximate area of 30,000 km²,[1] they are sometimes divided into the Wassu (Gambian) and Sine-Saloum (Senegalese) circles, but this is purely a national division. \nContaining over 1000 stone circles and tumuli spread across an area 350km long and 100km wide, the Senegambian stone circles are the largest concentration of stone circles seen anywhere in the world and an extensive sacred landscape that was used for more than 1500 years.[2][3] As a result, the sites were inscribed on the UNESCO World Heritage List in 2006.[3]\n\n"
        },
        {
            "title": "Description and History",
            "text": "The stone circles and other megaliths found in Senegal and Gambia are sometimes divided into four large sites: Sine Ngayene and Wanar in Senegal, and Wassu and Kerbatch in the Central River Region in Gambia. Among these four main areas, there are approximately 29,000 stones, 17,000 monuments, and 2,000 individual sites. The monuments consist of what were originally upright blocks or pillars (some have collapsed), mostly made of laterite with smooth surfaces. The monoliths are found in circles, double circles, isolated or standing apart from circles (usually to the east) in rows or individually. These stones that are found standing apart outside the circles are called frontal stones. When there are frontal stones in two parallel, connected rows, they are called lyre-stones.[1]\n\nResearchers are not certain when these monuments were built, but the generally accepted range is between the third century B.C. and the sixteenth century AD.[3] Burial mounds near the Wassu complex have been dated to 927 - 1305 AD, although it is not clear whether the burial mounds were constructed before or after the stone circles.[4] Archaeologists have also found pottery sherds, human burials, and some grave goods and metals around the megalithic circles.[3] A small collection of these can be found in the British Museum's study collection that was donated by the colonial administrator Sir Richmond Palmer.[5] They include an iron bracelet and two spears.\n\nThe construction of the stone monuments shows evidence of a prosperous and organized society based on the amount of labor required to build such structures.[3] The stones were extracted from laterite quarries using iron tools, although few of these quarries have been identified as directly linked to particular sites. After extracting the stone, identical pillars were made, either cylindrical or polygonal, with averages at two meters high and seven tons.[3] The builders of these megaliths are unknown. Possible candidates are the ancestors of the Jola people or the Wolof[6] but some believe that the Serer people are the builders. This hypothesis comes from the fact that the Serer still use funerary houses like those found at Wanar.[7]\n\n"
        },
        {
            "title": "World Heritage Sites",
            "text": "The Gambia:\n\nSenegal:\n\nWassu is located in the Niani district of Gambia, and is made up of 11 stone circles their associated frontal stones. The tallest stone is found in this area, with a height of 2.59 meters. The builders of the monuments here possessed great knowledge of their local geology in order to find the sources of laterite stones. They must also have had great technical ability in order to extract these stones without splitting or cracking them.[8] The most recent excavations conducted on these megalithic circles date to the Anglo-Gambian campaign led by Evans and Ozanne in 1964 and 1965. The finds of burials enabled the dating of the monuments between 927 and 1305 AD.[3][4]\n\nKerbatch, an area comprising nine stone circles and one double circle, is located in Gambia's Nianija district. Kerbatch features a V-shaped, 'bifid' stone (the only one in the region) that had broken in three places and fallen.[9][3] This stone, that had been part of a frontal line, was restored during the 1965 Anglo-Gambian Stone Circles Expedition led by P. Ozanne. During this expedition Ozanne and his team excavated the double circle at Kerbatch.[10]\n\nThe area of Wanar is located in the Kaffrine district of Senegal, and is made up of 21 stone circles and one double circle.[1] There are also numerous lyre-stones. In fact, one third of all Senegambian lyre-stones are located at Wanar.[11] All of the monuments found at Wanar seem to mark burials, according to the archaeologists working there. Researchers have also determined that the site was a burial ground first, and the stones were added later for ritual uses. Construction for this area can be narrowed down to between the seventh and fifteenth centuries A.D.[1]\n\nA current dating program that has begun is yielding estimates that date the construction of the double circle to between the twelfth and thirteenth centuries.[12] A 2008 excavation was conducted on the double circle at Wanar, and two types of burials were distinguished:[1] simple burials that consisted of large pits sealed with a mound, and more complex burials that were deep with narrow mouths. There was also a presence of perishable materials found in the burials, such as brick and plaster, that suggests the existence of funerary houses built at the time of burial.[13]\n\nTwo types of stones were found at Wanar: tall and slender stones that tended to be cylindric; and shorter, squatter, trapezoidal shaped stones as well.[7] There is a trend found in which frontal lines do not match up with their corresponding circles, which may suggest a chronological order that the monuments were constructed.\n\nThere are many other clues to be found at Wanar that can tell about what these monuments originally looked like. For instance, the inner ring of the double circle features fallen monoliths that all fan out from the center of the monument. This may suggest, coupled with findings of drystone around the monument, that there used to be drystone beneath the monoliths, and the cylinder made up of the inner ring and drystone was once filled with earth, so that when it collapsed due to outward pressure, the stones all fell outward as well. This theory is not refuted by the fact that the stones of the outer ring fell in all different directions, lacking outward pressure.[14]\n\nPottery shards were also found scattered around the site, buried in different layers of earth. The certain layers in which the pottery was found says that some deposition occurred after the fall of the drystone, but before the collapse of the monoliths. In other words, pottery may have been deposited at this monument after total and/or partial abandonment of the monoliths. Overall, the destruction of this double circle was a slow disintegration over time, as opposed to one large and sudden collapse.[11]\n\nBased on all of these findings, researchers have developed a possible model for the funeral activity sequence that took place at Wanar. The sequence has three distinct phases: Phase one includes cutting the graves in the subsoil with funerary rites, such as covering the graves with mounds; phase two is when the standing stones were raised around the mounds; phase three consisted of erecting frontal stones. Phase three may also have been when these monuments became sites of ritual activities and ceramics started getting deposited around them. The creators of this model recognize that other sequences are possible, and the order for the sequence of events at the double circle may have been different as well.[15]\n\nSine Ngayene is the largest of the four areas, and home of 52 stone circles, one double circle, and 1102 carved stones. It is generally accepted that the single burials found here predate the multiple burials that are associated with the construction of the stone circles.[3] The site of Sine Ngayene is located just northwest of Sine, Senegal, at the coordinates of 15°32′W, 13°41′N.[16]\n\nIn 2002, an expedition was launched in the Petit-Bao-Bolong drainage tributary; it was called Sine-Ngayene Archaeological Project (SNAP). The team found iron smelting sites and quarries located close to the monument sites.[10] They also found evidence of hundreds of homes nearby, dating around the time of the monuments, clustered in groups of 2–5 with remnants of house floors and pottery shards. This evidence suggests the existence of small, linked yet independent communities. Researchers also suggest the possibility that these megalithic cemeteries could have been a focal spot of the cultural landscape and served the purpose of bringing people together.[16]\n\nThe site of Sine Ngayene has a Y-shaped central axis with a double circle (called Diallombere) located at the center of the three branches. Originally this site was surrounded by hundreds of tumuli (burial mounds) that leveled over time through erosion.[17] Evidence suggests that the burials occurred first with the stones being erected later, exclusively for the burials. Often frontal stones were erected on the East side of the stone circles.[10] Archaeologists at Sine Ngayene have constructed a timeline with four distinct, successive cycles. These cycles are based on materials buried in successive layers and the monument construction chronology of the double circle at the center of the site. The approximate date range assigned to this timeline ranges from 700 A.D. to 1350 A.D.[18]\n\nMaterials for the first cycle are located at approximately 1.6-2.0 meters below the surface and are dated between 700 and 800 A.D. The main finding for this cycle was a large, oblong-shaped pit with a concentration of human remains in the form of a secondary burial. The remains were found with five iron spearheads and a copper bracelet. The pit was backfilled and capped with a mound overlaid with scattered laterite blocks. Researchers estimate that the outer circle of stones was built after the initial burial, and two large frontal stones were added.[19]\n\nThe layers analyzed for the second cycle are located at approximately 1.0-1.6 meters below the surface and date between 800 and 900 A.D. For this layer, another oblong-shaped burial pit was discovered.[20] However, this burial area consisted of more selective human bones, mostly long bones, and skulls, buried in discrete episodes. These were also linked to secondary burials. Overall there were ten skulls, thirty long bones, and one iron spearhead found.[21]\n\nCycle three encompassed material between 0.5 and 1.0 meter below the surface, and dates to between 900 and 1000 A.D. This time period is when the inner circle of monoliths is speculated to have been built. Within this layer, a laterite slab was also discovered, which may have been used as a sacrificial table.[21] The majority of the findings, however, consisted of clay sherds, selected bones (long bones and skulls), and human teeth deposited with pottery.[22] It is during this time in which the monument evolved from a selective burial ground, to a broader ritual place, becoming more of a \"public monument\". There was a shift from burials to offerings during this cycle.[23]\n\nThis cycle contains material located from the surface to approximately 0.5 meters below the surface, and is dated from anywhere between 1235 and 1427 A.D. During this period there seems to be a low intensity use of the monument, and some things recovered from this layer may be accidental re-depositions.[23] The majority of findings from this zone were small bone fragments buried with laterite blocks, located primarily in the inner circle of the monument. There were also some sherds found in one spot, and a secondary burial pit containing: 70 bones, seven turquoise beads, and two copper rings. This may suggest long-distance trade among the people who used the monuments. Overall, cycle four contained a mixture of offerings and secondary burials.[24]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/World_Heritage_Site",
        "https://en.wikipedia.org/wiki/Table_of_World_Heritage_Sites_by_country",
        "https://en.wikipedia.org/wiki/The_Gambia",
        "https://en.wikipedia.org/wiki/Senegal",
        "https://en.wikipedia.org/wiki/World_Heritage_Committee",
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/History_of_the_Gambia",
        "https://en.wikipedia.org/wiki/History_of_the_Gambia",
        "https://en.wikipedia.org/wiki/Senegambia",
        "https://en.wikipedia.org/wiki/Takrur",
        "https://en.wikipedia.org/wiki/Mali_Empire",
        "https://en.wikipedia.org/wiki/Songhai_Empire",
        "https://en.wikipedia.org/wiki/Couronian_colonization",
        "https://en.wikipedia.org/wiki/Albreda",
        "https://en.wikipedia.org/wiki/Gambia_Colony_and_Protectorate",
        "https://en.wikipedia.org/wiki/Gambia_Independence_Act_1964",
        "https://en.wikipedia.org/wiki/Senegambia_Confederation",
        "https://en.wikipedia.org/wiki/ECOWAS_military_intervention_in_the_Gambia",
        "https://en.wikipedia.org/wiki/Gambia",
        "https://en.wikipedia.org/wiki/Janjanbureh",
        "https://en.wikipedia.org/wiki/Senegal",
        "https://en.wikipedia.org/wiki/Tumuli",
        "https://en.wikipedia.org/wiki/UNESCO",
        "https://en.wikipedia.org/wiki/World_Heritage_List",
        "https://en.wikipedia.org/wiki/Megaliths",
        "https://en.wikipedia.org/wiki/Laterite",
        "https://en.wikipedia.org/wiki/Archaeologists",
        "https://en.wikipedia.org/wiki/British_Museum",
        "https://en.wikipedia.org/wiki/Herbert_Richmond_Palmer",
        "https://en.wikipedia.org/wiki/Jola_people",
        "https://en.wikipedia.org/wiki/Wolof_people",
        "https://en.wikipedia.org/wiki/Serer_people",
        "https://en.wikipedia.org/wiki/Kingdom_of_Sine",
        "https://en.wikipedia.org/wiki/Cekeen_Tumulus",
        "https://en.wikipedia.org/wiki/History_of_Senegal",
        "https://en.wikipedia.org/wiki/History_of_the_Gambia",
        "https://en.wikipedia.org/wiki/Llewellyn_Worldwide",
        "https://en.wikipedia.org/wiki/Journal_of_African_Archaeology",
        "https://en.wikipedia.org/wiki/World_Heritage_Site",
        "https://en.wikipedia.org/wiki/Senegal",
        "https://en.wikipedia.org/wiki/Bassari_Country",
        "https://en.wikipedia.org/wiki/Djoudj_National_Bird_Sanctuary",
        "https://en.wikipedia.org/wiki/Saloum_Delta_National_Park",
        "https://en.wikipedia.org/wiki/The_Gambia",
        "https://en.wikipedia.org/wiki/Senegal",
        "https://en.wikipedia.org/wiki/Serer_people",
        "https://en.wikipedia.org/wiki/Niominka_people",
        "https://en.wikipedia.org/wiki/Palor_people",
        "https://en.wikipedia.org/wiki/Saafi_people",
        "https://en.wikipedia.org/wiki/Ndut_initiation_rite",
        "https://en.wikipedia.org/wiki/Serer_creation_myth",
        "https://en.wikipedia.org/wiki/Junjung",
        "https://en.wikipedia.org/wiki/Lamane",
        "https://en.wikipedia.org/wiki/Pangool",
        "https://en.wikipedia.org/wiki/Serer_religion",
        "https://en.wikipedia.org/wiki/Saltigue",
        "https://en.wikipedia.org/wiki/Xooy",
        "https://en.wikipedia.org/wiki/Kokh_Kox",
        "https://en.wikipedia.org/wiki/Koox",
        "https://en.wikipedia.org/wiki/Roog",
        "https://en.wikipedia.org/wiki/Takhar",
        "https://en.wikipedia.org/wiki/Tiurakh",
        "https://en.wikipedia.org/wiki/Fatick",
        "https://en.wikipedia.org/wiki/Sine_River",
        "https://en.wikipedia.org/wiki/Somb",
        "https://en.wikipedia.org/wiki/Point_of_Sangomar",
        "https://en.wikipedia.org/wiki/Tattaguine",
        "https://en.wikipedia.org/wiki/Tukar",
        "https://en.wikipedia.org/wiki/Yaboyabo",
        "https://en.wikipedia.org/wiki/Amar_Godomat",
        "https://en.wikipedia.org/wiki/Cekeen_Tumuli",
        "https://en.wikipedia.org/wiki/Khasso",
        "https://en.wikipedia.org/wiki/Baol",
        "https://en.wikipedia.org/wiki/Biffeche",
        "https://en.wikipedia.org/wiki/Saloum",
        "https://en.wikipedia.org/wiki/Kingdom_of_Sine",
        "https://en.wikipedia.org/wiki/Serer_prehistory",
        "https://en.wikipedia.org/wiki/Serer_history",
        "https://en.wikipedia.org/wiki/States_headed_by_Serer_Lamanes",
        "https://en.wikipedia.org/wiki/Timeline_of_Serer_history",
        "https://en.wikipedia.org/wiki/Western_Sahara",
        "https://en.wikipedia.org/wiki/Demographics_of_the_Gambia",
        "https://en.wikipedia.org/wiki/Demographics_of_Mauritania",
        "https://en.wikipedia.org/wiki/Demographics_of_Senegal",
        "https://en.wikipedia.org/wiki/Cangin_languages",
        "https://en.wikipedia.org/wiki/Laalaa_language",
        "https://en.wikipedia.org/wiki/Ndut_language",
        "https://en.wikipedia.org/wiki/Noon_language",
        "https://en.wikipedia.org/wiki/Palor_language",
        "https://en.wikipedia.org/wiki/Safen_language",
        "https://en.wikipedia.org/wiki/Serer_language",
        "https://en.wikipedia.org/wiki/Mbalax",
        "https://en.wikipedia.org/wiki/Njuup",
        "https://en.wikipedia.org/wiki/Sabar",
        "https://en.wikipedia.org/wiki/Talking_drum",
        "https://en.wikipedia.org/wiki/Senegalese_wrestling",
        "https://en.wikipedia.org/wiki/Lamane_Jegan_Joof",
        "https://en.wikipedia.org/wiki/Maad_a_Sinig_Kumba_Ndoffene_Famak_Joof",
        "https://en.wikipedia.org/wiki/Maad_a_Sinig_Kumba_Ndoffene_Famak_Joof",
        "https://en.wikipedia.org/wiki/Maad_a_Sinig_Kumba_Ndoffene_Fa_Ndeb_Joof",
        "https://en.wikipedia.org/wiki/Maad_a_Sinig_Mahecor_Joof",
        "https://en.wikipedia.org/wiki/Maad_a_Sinig_Maysa_Wali_Jaxateh_Manneh",
        "https://en.wikipedia.org/wiki/Maad_a_Sinig_Ama_Joof_Gnilane_Faye_Joof",
        "https://en.wikipedia.org/wiki/Maad_Ndaah_Njemeh_Joof",
        "https://en.wikipedia.org/wiki/Maad_Semou_Njekeh_Joof",
        "https://en.wikipedia.org/wiki/Lingeer_Fatim_Beye",
        "https://en.wikipedia.org/wiki/Lingeer_Ndoye_Demba",
        "https://en.wikipedia.org/wiki/Serer_maternal_clans",
        "https://en.wikipedia.org/wiki/Faye_family",
        "https://en.wikipedia.org/wiki/Guelowar",
        "https://en.wikipedia.org/wiki/Joof_family",
        "https://en.wikipedia.org/wiki/Joos_Maternal_Dynasty",
        "https://en.wikipedia.org/wiki/The_Royal_House_of_Boureh_Gnilane_Joof",
        "https://en.wikipedia.org/wiki/The_Royal_House_of_Jogo_Siga_Joof",
        "https://en.wikipedia.org/wiki/The_Royal_House_of_Semou_Njekeh_Joof",
        "https://en.wikipedia.org/wiki/Buumi",
        "https://en.wikipedia.org/wiki/Faye_family",
        "https://en.wikipedia.org/wiki/Joof_family",
        "https://en.wikipedia.org/wiki/Lamane",
        "https://en.wikipedia.org/wiki/Lingeer",
        "https://en.wikipedia.org/wiki/Loul",
        "https://en.wikipedia.org/wiki/Maad_Saloum",
        "https://en.wikipedia.org/wiki/Maad_a_Sinig",
        "https://en.wikipedia.org/wiki/Teigne",
        "https://en.wikipedia.org/wiki/Thilas",
        "https://en.wikipedia.org/wiki/Jola_people",
        "https://en.wikipedia.org/wiki/Lebu_people",
        "https://en.wikipedia.org/wiki/Toucouleur_people",
        "https://en.wikipedia.org/wiki/Wolof_people",
        "https://en.wikipedia.org/wiki/Senegambian_stone_circles",
        "https://en.wikipedia.org/wiki/Senegambian_stone_circles",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}