{
    "url": "https://en.wikipedia.org/wiki/Senescence",
    "title": "Senescence",
    "table_of_contents": [
        "1 Definition and characteristics",
        "2 Variation among species",
        "3 Theories of aging",
        "3.1 Evolutionary aging theories",
        "3.1.1 Antagonistic pleiotropy",
        "3.1.2 Cancer versus cellular senescence tradeoff theory of aging",
        "3.1.3 Disposable soma",
        "3.2 Programmed aging theories",
        "3.3 Damage accumulation theories",
        "3.3.1 The free radical theory of aging",
        "3.3.2 Chemical damage",
        "3.3.3 Mutation accumulation",
        "4 Biomarkers of aging",
        "5 Genetic determinants of aging",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSenescence (/sɪˈnɛsəns/) or biological aging is the gradual deterioration of functional characteristics in living organisms. The word senescence can refer to either cellular senescence or to senescence of the whole organism. Organismal senescence involves an increase in death rates and/or a decrease in fecundity with increasing age, at least in the latter part of an organism's life cycle.\n\nSenescence is the inevitable fate of almost all multicellular organisms with germ-soma separation,[1][2] but it can be delayed. The discovery, in 1934, that calorie restriction can extend lifespan by 50% in rats, and the existence of species having negligible senescence and potentially immortal organisms such as Hydra, have motivated research into delaying senescence and thus age-related diseases. Rare human mutations can cause accelerated aging diseases.\n\nEnvironmental factors may affect aging - for example, overexposure to ultraviolet radiation accelerates skin aging. Different parts of the body may age at different rates. Two organisms of the same species can also age at different rates, making biological aging and chronological aging distinct concepts.\n\n"
        },
        {
            "title": "Definition and characteristics",
            "text": "Organismal senescence is the aging of whole organisms. Actuarial senescence can be defined as an increase in mortality and/or a decrease in fecundity with age. The Gompertz–Makeham law of mortality says that the age-dependent component of the mortality rate increases exponentially with age.\n\nAging is characterized by the declining ability to respond to stress, increased homeostatic imbalance, and increased risk of aging-associated diseases including cancer and heart disease. Aging has been defined as \"a progressive deterioration of physiological function, an intrinsic age-related process of loss of viability and increase in vulnerability.\"[3]\n\nIn 2013, a group of scientists defined nine hallmarks of aging that are common between organisms with emphasis on mammals:\n\nThe environment induces damage at various levels, e.g. damage to DNA, and damage to tissues and cells by oxygen radicals (widely known as free radicals), and some of this damage is not repaired and thus accumulates with time.[5] Cloning from somatic cells rather than germ cells may begin life with a higher initial load of damage. Dolly the sheep died young from a contagious lung disease, but data on an entire population of cloned individuals would be necessary to measure mortality rates and quantify aging.[citation needed]\n\nThe evolutionary theorist George Williams wrote, \"It is remarkable that after a seemingly miraculous feat of morphogenesis, a complex metazoan should be unable to perform the much simpler task of merely maintaining what is already formed.\"[6]\n\n"
        },
        {
            "title": "Variation among species",
            "text": "Different speeds with which mortality increases with age correspond to different maximum life span among species. For example, a mouse is elderly at 3 years, a human is elderly at 80 years,[7] and ginkgo trees show little effect of age even at 667 years.[8]\n\nAlmost all organisms senesce, including bacteria which have asymmetries between \"mother\" and \"daughter\" cells upon cell division, with the mother cell experiencing aging, while the daughter is rejuvenated.[9][10] There is negligible senescence in some groups, such as the genus Hydra.[11] Planarian flatworms have \"apparently limitless telomere regenerative capacity fueled by a population of highly proliferative adult stem cells.\"[12] These planarians are not biologically immortal, but rather their death rate slowly increases with age. Organisms that are thought to be biologically immortal would, in one instance, be the Turritopsis dohrnii, also known as the \"immortal jellyfish\", due to its ability to revert to its youth when it undergoes stress during adulthood.[13] The reproductive system is observed to remain intact, and even the gonads of the Turritopsis dohrnii are existing.[14]\n\nSome species exhibit \"negative senescence\", in which reproduction capability increases or is stable, and mortality falls with age, resulting from the advantages of increased body size during aging.[15]\n\n"
        },
        {
            "title": "Theories of aging",
            "text": "More than 300 different theories have been posited to explain the nature and causes of aging.[16] A good theory would both explain past observations and predict the results of future experiments.\n\nTheories of aging fall into two broad categories, evolutionary theories of aging and mechanistic theories of aging. Evolutionary theories of aging primarily explain why aging happens,[17] but do not concern themselves with the molecular mechanism(s) that drive the process. All evolutionary theories of aging rest on the basic mechanisms that the force of natural selection declines with age.[18][19] Mechanistic theories of aging can be divided into theories that propose aging is programmed, and damage accumulation theories, i.e. those that propose aging to be caused by  specific molecular changes occurring over time.\n\nOne theory was proposed by George C. Williams[6] and involves antagonistic pleiotropy. A single gene may affect multiple traits. Some traits that increase fitness early in life may also have negative effects later in life. But, because many more individuals are alive at young ages than at old ages, even small positive effects early can be strongly selected for, and large negative effects later may be very weakly selected against. Williams suggested the following example: Perhaps a gene codes for calcium deposition in bones, which promotes juvenile survival and will therefore be favored by natural selection; however, this same gene promotes calcium deposition in the arteries, causing negative atherosclerotic effects in old age. Thus, harmful biological changes in old age may result from selection for pleiotropic genes that are beneficial early in life but harmful later on. In this case, selection pressure is relatively high when Fisher's reproductive value is high and relatively low when Fisher's reproductive value is low.\n\nSenescent cells within a multicellular organism can be purged by competition between cells, but this increases the risk of cancer. This leads to an inescapable dilemma between two possibilities—the accumulation of physiologically useless senescent cells, and cancer—both of which lead to increasing rates of mortality with age.[2]\n\nThe disposable soma theory of aging was proposed by Thomas Kirkwood in 1977.[1][20] The theory suggests that aging occurs due to a strategy in which an individual only invests in maintenance of the soma for as long as it has a realistic chance of survival.[21] A species that uses resources more efficiently will live longer, and therefore be able to pass on genetic information to the next generation. The demands of reproduction are high, so less effort is invested in repair and maintenance of somatic cells, compared to germline cells, in order to focus on reproduction and species survival.[22]\n\nProgrammed theories of aging posit that aging is adaptive, normally invoking selection for evolvability or group selection.\n\nThe reproductive-cell cycle theory suggests that aging is regulated by changes in hormonal signaling over the lifespan.[23]\n\nOnly a very small minority of scientists believe aging to be programmed, and the vast majority believe aging is due to some kind of damage accumulation.[24]\n\nOne of the most prominent theories of aging was first proposed by Harman in 1956.[25] It posits that free radicals produced by dissolved oxygen, radiation, cellular respiration and other sources cause damage to the molecular machines in the cell and gradually wear them down. This is also known as oxidative stress.\n\nThere is substantial evidence to back up this theory. Old animals have larger amounts of oxidized proteins, DNA and lipids than their younger counterparts.[26][27]\n\nOne of the earliest aging theories was the Rate of Living Hypothesis described by Raymond Pearl in 1928[28] (based on earlier work by Max Rubner), which states that fast basal metabolic rate corresponds to short maximum life span.\n\nWhile there may be some validity to the idea that for various types of specific damage detailed below that are by-products of metabolism, all other things being equal, a fast metabolism may reduce lifespan, in general this theory does not adequately explain the differences in lifespan either within, or between, species. Calorically restricted animals process as much, or more, calories per gram of body mass, as their ad libitum fed counterparts, yet exhibit substantially longer lifespans.[citation needed] Similarly, metabolic rate is a poor predictor of lifespan for birds, bats and other species that, it is presumed, have reduced mortality from predation, and therefore have evolved long lifespans even in the presence of very high metabolic rates.[29] In a 2007 analysis it was shown that, when modern statistical methods for correcting for the effects of body size and phylogeny are employed, metabolic rate does not correlate with longevity in mammals or birds.[30]\n\nWith respect to specific types of chemical damage caused by metabolism, it is suggested that damage to long-lived biopolymers, such as structural proteins or DNA, caused by ubiquitous chemical agents in the body such as oxygen and sugars, are in part responsible for aging. The damage can include breakage of biopolymer chains, cross-linking of biopolymers, or chemical attachment of unnatural substituents (haptens) to biopolymers.[citation needed]\nUnder normal aerobic conditions, approximately 4% of the oxygen metabolized by mitochondria is converted to superoxide ion, which can subsequently be converted to hydrogen peroxide, hydroxyl radical and eventually other reactive species including other peroxides and singlet oxygen, which can, in turn, generate free radicals capable of damaging structural proteins and DNA.[5] Certain metal ions found in the body, such as copper and iron, may participate in the process. (In Wilson's disease, a hereditary defect that causes the body to retain copper, some of the symptoms resemble accelerated senescence.) These processes termed oxidative stress are linked to the potential benefits of dietary polyphenol antioxidants, for example in coffee,[31] red wine and tea.[32]\n\nSugars such as glucose and fructose can react with certain amino acids such as lysine and arginine and certain DNA bases such as guanine to produce sugar adducts, in a process called glycation. These adducts can further rearrange to form reactive species, which can then cross-link the structural proteins or DNA to similar biopolymers or other biomolecules such as non-structural proteins. People with diabetes, who have elevated blood sugar, develop senescence-associated disorders much earlier than the general population, but can delay such disorders by rigorous control of their blood sugar levels. There is evidence that sugar damage is linked to oxidant damage in a process termed glycoxidation.\n\nFree radicals can damage proteins, lipids or DNA. Glycation mainly damages proteins. Damaged proteins and lipids accumulate in lysosomes as lipofuscin. Chemical damage to structural proteins can lead to loss of function; for example, damage to collagen of blood vessel walls can lead to vessel-wall stiffness and, thus, hypertension, and vessel wall thickening and reactive tissue formation (atherosclerosis); similar processes in the kidney can lead to kidney failure. Damage to enzymes reduces cellular functionality. Lipid peroxidation of the inner mitochondrial membrane reduces the electric potential and the ability to generate energy. It is probably no accident that nearly all of the so-called \"accelerated aging diseases\" are due to defective DNA repair enzymes.[33][34]\n\nIt is believed that the impact of alcohol on aging can be partly explained by alcohol's activation of the HPA axis, which stimulates glucocorticoid secretion, long-term exposure to which produces symptoms of aging.[35]\n\nNatural selection can support lethal and harmful alleles, if their effects are felt after reproduction. The geneticist J. B. S. Haldane wondered why the dominant mutation that causes Huntington's disease remained in the population, and why natural selection had not eliminated it. The onset of this neurological disease is (on average) at age 45 and is invariably fatal within 10–20 years. Haldane assumed that, in human prehistory, few survived until age 45. Since few were alive at older ages and their contribution to the next generation was therefore small relative to the large cohorts of younger age groups, the force of selection against such late-acting deleterious mutations was correspondingly small. Therefore, a genetic load of late-acting deleterious mutations could be substantial at mutation–selection balance. This concept came to be known as the selection shadow.[36]\n\nPeter Medawar formalised this observation in his mutation accumulation theory of aging.[37][38] \"The force of natural selection weakens with increasing age—even in a theoretically immortal population, provided only that it is exposed to real hazards of mortality. If a genetic disaster... happens late enough in individual life, its consequences may be completely unimportant\". Age-independent hazards such as predation, disease, and accidents, called 'extrinsic mortality', mean that even a population with negligible senescence will have fewer individuals alive in older age groups.\n\n"
        },
        {
            "title": "Biomarkers of aging",
            "text": "If different individuals age at different rates, then fecundity, mortality, and functional capacity might be better predicted by biomarkers than by chronological age.[39][40] However, graying of hair,[41] skin wrinkles and other common changes seen with aging are not better indicators of future functionality than chronological age. Biogerontologists have continued efforts to find and validate biomarkers of aging, but success thus far has been limited. Levels of CD4 and CD8 memory T cells and naive T cells have been used to give good predictions of the expected lifespan of middle-aged mice.[42]\n\nThere is interest in an epigenetic clock as a biomarker of aging, based on its ability to predict human chronological age.[43] Basic blood biochemistry and cell counts can also be used to accurately predict the chronological age.[44] It is also possible to predict the human chronological age using the transcriptomic aging clocks.[45]\n\n"
        },
        {
            "title": "Genetic determinants of aging",
            "text": "A number of genetic components of aging have been identified using model organisms, ranging from the simple budding yeast Saccharomyces cerevisiae to worms such as Caenorhabditis elegans and fruit flies (Drosophila melanogaster). Study of these organisms has revealed the presence of at least two conserved aging pathways.\n\nGene expression is imperfectly controlled, and it is possible that random fluctuations in the expression levels of many genes contribute to the aging process as suggested by a study of such genes in yeast.[46] Individual cells, which are genetically identical, nonetheless can have substantially different responses to outside stimuli, and markedly different lifespans, indicating the epigenetic factors play an important role in gene expression and aging as well as genetic factors.\n\nThe ability to repair DNA double-strand breaks declines with aging in mice[47] and humans.[48]\n\nA set of rare hereditary (genetics) disorders, each called progeria, has been known for some time. Sufferers exhibit symptoms resembling accelerated aging, including wrinkled skin. The cause of Hutchinson–Gilford progeria syndrome was reported in the journal Nature in May 2003.[49]\nThis report suggests that DNA damage, not oxidative stress, is the cause of this form of accelerated aging.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Aging",
        "https://en.wikipedia.org/wiki/Plant_senescence",
        "https://en.wikipedia.org/wiki/Cellular_senescence",
        "https://en.wikipedia.org/wiki/Bacterial_senescence",
        "https://en.wikipedia.org/wiki/Supercentenarian",
        "https://en.wikipedia.org/wiki/Ann_Pouder",
        "https://en.wikipedia.org/wiki/Cellular_senescence",
        "https://en.wikipedia.org/wiki/Organism",
        "https://en.wikipedia.org/wiki/Mortality_rate",
        "https://en.wikipedia.org/wiki/Fecundity",
        "https://en.wikipedia.org/wiki/Biological_life_cycle",
        "https://en.wikipedia.org/wiki/Negligible_senescence",
        "https://en.wikipedia.org/wiki/Multicellular_organism",
        "https://en.wikipedia.org/wiki/Germ_cell",
        "https://en.wikipedia.org/wiki/Somatic_cell",
        "https://en.wikipedia.org/wiki/Calorie_restriction",
        "https://en.wikipedia.org/wiki/Negligible_senescence",
        "https://en.wikipedia.org/wiki/Accelerated_aging_disease",
        "https://en.wikipedia.org/wiki/Ultraviolet_radiation",
        "https://en.wikipedia.org/wiki/Skin_aging",
        "https://en.wikipedia.org/wiki/Fecundity",
        "https://en.wikipedia.org/wiki/Mortality_rate",
        "https://en.wikipedia.org/wiki/Exponential_growth",
        "https://en.wikipedia.org/wiki/Aging",
        "https://en.wikipedia.org/wiki/Homeostasis",
        "https://en.wikipedia.org/wiki/Cancer",
        "https://en.wikipedia.org/wiki/Heart_disease",
        "https://en.wikipedia.org/wiki/Hallmarks_of_aging",
        "https://en.wikipedia.org/wiki/Genomic_instability",
        "https://en.wikipedia.org/wiki/Telomere",
        "https://en.wikipedia.org/wiki/Epigenetics",
        "https://en.wikipedia.org/wiki/Proteostasis",
        "https://en.wikipedia.org/wiki/Nutrient_sensing",
        "https://en.wikipedia.org/wiki/DNA_damage_theory_of_aging",
        "https://en.wikipedia.org/wiki/Cloning",
        "https://en.wikipedia.org/wiki/Somatic_cell",
        "https://en.wikipedia.org/wiki/Dolly_the_sheep",
        "https://en.wikipedia.org/wiki/Morphogenesis",
        "https://en.wikipedia.org/wiki/Metazoa",
        "https://en.wikipedia.org/wiki/Maximum_life_span",
        "https://en.wikipedia.org/wiki/Species",
        "https://en.wikipedia.org/wiki/Mouse",
        "https://en.wikipedia.org/wiki/Human",
        "https://en.wikipedia.org/wiki/Ginkgo",
        "https://en.wikipedia.org/wiki/Bacterial_senescence",
        "https://en.wikipedia.org/wiki/Negligible_senescence",
        "https://en.wikipedia.org/wiki/Planarian",
        "https://en.wikipedia.org/wiki/Flatworm",
        "https://en.wikipedia.org/wiki/Telomere",
        "https://en.wikipedia.org/wiki/Stem_cell",
        "https://en.wikipedia.org/wiki/Biological_immortality",
        "https://en.wikipedia.org/wiki/Turritopsis_dohrnii",
        "https://en.wikipedia.org/wiki/Reproductive_system",
        "https://en.wikipedia.org/wiki/Scientific_theory",
        "https://en.wikipedia.org/wiki/Evolution_of_ageing",
        "https://en.wikipedia.org/wiki/Antagonistic_pleiotropy_hypothesis",
        "https://en.wikipedia.org/wiki/Antagonistic_pleiotropy",
        "https://en.wikipedia.org/wiki/Pleiotropy",
        "https://en.wikipedia.org/wiki/Immunosenescence",
        "https://en.wikipedia.org/wiki/Multicellular_organism",
        "https://en.wikipedia.org/wiki/Disposable_soma_theory_of_aging",
        "https://en.wikipedia.org/wiki/Tom_Kirkwood",
        "https://en.wikipedia.org/wiki/Germline_cell",
        "https://en.wikipedia.org/wiki/Programmed_ageing",
        "https://en.wikipedia.org/wiki/Evolvability",
        "https://en.wikipedia.org/wiki/Group_selection",
        "https://en.wikipedia.org/wiki/Oxidative_stress",
        "https://en.wikipedia.org/wiki/Klamath_people",
        "https://en.wikipedia.org/wiki/DNA_damage_theory_of_aging",
        "https://en.wikipedia.org/wiki/Raymond_Pearl",
        "https://en.wikipedia.org/wiki/Max_Rubner",
        "https://en.wikipedia.org/wiki/Basal_metabolic_rate",
        "https://en.wikipedia.org/wiki/Maximum_life_span",
        "https://en.wikipedia.org/wiki/Metabolism",
        "https://en.wikipedia.org/wiki/Calorie_restriction",
        "https://en.wikipedia.org/wiki/Ad_libitum",
        "https://en.wikipedia.org/wiki/Phylogenetic_tree",
        "https://en.wikipedia.org/wiki/Biopolymer",
        "https://en.wikipedia.org/wiki/Protein",
        "https://en.wikipedia.org/wiki/DNA_damage_theory_of_aging",
        "https://en.wikipedia.org/wiki/Oxygen",
        "https://en.wikipedia.org/wiki/Sugar",
        "https://en.wikipedia.org/wiki/Hapten",
        "https://en.wikipedia.org/wiki/Oxygen",
        "https://en.wikipedia.org/wiki/Mitochondria",
        "https://en.wikipedia.org/wiki/Superoxide",
        "https://en.wikipedia.org/wiki/Hydrogen_peroxide",
        "https://en.wikipedia.org/wiki/Hydroxyl",
        "https://en.wikipedia.org/wiki/Peroxide",
        "https://en.wikipedia.org/wiki/Singlet_oxygen",
        "https://en.wikipedia.org/wiki/Ion",
        "https://en.wikipedia.org/wiki/Copper",
        "https://en.wikipedia.org/wiki/Iron",
        "https://en.wikipedia.org/wiki/Genetic_disorder",
        "https://en.wikipedia.org/wiki/Oxidative_stress",
        "https://en.wikipedia.org/wiki/Polyphenol",
        "https://en.wikipedia.org/wiki/Antioxidant",
        "https://en.wikipedia.org/wiki/Health_effects_of_wine",
        "https://en.wikipedia.org/wiki/Sugar",
        "https://en.wikipedia.org/wiki/Glucose",
        "https://en.wikipedia.org/wiki/Fructose",
        "https://en.wikipedia.org/wiki/Amino_acid",
        "https://en.wikipedia.org/wiki/Lysine",
        "https://en.wikipedia.org/wiki/Arginine",
        "https://en.wikipedia.org/wiki/Guanine",
        "https://en.wikipedia.org/wiki/Glycation",
        "https://en.wikipedia.org/wiki/Diabetes",
        "https://en.wikipedia.org/wiki/Blood_sugar",
        "https://en.wikipedia.org/wiki/Advanced_glycation_endproduct",
        "https://en.wikipedia.org/wiki/Reactive_oxygen_species",
        "https://en.wikipedia.org/wiki/Lipid",
        "https://en.wikipedia.org/wiki/DNA_damage_theory_of_aging",
        "https://en.wikipedia.org/wiki/Glycation",
        "https://en.wikipedia.org/wiki/Lysosome",
        "https://en.wikipedia.org/wiki/Lipofuscin",
        "https://en.wikipedia.org/wiki/Collagen",
        "https://en.wikipedia.org/wiki/Blood_vessel",
        "https://en.wikipedia.org/wiki/Hypertension",
        "https://en.wikipedia.org/wiki/Atherosclerosis",
        "https://en.wikipedia.org/wiki/Kidney",
        "https://en.wikipedia.org/wiki/Kidney_failure",
        "https://en.wikipedia.org/wiki/Enzyme",
        "https://en.wikipedia.org/wiki/Redox",
        "https://en.wikipedia.org/wiki/Mitochondrial_membrane",
        "https://en.wikipedia.org/wiki/Electric_potential",
        "https://en.wikipedia.org/wiki/Accelerated_aging_disease",
        "https://en.wikipedia.org/wiki/DNA_repair",
        "https://en.wikipedia.org/wiki/Impact_of_alcohol_on_aging",
        "https://en.wikipedia.org/wiki/HPA_axis",
        "https://en.wikipedia.org/wiki/Glucocorticoid",
        "https://en.wikipedia.org/wiki/Mutation_accumulation_theory",
        "https://en.wikipedia.org/wiki/Natural_selection",
        "https://en.wikipedia.org/wiki/Allele",
        "https://en.wikipedia.org/wiki/Genetic_load",
        "https://en.wikipedia.org/wiki/Selection_shadow",
        "https://en.wikipedia.org/wiki/Peter_Medawar",
        "https://en.wikipedia.org/wiki/Extrinsic_mortality",
        "https://en.wikipedia.org/wiki/Negligible_senescence",
        "https://en.wikipedia.org/wiki/Biomarkers_of_aging",
        "https://en.wikipedia.org/wiki/Biomarker",
        "https://en.wikipedia.org/wiki/Wrinkle",
        "https://en.wikipedia.org/wiki/CD4",
        "https://en.wikipedia.org/wiki/CD8",
        "https://en.wikipedia.org/wiki/Memory_T_cell",
        "https://en.wikipedia.org/wiki/Naive_T_cell",
        "https://en.wikipedia.org/wiki/Epigenetic_clock",
        "https://en.wikipedia.org/wiki/Biochemistry",
        "https://en.wikipedia.org/wiki/Genetics_of_aging",
        "https://en.wikipedia.org/wiki/Yeast",
        "https://en.wikipedia.org/wiki/Saccharomyces_cerevisiae",
        "https://en.wikipedia.org/wiki/Caenorhabditis_elegans",
        "https://en.wikipedia.org/wiki/Drosophilidae",
        "https://en.wikipedia.org/wiki/Drosophila_melanogaster",
        "https://en.wikipedia.org/wiki/Genetics",
        "https://en.wikipedia.org/wiki/Progeria",
        "https://en.wikipedia.org/wiki/Accelerated_aging_disease",
        "https://en.wikipedia.org/wiki/Wrinkle",
        "https://en.wikipedia.org/wiki/Progeria",
        "https://en.wikipedia.org/wiki/DNA_damage",
        "https://en.wikipedia.org/wiki/Oxidative_stress",
        "https://en.wikipedia.org/wiki/Ageing",
        "https://en.wikipedia.org/wiki/Aging_brain",
        "https://en.wikipedia.org/wiki/DNA_repair",
        "https://en.wikipedia.org/wiki/Genetics_of_aging",
        "https://en.wikipedia.org/wiki/Geriatrics",
        "https://en.wikipedia.org/wiki/Gerontology",
        "https://en.wikipedia.org/wiki/Homeostatic_capacity",
        "https://en.wikipedia.org/wiki/Immortality",
        "https://en.wikipedia.org/wiki/Life_extension",
        "https://en.wikipedia.org/wiki/Index_of_topics_related_to_life_extension",
        "https://en.wikipedia.org/wiki/Mitohormesis",
        "https://en.wikipedia.org/wiki/Old_age",
        "https://en.wikipedia.org/wiki/Oxidative_stress",
        "https://en.wikipedia.org/wiki/Phenoptosis",
        "https://en.wikipedia.org/wiki/Plant_senescence",
        "https://en.wikipedia.org/wiki/Programmed_cell_death",
        "https://en.wikipedia.org/wiki/Regenerative_medicine",
        "https://en.wikipedia.org/wiki/Rejuvenation",
        "https://en.wikipedia.org/wiki/SAGE_KE",
        "https://en.wikipedia.org/wiki/Stem_cell_theory_of_aging",
        "https://en.wikipedia.org/wiki/Strategies_for_engineered_negligible_senescence",
        "https://en.wikipedia.org/wiki/Transgenerational_design",
        "https://en.wikipedia.org/wiki/Scitable",
        "https://en.wikipedia.org/wiki/Nature_Publishing_Group",
        "https://en.wikipedia.org/wiki/Curlie",
        "https://en.wikipedia.org/wiki/Antagonistic_pleiotropy_hypothesis",
        "https://en.wikipedia.org/wiki/Catabiosis",
        "https://en.wikipedia.org/wiki/DNA_damage_theory_of_aging",
        "https://en.wikipedia.org/wiki/Evolution_of_ageing",
        "https://en.wikipedia.org/wiki/Hayflick_limit",
        "https://en.wikipedia.org/wiki/Immunosenescence",
        "https://en.wikipedia.org/wiki/Negligible_senescence",
        "https://en.wikipedia.org/wiki/Network_theory_of_aging",
        "https://en.wikipedia.org/wiki/Plant_senescence",
        "https://en.wikipedia.org/wiki/Programmed_cell_death",
        "https://en.wikipedia.org/wiki/Reliability_theory_of_aging_and_longevity",
        "https://en.wikipedia.org/wiki/Selection_shadow",
        "https://en.wikipedia.org/wiki/Stem_cell_theory_of_aging",
        "https://en.wikipedia.org/wiki/Adaptive_mutation",
        "https://en.wikipedia.org/wiki/Ageing",
        "https://en.wikipedia.org/wiki/Biological_immortality",
        "https://en.wikipedia.org/wiki/CGK733_fraud",
        "https://en.wikipedia.org/wiki/Death",
        "https://en.wikipedia.org/wiki/DNA_repair",
        "https://en.wikipedia.org/wiki/Indefinite_lifespan",
        "https://en.wikipedia.org/wiki/Life_extension",
        "https://en.wikipedia.org/wiki/Maximum_life_span",
        "https://en.wikipedia.org/wiki/Strategies_for_engineered_negligible_senescence",
        "https://en.wikipedia.org/wiki/Development_of_the_human_body",
        "https://en.wikipedia.org/wiki/Prenatal_development",
        "https://en.wikipedia.org/wiki/Zygote",
        "https://en.wikipedia.org/wiki/Embryo",
        "https://en.wikipedia.org/wiki/Fetus",
        "https://en.wikipedia.org/wiki/Childbirth",
        "https://en.wikipedia.org/wiki/Child_development",
        "https://en.wikipedia.org/wiki/Child_development_stages",
        "https://en.wikipedia.org/wiki/Early_Childhood_Development",
        "https://en.wikipedia.org/wiki/Puberty",
        "https://en.wikipedia.org/wiki/Adult_development",
        "https://en.wikipedia.org/wiki/Ageing",
        "https://en.wikipedia.org/wiki/Death",
        "https://en.wikipedia.org/wiki/Infant",
        "https://en.wikipedia.org/wiki/Toddler",
        "https://en.wikipedia.org/wiki/Early_childhood",
        "https://en.wikipedia.org/wiki/Childhood",
        "https://en.wikipedia.org/wiki/Child",
        "https://en.wikipedia.org/wiki/Youth",
        "https://en.wikipedia.org/wiki/Preadolescence",
        "https://en.wikipedia.org/wiki/Adolescence",
        "https://en.wikipedia.org/wiki/Emerging_adulthood_and_early_adulthood",
        "https://en.wikipedia.org/wiki/Adult",
        "https://en.wikipedia.org/wiki/Young_adult",
        "https://en.wikipedia.org/wiki/Middle_age",
        "https://en.wikipedia.org/wiki/Old_age",
        "https://en.wikipedia.org/wiki/Age_of_majority",
        "https://en.wikipedia.org/wiki/Longevity",
        "https://en.wikipedia.org/wiki/Ageing",
        "https://en.wikipedia.org/wiki/Old_age",
        "https://en.wikipedia.org/wiki/Degenerative_disease",
        "https://en.wikipedia.org/wiki/Negligible_senescence",
        "https://en.wikipedia.org/wiki/Gerontology",
        "https://en.wikipedia.org/wiki/Biogerontology",
        "https://en.wikipedia.org/wiki/Cognitive_epidemiology",
        "https://en.wikipedia.org/wiki/Centenarian",
        "https://en.wikipedia.org/wiki/Supercentenarian",
        "https://en.wikipedia.org/wiki/Research_into_centenarians",
        "https://en.wikipedia.org/wiki/Life_expectancy",
        "https://en.wikipedia.org/wiki/Maximum_life_span",
        "https://en.wikipedia.org/wiki/Biomarkers_of_aging",
        "https://en.wikipedia.org/wiki/Longevity_myths",
        "https://en.wikipedia.org/wiki/Life_extension",
        "https://en.wikipedia.org/wiki/Outline_of_life_extension",
        "https://en.wikipedia.org/wiki/Index_of_topics_related_to_life_extension",
        "https://en.wikipedia.org/wiki/Biodemography_of_human_longevity",
        "https://en.wikipedia.org/wiki/Life_extension",
        "https://en.wikipedia.org/wiki/Longevity_escape_velocity",
        "https://en.wikipedia.org/wiki/Calorie_restriction",
        "https://en.wikipedia.org/wiki/Gene_therapy",
        "https://en.wikipedia.org/wiki/Nanomedicine",
        "https://en.wikipedia.org/wiki/Organ_printing",
        "https://en.wikipedia.org/wiki/Rejuvenation",
        "https://en.wikipedia.org/wiki/Strategies_for_engineered_negligible_senescence",
        "https://en.wikipedia.org/wiki/Immortality",
        "https://en.wikipedia.org/wiki/Biological_immortality",
        "https://en.wikipedia.org/wiki/Digital_immortality",
        "https://en.wikipedia.org/wiki/Ageless",
        "https://en.wikipedia.org/wiki/Eternal_youth",
        "https://en.wikipedia.org/wiki/Immortality_in_fiction",
        "https://en.wikipedia.org/wiki/Oldest_people",
        "https://en.wikipedia.org/wiki/List_of_the_verified_oldest_people",
        "https://en.wikipedia.org/wiki/List_of_the_oldest_people_by_country",
        "https://en.wikipedia.org/wiki/List_of_the_oldest_living_people",
        "https://en.wikipedia.org/wiki/Longevity_claims",
        "https://en.wikipedia.org/wiki/FOXO3",
        "https://en.wikipedia.org/wiki/Apolipoprotein_E",
        "https://en.wikipedia.org/wiki/Cholesteryl_ester_transfer_protein",
        "https://en.wikipedia.org/wiki/Interleukin_6",
        "https://en.wikipedia.org/wiki/Sirtuin_1",
        "https://en.wikipedia.org/wiki/Tumor_necrosis_factor",
        "https://en.wikipedia.org/wiki/Blue_Zone",
        "https://en.wikipedia.org/wiki/Longevity_insurance",
        "https://en.wikipedia.org/wiki/Longevity_risk",
        "https://en.wikipedia.org/wiki/Transhumanist_politics",
        "https://en.wikipedia.org/wiki/Senescence",
        "https://en.wikipedia.org/wiki/Senescence",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}