{
    "url": "https://en.wikipedia.org/wiki/Sensemaking",
    "title": "Sensemaking",
    "table_of_contents": [
        "1 Definition",
        "2 Roots in social psychology",
        "3 Weick's approach to sensemaking",
        "3.1 From decision-making to sensemaking",
        "3.2 From planning to action",
        "3.3 Uncertainty, ambiguity, and crisis",
        "4 Categories and related concepts",
        "5 Other applications",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sensemaking or sense-making is the process by which people give meaning to their collective experiences. It has been defined as \"the ongoing retrospective development of plausible images that rationalize what people are doing\" (Weick, Sutcliffe, & Obstfeld, 2005, p. 409). The concept was introduced to organizational studies by Karl E. Weick in the 1970s and has affected both theory and practice. Weick intended to encourage a shift away from the traditional focus of organization theorists on decision-making and towards the processes that constitute the meaning of the decisions that are enacted in behavior.\n\n"
        },
        {
            "title": "Definition",
            "text": "There is no single agreed upon definition of sensemaking, but there is consensus that it is a process that allows people to understand ambiguous, equivocal or confusing issues or events.[1]: 266  Disagreements about the meaning of sensemaking exist around whether sensemaking is a mental process within the individual, a social process or a process that occurs as part of discussion; whether it is an ongoing daily process or only occurs in response to rare events; and whether sensemaking describes past events or considers the future.[1]: 268 \n\n"
        },
        {
            "title": "Roots in social psychology",
            "text": "In 1966, Daniel Katz and Robert L. Kahn published The Social Psychology of Organizations (Katz & Kahn, 1966). In 1969, Karl Weick played on this title in his book The Social Psychology of Organizing, shifting the focus from organizations as entities to organizing as an activity. It was especially the second edition, published ten years later (Weick, 1979) that established Weick's approach in organization studies.\n\n"
        },
        {
            "title": "",
            "text": "Weick identified seven properties of sensemaking (Weick, 1995):\n\nEach of these seven aspects interact and intertwine as individuals interpret events. Their interpretations become evident through narratives – written and spoken – which convey the sense they have made of events (Currie & Brown, 2003), as well as through diagrammatic reasoning and associated material practices (Huff, 1990; Stigliani & Ravasi, 2012).\n\nThe rise of the sensemaking perspective marks a shift of focus in organization studies from how decisions shape organizations to how meaning drives organizing (Weick, 1993). The aim was to focus attention on the largely cognitive activity of framing experienced situations as meaningful. It is a collaborative process of creating shared awareness and understanding out of different individuals' perspectives and varied interests.\n\nSensemaking scholars are less interested in the intricacies of planning than in the details of action (Weick, 1995, p. 55).\n\nThe sensemaking approach is often used to provide insight into factors that surface as organizations address either uncertain or ambiguous situations (Weick 1988, 1993; Weick et al., 2005). Beginning in the 1980s with an influential re-analysis of the Bhopal disaster, Weick's name has come to be associated with the study of the situated sensemaking that influences the outcomes of disasters (Weick 1993).\n\n"
        },
        {
            "title": "Categories and related concepts",
            "text": "A 2014 review of the literature on sensemaking in organizations identified a dozen different categories of sensemaking and a half-dozen sensemaking related concepts (Maitlis & Christianson, 2014). The categories of sensemaking included: constituent-minded, cultural, ecological, environmental, future-oriented, intercultural, interpersonal, market, political, prosocial, prospective, and resourceful. The sensemaking-related concepts included: sensebreaking, sensedemanding, sense-exchanging, sensegiving, sensehiding, and sense specification.\n\n"
        },
        {
            "title": "Other applications",
            "text": "Sensemaking is central to the conceptual framework for military network-centric operations (NCO) espoused by the United States Department of Defense (Garstka and Alberts, 2004). In a joint/coalition military environment, sensemaking is complicated by numerous technical, social, organizational, cultural, and operational factors. A central hypothesis of NCO is that the quality of shared sensemaking and collaboration will be better in a \"robustly networked\" force than in a platform-centric force, empowering people to make better decisions. According to NCO theory, there is a mutually-reinforcing relationship among and between individual sensemaking, shared sensemaking, and collaboration.\n\nIn defense applications, sensemaking theorists have primarily focused on how shared awareness and understanding are developed within command and control organizations at the operational level. At the tactical level, individuals monitor and assess their immediate physical environment in order to predict where different elements will be in the next moment. At the operational level, where the situation is far broader, more complex and more uncertain, and evolves over hours and days, the organization must collectively make sense of enemy dispositions, intentions and capabilities, as well as anticipate the (often unintended) effects of own-force actions on a complex system of systems.\n\nSensemaking has been studied in the patient safety literature (Battles, et al. 2006). It has been used as a conceptual framework for identifying and detecting high risk patient situations. For example, Rhodes, et al. (2015) examined sensemaking and the co-production of safety of primary medical care patients.\n\nIt has been reported that remote work can interfere with the sensemaking process.[2]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Semantics",
        "https://en.wikipedia.org/wiki/Organizational_studies",
        "https://en.wikipedia.org/wiki/Robert_Louis_Kahn",
        "https://en.wikipedia.org/wiki/Narrative",
        "https://en.wikipedia.org/wiki/Diagrammatic_reasoning",
        "https://en.wikipedia.org/wiki/Bhopal_disaster",
        "https://en.wikipedia.org/wiki/United_States_Department_of_Defense",
        "https://en.wikipedia.org/wiki/Command_and_control",
        "https://en.wikipedia.org/wiki/Intention",
        "https://en.wikipedia.org/wiki/System_of_systems",
        "https://en.wikipedia.org/wiki/Remote_work",
        "https://en.wikipedia.org/wiki/Abductive_reasoning",
        "https://en.wikipedia.org/wiki/Brenda_Dervin",
        "https://en.wikipedia.org/wiki/Concept_map",
        "https://en.wikipedia.org/wiki/Cynefin_framework",
        "https://en.wikipedia.org/wiki/Idea_networking",
        "https://en.wikipedia.org/wiki/Institutional_logic",
        "https://en.wikipedia.org/wiki/Knowledge_management",
        "https://en.wikipedia.org/wiki/Problem_structuring_methods",
        "https://en.wikipedia.org/wiki/Reflective_equilibrium",
        "https://en.wikipedia.org/wiki/Semiotics",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Sensemaking",
        "https://en.wikipedia.org/wiki/Sensemaking",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}