{
    "url": "https://en.wikipedia.org/wiki/Sensory_receptor",
    "title": "Sensory neuron",
    "table_of_contents": [
        "1 Types and function",
        "1.1 External receptors",
        "1.1.1 Smell",
        "1.1.2 Taste",
        "1.1.3 Vision",
        "1.1.4 Auditory",
        "1.1.5 Temperature",
        "1.1.6 Mechanoreceptors",
        "1.2 Internal receptors",
        "1.2.1 Blood",
        "1.2.2 Nociceptors",
        "2 Connection with the central nervous system",
        "3 Classification",
        "3.1 Adequate stimulus",
        "3.2 Location",
        "3.3 Morphology",
        "3.4 Rate of adaptation",
        "4 Drugs",
        "5 Neuroplasticity",
        "6 Other animals",
        "7 Additional images",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sensory neurons, also known as afferent neurons, are neurons in the nervous system, that convert a specific type of stimulus, via their receptors, into action potentials or graded potentials.[1] This process is called sensory transduction. The cell bodies of the sensory neurons are located in the dorsal ganglia of the spinal cord.[2]\n\nThe sensory information travels on the  afferent nerve fibers in a sensory nerve, to the brain via the spinal cord. The stimulus can come from exteroreceptors outside the body, for example those that detect light and sound, or from interoreceptors inside the body, for example those that are responsive to blood pressure or the sense of body position.\n\n"
        },
        {
            "title": "Types and function",
            "text": "Different types of sensory neurons have different sensory receptors that respond to different kinds of stimuli. There are at least six external and two internal sensory receptors:\n\nExternal receptors that respond to stimuli from outside the body are called exteroreceptors.[3] Exteroreceptors include olfactory receptors (smell), taste receptors, photoreceptors (vision), hair cells (hearing), thermoreceptors (temperature), and a number of different mechanoreceptors (stretch, distortion).\n\nThe sensory neurons involved in smell are called olfactory sensory neurons. These neurons contain receptors, called olfactory receptors, that are activated by odor molecules in the air. The molecules in the air are detected by enlarged cilia and microvilli.[4] These sensory neurons produce action potentials. Their axons form the olfactory nerve, and they synapse directly onto neurons in the cerebral cortex (olfactory bulb). They do not use the same route as other sensory systems, bypassing the brain stem and the thalamus. The neurons in the olfactory bulb that receive direct sensory nerve input, have connections to other parts of the olfactory system and many parts of the limbic system. 9.\n\nSimilar to olfactory receptors, taste receptors (gustatory receptors) in taste buds interact with chemicals in food to produce an action potential.\n\nPhotoreceptor cells are capable of phototransduction, a process which converts light (electromagnetic radiation) into electrical signals. These signals are refined and controlled by the interactions with other types of neurons in the retina. The five basic classes of neurons within the retina are photoreceptor cells, bipolar cells, ganglion cells, horizontal cells, and amacrine cells. The basic circuitry of the retina incorporates a three-neuron chain consisting of the photoreceptor (either a rod or cone), bipolar cell, and the ganglion cell. The first action potential occurs in the retinal ganglion cell. This pathway is the most direct way for transmitting visual information to the brain. There are three primary types of photoreceptors: Cones are photoreceptors that respond significantly to color.  In humans the three different types of cones correspond with a primary response to short wavelength (blue), medium wavelength (green), and long wavelength (yellow/red).[5] Rods are photoreceptors that are very sensitive to the intensity of light, allowing for vision in dim lighting.  The concentrations and ratio of rods to cones is strongly correlated with whether an animal is diurnal or nocturnal.  In humans, rods outnumber cones by approximately 20:1, while in nocturnal animals, such as the tawny owl, the ratio is closer to 1000:1.[5] Retinal ganglion cells are involved in the sympathetic response. Of the ~1.3 million ganglion cells present in the retina, 1-2% are believed to be photosensitive.[6]\n\nIssues and decay of sensory neurons associated with vision lead to disorders such as:\n\nThe auditory system is responsible for converting pressure waves generated by vibrating air molecules or sound into signals that can be interpreted by the brain.\n\nThis mechanoelectrical transduction is mediated with hair cells within the ear. Depending on the movement, the hair cell can either hyperpolarize or depolarize. When the movement is towards the tallest stereocilia, the Na+ cation channels open allowing Na+ to flow into cell and the resulting depolarization causes the Ca++ channels to open, thus releasing its neurotransmitter into the afferent auditory nerve. There are two types of hair cells: inner and outer. The inner hair cells are the sensory receptors .[10]\n\nProblems with sensory neurons associated with the auditory system leads to disorders such as:\n\nThermoreceptors are sensory receptors, which respond to varying temperatures. While the mechanisms through which these receptors operate is unclear, recent discoveries have shown that mammals have at least two distinct types of thermoreceptors.[13]\nThe bulboid corpuscle, is a cutaneous receptor a cold-sensitive receptor, that detects cold temperatures. The other type is a warmth-sensitive receptor.\n\nMechanoreceptors are sensory receptors which respond to mechanical forces, such as pressure or distortion.[14]\n\nSpecialized sensory receptor cells called mechanoreceptors often encapsulate afferent fibers to help tune the afferent fibers to the different types of somatic stimulation. Mechanoreceptors also help lower thresholds for action potential generation in afferent fibers and thus make them more likely to fire in the presence of sensory stimulation.[15]\n\nSome types of mechanoreceptors fire action potentials when their membranes are physically stretched.\n\nProprioceptors are another type of mechanoreceptors which literally means \"receptors for self\". These receptors provide spatial information about limbs and other body parts.[16]\n\nNociceptors are responsible for processing pain and temperature changes. The burning pain and irritation experienced after eating a chili pepper (due to its main ingredient, capsaicin), the cold sensation experienced after ingesting a chemical such as menthol or icillin, as well as the common sensation of pain are all a result of neurons with these receptors.[17]\n\nProblems with mechanoreceptors lead to disorders such as:\n\nInternal receptors that respond to changes inside the body are known as interoceptors.[3]\n\nThe aortic bodies and carotid bodies contain clusters of glomus cells – peripheral chemoreceptors that detect changes in chemical properties in the blood such as oxygen concentration.[19] These receptors are polymodal responding to a number of different stimuli.\n\nNociceptors respond to potentially damaging stimuli by sending signals to the spinal cord and brain. This process, called nociception, usually causes the perception of pain.[20][21] They are found in internal organs as well as on the surface of the body to \"detect and protect\".[21] Nociceptors detect different kinds of noxious stimuli indicating potential for damage, then initiate neural responses to withdraw from the stimulus.[21]\n\n"
        },
        {
            "title": "Connection with the central nervous system",
            "text": "Information coming from the sensory neurons in the head enters the central nervous system (CNS) through cranial nerves. Information from the sensory neurons below the head enters the spinal cord and passes towards the brain through the 31 spinal nerves.[23] The sensory information traveling through the spinal cord follows well-defined pathways. The nervous system codes the differences among the sensations in terms of which cells are active.\n\n"
        },
        {
            "title": "Classification",
            "text": "A sensory receptor's adequate stimulus is the stimulus modality for which it possesses the adequate sensory transduction apparatus. Adequate stimulus can be used to classify sensory receptors:\n\nSensory receptors can be classified by location:\n\nSomatic sensory receptors near the surface of the skin can usually be divided into two groups based on morphology:\n\n"
        },
        {
            "title": "Drugs",
            "text": "There are many drugs currently on the market that are used to manipulate or treat sensory system disorders. For instance, Gabapentin is a drug that is used to treat neuropathic pain by interacting with one of the voltage-dependent calcium channels present on non-receptive neurons.[17] Some drugs may be used to combat other health problems, but can have unintended side effects on the sensory system. Ototoxic drugs are drugs which affect the cochlea through the use of  a toxin like aminoglycoside antibiotics, which poison hair cells. Through the use of these toxins, the K+ pumping hair cells cease their function. Thus, the energy generated by the endocochlear potential which drives the auditory signal transduction process is lost, leading to hearing loss.[30]\n\n"
        },
        {
            "title": "Neuroplasticity",
            "text": "Ever since scientists observed cortical remapping in the brain of Taub's Silver Spring monkeys, there has been a large amount of research into sensory system plasticity. Huge strides have been made in treating disorders of the sensory system. Techniques such as constraint-induced movement therapy developed by Taub have helped patients with paralyzed limbs regain use of their limbs by forcing the sensory system to grow new neural pathways.[31] Phantom limb syndrome is a sensory system disorder in which amputees perceive that their amputated limb still exists and they may still be experiencing pain in it. The mirror box developed by V.S. Ramachandran, has enabled patients with phantom limb syndrome to relieve the perception of paralyzed or painful phantom limbs. It is a simple device which uses a mirror in a box to create an illusion in which the sensory system perceives that it is seeing two hands instead of one, therefore allowing the sensory system to control the \"phantom limb\". By doing this, the sensory system can gradually get acclimated to the amputated limb, and thus alleviate this syndrome.[32]\n\n"
        },
        {
            "title": "Other animals",
            "text": "Hydrodynamic reception is a form of mechanoreception used in a range of animal species.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Neuron",
        "https://en.wikipedia.org/wiki/Nervous_system",
        "https://en.wikipedia.org/wiki/Action_potential",
        "https://en.wikipedia.org/wiki/Graded_potential",
        "https://en.wikipedia.org/wiki/Dorsal_ganglion",
        "https://en.wikipedia.org/wiki/Spinal_cord",
        "https://en.wikipedia.org/wiki/Afferent_nerve_fiber",
        "https://en.wikipedia.org/wiki/Sensory_nerve",
        "https://en.wikipedia.org/wiki/Brain",
        "https://en.wikipedia.org/wiki/Spinal_cord",
        "https://en.wikipedia.org/wiki/Blood_pressure",
        "https://en.wikipedia.org/wiki/Proprioception",
        "https://en.wikipedia.org/wiki/Olfactory_receptor",
        "https://en.wikipedia.org/wiki/Taste_receptor",
        "https://en.wikipedia.org/wiki/Photoreceptor_cell",
        "https://en.wikipedia.org/wiki/Hair_cell",
        "https://en.wikipedia.org/wiki/Thermoreceptors",
        "https://en.wikipedia.org/wiki/Mechanoreceptor",
        "https://en.wikipedia.org/wiki/Olfaction",
        "https://en.wikipedia.org/wiki/Olfactory_receptor_neuron",
        "https://en.wikipedia.org/wiki/Olfactory_receptor",
        "https://en.wikipedia.org/wiki/Odor",
        "https://en.wikipedia.org/wiki/Cilia",
        "https://en.wikipedia.org/wiki/Microvilli",
        "https://en.wikipedia.org/wiki/Olfactory_nerve",
        "https://en.wikipedia.org/wiki/Olfactory_receptor",
        "https://en.wikipedia.org/wiki/Taste_receptor",
        "https://en.wikipedia.org/wiki/Taste_bud",
        "https://en.wikipedia.org/wiki/Action_potential",
        "https://en.wikipedia.org/wiki/Photoreceptor_cell",
        "https://en.wikipedia.org/wiki/Phototransduction",
        "https://en.wikipedia.org/wiki/Electromagnetic_radiation",
        "https://en.wikipedia.org/wiki/Photoreceptor_cell",
        "https://en.wikipedia.org/wiki/Bipolar_cells",
        "https://en.wikipedia.org/wiki/Retinal_ganglion_cell",
        "https://en.wikipedia.org/wiki/Horizontal_cells",
        "https://en.wikipedia.org/wiki/Amacrine_cells",
        "https://en.wikipedia.org/wiki/Rod_cell",
        "https://en.wikipedia.org/wiki/Cone_cell",
        "https://en.wikipedia.org/wiki/Cone_cell",
        "https://en.wikipedia.org/wiki/Color",
        "https://en.wikipedia.org/wiki/Rod_cell",
        "https://en.wikipedia.org/wiki/Diurnality",
        "https://en.wikipedia.org/wiki/Nocturnal",
        "https://en.wikipedia.org/wiki/Tawny_owl",
        "https://en.wikipedia.org/wiki/Retinal_ganglion_cell",
        "https://en.wikipedia.org/wiki/Sympathetic_response",
        "https://en.wikipedia.org/wiki/Macular_degeneration",
        "https://en.wikipedia.org/wiki/Glaucoma",
        "https://en.wikipedia.org/wiki/Diabetic_retinopathy",
        "https://en.wikipedia.org/wiki/Auditory_system",
        "https://en.wikipedia.org/wiki/Sound",
        "https://en.wikipedia.org/wiki/Hair_cells",
        "https://en.wikipedia.org/wiki/Stereocilia",
        "https://en.wikipedia.org/wiki/Auditory_processing_disorder",
        "https://en.wikipedia.org/wiki/Auditory_verbal_agnosia",
        "https://en.wikipedia.org/wiki/Temporal_lobes",
        "https://en.wikipedia.org/wiki/Thermoreceptor",
        "https://en.wikipedia.org/wiki/Temperature",
        "https://en.wikipedia.org/wiki/Mammal",
        "https://en.wikipedia.org/wiki/Bulboid_corpuscle",
        "https://en.wikipedia.org/wiki/Cutaneous_receptor",
        "https://en.wikipedia.org/wiki/Mechanoreceptor",
        "https://en.wikipedia.org/wiki/Mechanosensation",
        "https://en.wikipedia.org/wiki/Pressure",
        "https://en.wikipedia.org/wiki/Distortion",
        "https://en.wikipedia.org/wiki/Proprioceptors",
        "https://en.wikipedia.org/wiki/Nociceptors",
        "https://en.wikipedia.org/wiki/Neuropathic_pain",
        "https://en.wikipedia.org/wiki/Hyperalgesia",
        "https://en.wikipedia.org/wiki/TRPM8",
        "https://en.wikipedia.org/wiki/Phantom_limb_syndrome",
        "https://en.wikipedia.org/wiki/Aortic_body",
        "https://en.wikipedia.org/wiki/Carotid_body",
        "https://en.wikipedia.org/wiki/Glomus_cell",
        "https://en.wikipedia.org/wiki/Peripheral_chemoreceptors",
        "https://en.wikipedia.org/wiki/Oxygen",
        "https://en.wikipedia.org/wiki/Nociception",
        "https://en.wikipedia.org/wiki/Pain",
        "https://en.wikipedia.org/wiki/Brassicaceae",
        "https://en.wikipedia.org/wiki/Allium",
        "https://en.wikipedia.org/wiki/Central_nervous_system",
        "https://en.wikipedia.org/wiki/Cranial_nerves",
        "https://en.wikipedia.org/wiki/Spinal_nerve",
        "https://en.wikipedia.org/wiki/Adequate_stimulus",
        "https://en.wikipedia.org/wiki/Stimulus_modality",
        "https://en.wikipedia.org/wiki/Sensory_transduction",
        "https://en.wikipedia.org/wiki/Baroreceptor",
        "https://en.wikipedia.org/wiki/Chemoreceptor",
        "https://en.wikipedia.org/wiki/Electromagnetic_radiation",
        "https://en.wikipedia.org/wiki/Infrared_sensing_in_snakes",
        "https://en.wikipedia.org/wiki/Infrared_radiation",
        "https://en.wikipedia.org/wiki/Photoreceptor_cell",
        "https://en.wikipedia.org/wiki/Visible_light",
        "https://en.wikipedia.org/wiki/Ultraviolet_radiation",
        "https://en.wikipedia.org/wiki/Electroreceptor",
        "https://en.wikipedia.org/wiki/Electric_field",
        "https://en.wikipedia.org/wiki/Ampullae_of_Lorenzini",
        "https://en.wikipedia.org/wiki/Magnetoception",
        "https://en.wikipedia.org/wiki/Magnetic_field",
        "https://en.wikipedia.org/wiki/Mechanoreceptor",
        "https://en.wikipedia.org/wiki/Mechanical_stress",
        "https://en.wikipedia.org/wiki/Nociceptor",
        "https://en.wikipedia.org/wiki/Osmoreceptor",
        "https://en.wikipedia.org/wiki/Osmolarity",
        "https://en.wikipedia.org/wiki/Proprioceptor",
        "https://en.wikipedia.org/wiki/Thermoreceptor",
        "https://en.wikipedia.org/wiki/Cutaneous_receptor",
        "https://en.wikipedia.org/wiki/Dermis",
        "https://en.wikipedia.org/wiki/Muscle_spindle",
        "https://en.wikipedia.org/wiki/Free_nerve_endings",
        "https://en.wikipedia.org/wiki/Nociceptor",
        "https://en.wikipedia.org/wiki/Thermoreceptor",
        "https://en.wikipedia.org/wiki/Dermis",
        "https://en.wikipedia.org/wiki/Action_potential",
        "https://en.wikipedia.org/wiki/Pain_receptors",
        "https://en.wikipedia.org/wiki/Joint_capsule",
        "https://en.wikipedia.org/wiki/Muscle_spindle",
        "https://en.wikipedia.org/wiki/Pacinian_corpuscle",
        "https://en.wikipedia.org/wiki/Gabapentin",
        "https://en.wikipedia.org/wiki/Ototoxic",
        "https://en.wikipedia.org/wiki/Cochlea",
        "https://en.wikipedia.org/wiki/Aminoglycoside",
        "https://en.wikipedia.org/wiki/Endocochlear_potential",
        "https://en.wikipedia.org/wiki/Cortical_remapping",
        "https://en.wikipedia.org/wiki/Edward_Taub",
        "https://en.wikipedia.org/wiki/Silver_Spring_monkeys",
        "https://en.wikipedia.org/wiki/Neuroplasticity",
        "https://en.wikipedia.org/wiki/Neural_pathway",
        "https://en.wikipedia.org/wiki/Phantom_limb_syndrome",
        "https://en.wikipedia.org/wiki/Mirror_box",
        "https://en.wikipedia.org/wiki/Phantom_limb_syndrome",
        "https://en.wikipedia.org/wiki/Hydrodynamic_reception",
        "https://en.wikipedia.org/wiki/Sensory_nerve",
        "https://en.wikipedia.org/wiki/Pseudounipolar_neuron",
        "https://en.wikipedia.org/wiki/Efferent_nerve",
        "https://en.wikipedia.org/wiki/Neural_coding",
        "https://en.wikipedia.org/wiki/Posterior_column",
        "https://en.wikipedia.org/wiki/Receptive_field",
        "https://en.wikipedia.org/wiki/Sensory_system",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Nervous_tissue",
        "https://en.wikipedia.org/wiki/Central_nervous_system",
        "https://en.wikipedia.org/wiki/Grey_matter",
        "https://en.wikipedia.org/wiki/White_matter",
        "https://en.wikipedia.org/wiki/Projection_fiber",
        "https://en.wikipedia.org/wiki/Association_fiber",
        "https://en.wikipedia.org/wiki/Commissural_fiber",
        "https://en.wikipedia.org/wiki/Nerve_tract",
        "https://en.wikipedia.org/wiki/Decussation",
        "https://en.wikipedia.org/wiki/Neuropil",
        "https://en.wikipedia.org/wiki/Meninges",
        "https://en.wikipedia.org/wiki/Neuron",
        "https://en.wikipedia.org/wiki/Pyramidal_cell",
        "https://en.wikipedia.org/wiki/Purkinje_cell",
        "https://en.wikipedia.org/wiki/Granule_cell",
        "https://en.wikipedia.org/wiki/Spindle_neuron",
        "https://en.wikipedia.org/wiki/Medium_spiny_neuron",
        "https://en.wikipedia.org/wiki/Interneuron",
        "https://en.wikipedia.org/wiki/Neuroglia",
        "https://en.wikipedia.org/wiki/Astrocyte",
        "https://en.wikipedia.org/wiki/Ependyma",
        "https://en.wikipedia.org/wiki/Tanycyte",
        "https://en.wikipedia.org/wiki/Microglia",
        "https://en.wikipedia.org/wiki/Oligodendrocyte",
        "https://en.wikipedia.org/wiki/Oligodendrocyte_progenitor_cell",
        "https://en.wikipedia.org/wiki/Peripheral_nervous_system",
        "https://en.wikipedia.org/wiki/Dorsal_root_of_spinal_nerve",
        "https://en.wikipedia.org/wiki/Dorsal_root_ganglion",
        "https://en.wikipedia.org/wiki/Dorsal_ramus_of_spinal_nerve",
        "https://en.wikipedia.org/wiki/Ventral_root_of_spinal_nerve",
        "https://en.wikipedia.org/wiki/Ventral_ramus_of_spinal_nerve",
        "https://en.wikipedia.org/wiki/Ramus_communicans",
        "https://en.wikipedia.org/wiki/Gray_ramus_communicans",
        "https://en.wikipedia.org/wiki/White_ramus_communicans",
        "https://en.wikipedia.org/wiki/Autonomic_ganglion",
        "https://en.wikipedia.org/wiki/Preganglionic_nerve_fibers",
        "https://en.wikipedia.org/wiki/Postganglionic_nerve_fibers",
        "https://en.wikipedia.org/wiki/Nerve_fascicle",
        "https://en.wikipedia.org/wiki/Connective_tissue",
        "https://en.wikipedia.org/wiki/Epineurium",
        "https://en.wikipedia.org/wiki/Perineurium",
        "https://en.wikipedia.org/wiki/Endoneurium",
        "https://en.wikipedia.org/wiki/Neuroglia",
        "https://en.wikipedia.org/wiki/Myelin",
        "https://en.wikipedia.org/wiki/Schwann_cell",
        "https://en.wikipedia.org/wiki/Neurilemma",
        "https://en.wikipedia.org/wiki/Myelin_incisure",
        "https://en.wikipedia.org/wiki/Node_of_Ranvier",
        "https://en.wikipedia.org/wiki/Internodal_segment",
        "https://en.wikipedia.org/wiki/Satellite_glial_cell",
        "https://en.wikipedia.org/wiki/Neuron",
        "https://en.wikipedia.org/wiki/Nerve_fiber",
        "https://en.wikipedia.org/wiki/Axon_hillock",
        "https://en.wikipedia.org/wiki/Axon",
        "https://en.wikipedia.org/wiki/Telodendron",
        "https://en.wikipedia.org/wiki/Axon_terminal",
        "https://en.wikipedia.org/wiki/Axoplasm",
        "https://en.wikipedia.org/wiki/Axolemma",
        "https://en.wikipedia.org/wiki/Neurofilament",
        "https://en.wikipedia.org/wiki/Dendrite",
        "https://en.wikipedia.org/wiki/Nissl_body",
        "https://en.wikipedia.org/wiki/Dendritic_spine",
        "https://en.wikipedia.org/wiki/Apical_dendrite",
        "https://en.wikipedia.org/wiki/Basal_dendrite",
        "https://en.wikipedia.org/wiki/Bipolar_neuron",
        "https://en.wikipedia.org/wiki/Unipolar_neuron",
        "https://en.wikipedia.org/wiki/Pseudounipolar_neuron",
        "https://en.wikipedia.org/wiki/Multipolar_neuron",
        "https://en.wikipedia.org/wiki/Interneuron",
        "https://en.wikipedia.org/wiki/Renshaw_cell",
        "https://en.wikipedia.org/wiki/Afferent_nerve_fiber",
        "https://en.wikipedia.org/wiki/General_somatic_afferent_fibers",
        "https://en.wikipedia.org/wiki/General_visceral_afferent_fibers",
        "https://en.wikipedia.org/wiki/Special_somatic_afferent",
        "https://en.wikipedia.org/wiki/Special_visceral_afferent",
        "https://en.wikipedia.org/wiki/Type_Ia_sensory_fiber",
        "https://en.wikipedia.org/wiki/Golgi_tendon_organ",
        "https://en.wikipedia.org/wiki/Type_II_sensory_fiber",
        "https://en.wikipedia.org/wiki/Group_A_nerve_fiber",
        "https://en.wikipedia.org/wiki/Group_C_nerve_fiber",
        "https://en.wikipedia.org/wiki/Efferent_nerve_fiber",
        "https://en.wikipedia.org/wiki/Motor_neuron",
        "https://en.wikipedia.org/wiki/General_somatic_efferent_fibers",
        "https://en.wikipedia.org/wiki/General_visceral_efferent_fibers",
        "https://en.wikipedia.org/wiki/Special_visceral_efferent",
        "https://en.wikipedia.org/wiki/Upper_motor_neuron",
        "https://en.wikipedia.org/wiki/Lower_motor_neuron",
        "https://en.wikipedia.org/wiki/Alpha_motor_neuron",
        "https://en.wikipedia.org/wiki/Beta_motor_neuron",
        "https://en.wikipedia.org/wiki/Gamma_motor_neuron",
        "https://en.wikipedia.org/wiki/Synapse",
        "https://en.wikipedia.org/wiki/Electrical_synapse",
        "https://en.wikipedia.org/wiki/Gap_junction",
        "https://en.wikipedia.org/wiki/Chemical_synapse",
        "https://en.wikipedia.org/wiki/Synaptic_vesicle",
        "https://en.wikipedia.org/wiki/Active_zone",
        "https://en.wikipedia.org/wiki/Postsynaptic_density",
        "https://en.wikipedia.org/wiki/Autapse",
        "https://en.wikipedia.org/wiki/Ribbon_synapse",
        "https://en.wikipedia.org/wiki/Neuromuscular_junction",
        "https://en.wikipedia.org/wiki/Sensory_receptor",
        "https://en.wikipedia.org/wiki/Tactile_corpuscle",
        "https://en.wikipedia.org/wiki/Merkel_nerve_ending",
        "https://en.wikipedia.org/wiki/Lamellar_corpuscle",
        "https://en.wikipedia.org/wiki/Bulbous_corpuscle",
        "https://en.wikipedia.org/wiki/Muscle_spindle",
        "https://en.wikipedia.org/wiki/Free_nerve_ending",
        "https://en.wikipedia.org/wiki/Nociceptor",
        "https://en.wikipedia.org/wiki/Olfactory_receptor_neuron",
        "https://en.wikipedia.org/wiki/Photoreceptor_cell",
        "https://en.wikipedia.org/wiki/Hair_cell",
        "https://en.wikipedia.org/wiki/Taste_receptor",
        "https://en.wikipedia.org/wiki/Somatosensory_system",
        "https://en.wikipedia.org/wiki/Mechanoreceptor",
        "https://en.wikipedia.org/wiki/Lamellar_corpuscle",
        "https://en.wikipedia.org/wiki/Tactile_corpuscle",
        "https://en.wikipedia.org/wiki/Merkel_nerve_ending",
        "https://en.wikipedia.org/wiki/Bulbous_corpuscle",
        "https://en.wikipedia.org/wiki/Pain",
        "https://en.wikipedia.org/wiki/Free_nerve_ending",
        "https://en.wikipedia.org/wiki/Nociceptor",
        "https://en.wikipedia.org/wiki/Temperature",
        "https://en.wikipedia.org/wiki/Thermoreceptor",
        "https://en.wikipedia.org/wiki/Proprioception",
        "https://en.wikipedia.org/wiki/Golgi_tendon_organ",
        "https://en.wikipedia.org/wiki/Muscle_spindle",
        "https://en.wikipedia.org/wiki/Intrafusal_muscle_fiber",
        "https://en.wikipedia.org/wiki/Nuclear_chain_fiber",
        "https://en.wikipedia.org/wiki/Nuclear_bag_fiber",
        "https://en.wikipedia.org/wiki/Hair_cell",
        "https://en.wikipedia.org/wiki/Baroreceptor",
        "https://en.wikipedia.org/wiki/Sensory_neuron",
        "https://en.wikipedia.org/wiki/Sensory_neuron",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}