{
    "url": "https://en.wikipedia.org/wiki/Sensory_substitution",
    "title": "Sensory substitution",
    "table_of_contents": [
        "1 History",
        "2 Physiology",
        "2.1 Technological support",
        "2.2 Brain plasticity",
        "2.3 Perception versus sensing",
        "3 Different applications",
        "3.1 Tactile systems",
        "3.1.1 Tactile–visual",
        "3.1.2 Tactile–auditory",
        "3.1.3 Tactile–vestibular",
        "3.1.4 Tactile–tactile to restore peripheral sensation",
        "3.1.5 Tactile feedback system for prosthetic limbs",
        "3.2 Auditory systems",
        "3.2.1 The vOICe Auditory Display",
        "3.2.2 EyeMusic",
        "3.2.3 LibreAudioView",
        "3.2.4 PSVA",
        "3.2.5 The Vibe",
        "3.2.6 Other systems",
        "3.3 Nervous system implants",
        "4 Terminology",
        "5 Sensory augmentation",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sensory substitution is a change of the characteristics of one sensory modality into stimuli of another sensory modality.\n\nA sensory substitution system consists of three parts: a sensor, a coupling system, and a stimulator. The sensor records stimuli and gives them to a coupling system which interprets these signals and transmits them to a stimulator. In case the sensor obtains signals of a kind not originally available to the bearer it is a case of sensory augmentation. Sensory substitution concerns human perception and the plasticity of the human brain; and therefore, allows us to study these aspects of neuroscience more through neuroimaging.\n\nSensory substitution systems may help people by restoring their ability to perceive  certain defective sensory modality by using sensory information from a functioning sensory modality.\n\n"
        },
        {
            "title": "History",
            "text": "The idea of sensory substitution was introduced in the '80s by Paul Bach-y-Rita as a means of using one sensory modality, mainly taction, to gain environmental information to be used by another sensory modality, mainly vision.[1][2] Thereafter, the entire field was discussed by Chaim-Meyer Scheff in \"Experimental model for the study of changes in the organization of human sensory information processing through the design and testing of non-invasive prosthetic devices for sensory impaired people\".[3] The first sensory substitution system was developed by Bach-y-Rita et al. as a means of brain plasticity in congenitally blind individuals.[4] After this historic invention, sensory substitution has been the basis of many studies investigating perceptive and cognitive neuroscience. Sensory substitution is often employed to investigate predictions of the embodied cognition framework. Within the theoretical framework specifically the concept of sensorimotor contingencies [5] is investigated utilizing sensory substitution. Furthermore, sensory substitution has contributed to the study of brain function, human cognition and rehabilitation.[6]\n\n"
        },
        {
            "title": "Physiology",
            "text": "When a person becomes blind or deaf they generally do not lose the ability to hear or see; they simply lose their ability to transmit the sensory signals from the periphery (retina for visions and cochlea for hearing) to brain.[7] Since the vision processing pathways are still intact, a person who has lost the ability to retrieve data from the retina can still see subjective images by using data gathered from other sensory modalities such as touch or audition.[8]\n\nIn a regular visual system, the data collected by the retina is converted into an electrical stimulus in the optic nerve and relayed to the brain, which re-creates the image and perceives it. Because it is the brain that is responsible for the final perception, sensory substitution is possible. During sensory substitution an intact sensory modality relays information to the visual perception areas of the brain so that the person can perceive sight. With sensory substitution, information gained from one sensory modality can reach brain structures physiologically related to other sensory modalities. Touch-to-visual sensory substitution transfers information from touch receptors to the visual cortex for interpretation and perception. For example, through fMRI, one can determine which parts of the brain are activated during sensory perception. In blind persons, it is seen that while they are only receiving tactile information, their visual cortex is also activated as they perceive sight objects.[9] Touch-to-touch sensory substitution is also possible, wherein information from touch receptors of one region of the body can be used to perceive touch in another region. For example, in one experiment by Bach-y-Rita, touch perception was able to be restored in a patient who lost peripheral sensation due to leprosy.[10]\n\nIn order to achieve sensory substitution and stimulate the brain without intact sensory organs to relay the information, machines can be used to do the signal transduction, rather than the sensory organs. This brain–machine interface collects external signals and transforms them into electrical signals for the brain to interpret. Generally, a camera or a microphone is used to collect visual or auditory stimuli that are used to replace lost sight and hearing, respectively. The visual or auditory data collected from the sensors is transformed into tactile stimuli that are then relayed to the brain for visual and auditory perception. Crucially, this transformation sustains the sensorimotor contingency inherent to the respective sensory modality. This and all types of sensory substitution are only possible due to Neuroplasticity.[10]\n\nBrain plasticity refers to the brain's ability to adapt to a changing environment, for instance to the absence or deterioration of a sense. It is conceivable that cortical remapping or reorganization in response to the loss of one sense may be an evolutionary mechanism that allows people to adapt and compensate by using other senses better. Brain imaging studies have shown that upon visual impairments and blindness (especially in the first 12–16 years of life) the visual cortices undergo a huge functional reorganization such that they are activated by other sensory modalities.[11][12][13]\nSuch cross-modal plasticity was also found through functional imaging of congenitally blind patients which showed a cross-modal recruitment of the occipital cortex during perceptual tasks such as Braille reading, tactile perception, tactual object recognition, sound localization, and sound discrimination.[6] This may suggest that blind people can use their occipital lobe, generally used for vision, to perceive objects through the use of other sensory modalities. This cross modal plasticity may explain the often described tendency of blind people to show enhanced ability in the other senses.[14][15][16][17][18]\n\nWhile considering the physiological aspects of sensory substitution, it is essential to distinguish between sensing and perceiving. The general question posed by this differentiation is: Are blind people seeing or perceiving to see by putting together different sensory data? While sensation comes in one modality – visual, auditory, tactile etc. – perception due to sensory substitution is not one modality but a result of cross-modal interactions. It is therefore concluded that while sensory substitution for vision induces visual-like perception in sighted individuals, it induces auditory or tactile perception in blind individuals.[19] In short, blind people perceive to see through touch and audition with sensory substitution.\nThrough experiments with a Tactile-visual sensory substitution (TVSS) device developed by Bach-y-Rita subjects described the perceptual experience of the TVSS as particularly visual, such that objects were perceived as if located in the external space and not on the back or skin. Further studies using the TVSS showed that such perceptual changes were only possible when the participants could actively explore their environment with the TVSS.[20][21] These results have been underpinned by many other studies testing different substitution systems with blind subjects such as vision-to-tactile substitution,[22] vision-to-auditory substitution [23][24] and vision-to-vestibular substitution [25] Such results are also reported in sighted subjects, when blindfolded[26][27] and deliver further support for the sensorimotor contingency theory.\n\n"
        },
        {
            "title": "Different applications",
            "text": "Applications are not restricted to disabled persons, but also include artistic presentations, games, and augmented reality. Some examples are substitution of visual stimuli to audio or tactile, and of audio stimuli to tactile. Some of the most popular are probably Paul Bach-y-Rita's Tactile Vision Sensory Substitution (TVSS), developed with Carter Collins at Smith-Kettlewell Institute and Peter Meijer's Seeing with Sound approach (The vOICe). Technical developments, such as miniaturization and electrical stimulation help the advance of sensory substitution devices.\n\nIn sensory substitution systems, we generally have sensors that collect the data from the external environment. This data is then relayed to a coupling system that interprets and transduces the information and then replays it to a stimulator. This stimulator ultimately stimulates a functioning sensory modality.[19] After training, people learn to use the information gained from this stimulation to experience a perception of the sensation they lack instead of the actually stimulated sensation. For example, a leprosy patient, whose perception of peripheral touch was restored, was equipped with a glove containing artificial contact sensors coupled to skin sensory receptors on the forehead (which was stimulated). After training and acclimation, the patient was able to experience data from the glove as if it was originating in the fingertips while ignoring the sensations in the forehead.[10]\n\nTo understand tactile sensory substitution it is essential to understand some basic physiology of the tactile receptors of the skin. There are five basic types of tactile receptors: Pacinian corpuscle, Meissner's corpuscle, Ruffini endings, Merkel nerve endings, and free nerve endings. These receptors are mainly characterized by which type of stimuli best activates them, and by their rate of adaptation to sustained stimuli.[28] Because of the rapid adaptation of some of these receptors to sustained stimuli, those receptors require rapidly changing tactile stimulation systems in order to be optimally activated.[29] Among all these mechanoreceptors Pacinian corpuscle offers the highest sensitivity to high frequency vibration starting from few 10s of Hz to a few kHz with the help of its specialized mechanotransduction mechanism.[30][31]\n\nThere have been two different types of stimulators: electrotactile or vibrotactile. Electrotactile stimulators use direct electrical stimulation of the nerve ending in the skin to initiate the action potentials; the sensation triggered, burn, itch, pain, pressure etc. depends on the stimulating voltage. Vibrotactile stimulators use pressure and the properties of the mechanoreceptors of the skin to initiate action potentials. There are advantages and disadvantages for both these stimulation systems. With the electrotactile stimulating systems a lot of factors affect the sensation triggered: stimulating voltage, current, waveform, electrode size, material, contact force, skin location, thickness and hydration.[29] Electrotactile stimulation may involve the direct stimulation of the nerves (percutaneous), or through the skin (transcutaneous). Percutaneous application causes additional distress to the patient, and is a major disadvantage of this approach. Furthermore, stimulation of the skin without insertion leads to the need for high voltage stimulation because of the high impedance of the dry skin,[29] unless the tongue is used as a receptor, which requires only about 3% as much voltage.[32] This latter technique is undergoing clinical trials for various applications, and been approved for assistance to the blind in the UK.[33][34] Alternatively, the roof of the mouth has been proposed as another area where low currents can be felt.[35]\n\nElectrostatic arrays are explored as human-computer interaction devices for touch screens.[36] These are based on a phenomenon called electrovibration, which allows microamperre-level currents to be felt as roughness on a surface.[37][38]\n\nVibrotactile systems use the properties of mechanoreceptors in the skin so they have fewer parameters that need to be monitored as compared to electrotactile stimulation. However, vibrotactile stimulation systems need to account for the rapid adaptation of the tactile sense.\n\nAnother important aspect of tactile sensory substitution systems is the location of the tactile stimulation. Tactile receptors are abundant on the fingertips, face, and tongue while sparse on the back, legs and arms. It is essential to take into account the spatial resolution of the receptor as it has a major effect on the resolution of the sensory substitution.[29] A high resolution pin-arrayed display is able to present spatial information via tactile symbols, such as city maps[39] and obstacle maps.[40]\n\nBelow you can find some descriptions of current tactile substitution systems.\n\nOne of the earliest and most well known form of sensory substitution devices was Paul Bach-y-Rita's TVSS that converted the image from a video camera into a tactile image and coupled it to the tactile receptors on the back of his blind subject.[1] Recently, several new systems have been developed that interface the tactile image to tactile receptors on different areas of the body such as the on the chest, brow, fingertip, abdomen, and forehead.[7] The tactile image is produced by hundreds of activators placed on the person. The activators are solenoids of one millimeter diameter. In experiments, blind (or blindfolded) subjects equipped with the TVSS can learn to detect shapes and to orient themselves. In the case of simple geometric shapes, it took around 50 trials to achieve 100 percent correct recognition. To identify objects in different orientations requires several hours of learning.\n\nA system using the tongue as the human-machine interface is most practical.  The tongue-machine interface is both protected by the closed mouth and the saliva in the mouth provides a good electrolytic environment that ensures good electrode contact.[32] Results from a study by Bach-y-Rita et al. show that electrotactile stimulation of the tongue required 3% of the voltage required to stimulate the finger.[32] Also, since it is more practical to wear an orthodontic retainer holding the stimulation system than an apparatus strapped to other parts of the body, the tongue-machine interface is more popular among TVSS systems.\n\nThis tongue TVSS system works by delivering electrotactile stimuli to the dorsum of the tongue via a flexible electrode array placed in the mouth. This electrode array is connected to a Tongue Display Unit [TDU] via a ribbon cable passing out of the mouth. A video camera records a picture, transfers it to the TDU for conversion into a tactile image. The tactile image is then projected onto the tongue via the ribbon cable where the tongue's receptors pick up the signal. After training, subjects are able to associate certain types of stimuli to certain types of visual images.[7][41] In this way, tactile sensation can be used for visual perception.\n\nSensory substitutions have also been successful with the emergence of wearable haptic actuators like vibrotactile motors, solenoids, peltier diodes, etc. At the Center for Cognitive Ubiquitous Computing at Arizona State University, researchers have developed technologies that enable people who are blind to perceive social situational information using wearable vibrotactile belts[42] (Haptic Belt) and gloves[43][44] (VibroGlove). Both technologies use miniature cameras that are mounted on a pair of glasses worn by the user who is blind. The Haptic Belt provides vibrations that convey the direction and distance at which a person is standing in front of a user, while the VibroGlove uses spatio-temporal mapping of vibration patterns to convey facial expressions of the interaction partner. Alternatively, it has been shown that even very simple cues indicating the presence or absence of obstacles (through small vibration modules located at strategic places in the body) can be useful for navigation, gait stabilization and reduced anxiety when evolving in an unknown space. This approach, called the \"Haptic Radar\"[45] has been studied since 2005 by researchers at the University of Tokyo in collaboration with the University of Rio de Janeiro.[46] Similar products include the Eyeronman vest and belt,[47][48][49] and the forehead retina system.[50]\n\nNeuroscientist David Eagleman presented a new device for sound-to-touch hearing at TED in 2015;[51] his laboratory research then expanded into a company based in Palo Alto, California, called Neosensory.[52]  Neosensory devices capture sound and turn them into high-dimensional patterns of touch on the skin.[53][54]\n\nExperiments by Schurmann et al. show that tactile senses can activate the human auditory cortex. Currently vibrotactile stimuli can be used to facilitate hearing in normal and hearing-impaired people.[55] To test for the auditory areas activated by touch, Schurmann et al. tested subjects while stimulating their fingers and palms with vibration bursts and their fingertips with tactile pressure. They found that tactile stimulation of the fingers lead to activation of the auditory belt area, which suggests that there is a relationship between audition and tactition.[55] Therefore, future research can be done to investigate the likelihood of a tactile–auditory sensory substitution system. One promising[citation needed] invention is the 'Sense organs synthesizer'[56] which aims at delivering a normal hearing range of nine octaves via 216 electrodes to sequential touch nerve zones, next to the spine.\n\nSome people with balance disorders or adverse reactions to antibiotics develop bilateral vestibular damage (BVD). They experience difficulty maintaining posture, unstable gait, and oscillopsia.[57] Tyler et al. studied the restitution of postural control through a tactile for vestibular sensory substitution. Because BVD patients cannot integrate visual and tactile cues, they have a lot of difficulty standing. Using a head-mounted accelerometer and a brain-machine interface that employs electrotactile stimulation on the tongue, information about head-body orientation was relayed to the patient so that a new source of data is available to orient themselves and maintain good posture.[57]\n\nTouch to touch sensory substitution is where information from touch receptors of one region can be used to perceive touch in another. For example, in one experiment by Bach-y-Rita, the touch perception was restored in a patient who lost peripheral sensation from leprosy.[10] For example, this leprosy patient was equipped with a glove containing artificial contact sensors coupled to skin sensory receptors on the forehead (which was stimulated). After training and acclimation, the patient was able to experience data from the glove as if it was originating in the fingertips while ignoring the sensations in the forehead.[10] After two days of training one of the leprosy subjects reported \"the wonderful sensation of touching his wife, which he had been unable to experience for 20 years.\"[58]\n\nThe development of new technologies has now made it plausible to provide patients with prosthetic arms with tactile and kinesthetic sensibilities.[59] While this is not purely a sensory substitution system, it uses the same principles to restore perception of senses. Some tactile feedback methods of restoring a perception of touch to amputees would be direct or micro stimulation of the tactile nerve afferents.[59]\n\nOther applications of sensory substitution systems can be seen in function robotic prostheses for patients with high level quadriplegia. These robotic arms have several mechanisms of slip detection, vibration and texture detection that they relay to the patient through feedback.[58]  After more research and development, the information from these arms can be used by patients to perceive that they are holding and manipulating objects while their robotic arm actually accomplishes the task.\n\nAuditory sensory substitution systems like the tactile sensory substitution systems aim to use one sensory modality to compensate for the lack of another in order to gain a perception of one that is lacking. With auditory sensory substitution, visual or tactile sensors detect and store information about the external environment. This information is then transformed by interfaces into sound. Most systems are auditory-vision substitutions aimed at using the sense of hearing to convey visual information to the blind.\n\n\"The vOICe\" converts live camera views from a video camera into soundscapes, patterns of scores of different tones at different volumes and pitches emitted simultaneously.[60] The technology of the vOICe was invented in the 1990s by Peter Meijer and uses general video to audio mapping by associating height to pitch and brightness with loudness in a left-to-right scan of any video frame.[7]\n\nThe EyeMusic user wears a miniature camera connected to a small computer (or smartphone) and stereo headphones. The images are converted into \"soundscapes\". The high locations on the image are projected as high-pitched musical notes on a pentatonic scale, and low vertical locations as low-pitched musical notes.\n\nThe EyeMusic conveys color information by using different musical instruments for each of the following five colors: white, blue, red, green, yellow. The EyeMusic employs an intermediate resolution of 30×50 pixels.[61][62][63]\n\nThis project, presented in 2015,[64] proposes a new versatile mobile device and a sonification method specifically designed to the pedestrian locomotion of the visually impaired. It sonifies in real-time spatial information from a video stream acquired at a standard frame rate. The device is composed of a miniature camera integrated into a glasses frame which is connected to a battery-powered minicomputer worn around the neck with a strap. The audio signal is transmitted to the user via running headphones. This system has two operating modes. With the first mode, when the user is static, only the edges of the moving objects are sonified. With the second mode, when the user is moving, the edges of both static and moving objects are sonified. Thus, the video stream is simplified by extracting only the edges of objects that can become dangerous obstacles. The system enables the localization of moving objects, the estimation of trajectories, and the detection of approaching objects.\n\nAnother successful visual-to-auditory sensory substitution device is the Prosthesis Substituting Vision for Audition (PSVA).[65] This system utilizes a head-mounted TV camera that allows real-time, online translation of visual patterns into sound. While the patient moves around, the device captures visual frames at a high frequency and generates the corresponding complex sounds that allow recognition.[7] Visual stimuli are transduced into auditory stimuli with the use of a system that uses pixel to frequency relationship and couples a rough model of the human retina with an inverse model of the cochlea.[65]\n\nThe sound produced by this software is a mixture of sinusoidal sounds produced by virtual \"sources\", corresponding each to a \"receptive field\" in the image. Each receptive field is a set of localized pixels. The sound's amplitude is determined by the mean luminosity of the pixels of the corresponding receptive field. The frequency and the inter-aural disparity are determined by the center of gravity of the co-ordinates of the receptive field's pixels in the image (see \"There is something out there: distal attribution in sensory substitution, twenty years later\"; Auvray M., Hanneton S., Lenay C., O'Regan K. Journal of Integrative Neuroscience 4 (2005) 505–21). The Vibe is an Open Source project hosted by SourceForge.\n\nOther approaches to the substitution of hearing for vision use binaural directional cues, much as natural human echolocation does.  An example of the latter approach is the \"SeeHear\" chip from Caltech.[66]\n\nOther visual-auditory substitution devices deviate from the vOICe's greyscale mapping of images. Zach Capalbo's Kromophone uses a basic color spectrum correlating to different sounds and timbres to give users perceptual information beyond the vOICe's capabilities.[67]\n\nBy means of stimulating electrodes implanted into the human nervous system, it is possible to apply current pulses to be learned and reliably recognized by the recipient. It has been shown successfully in experimentation, by Kevin Warwick, that signals can be employed from force/touch indicators on a robot hand as a means of communication.[68]\n\n"
        },
        {
            "title": "Terminology",
            "text": "It has been argued that the term \"substitution\" is misleading, as it is merely an \"addition\" or \"supplementation\" not a substitution of a sensory modality.[69]\n\n"
        },
        {
            "title": "Sensory augmentation",
            "text": "Building upon the research conducted on sensory substitution, investigations into the possibility of augmenting the body's sensory apparatus are now beginning. The intention is to extend the body's ability to sense aspects of the environment that are not normally perceivable by the body in its natural state. Moreover, such new informations about the environment could be used not to directly replace a sensory organ but to offer a sensory information usually perceived via another, potentially harmed, sensory modality. Thus, also sensory augmentation is widely used for rehabilitation purposes as well as for investigating  perceptive and cognitive neuroscience\n\nActive work in this direction is being conducted by, among others, the e-sense project[70] of the Open University and Edinburgh University, the feelSpace project of the University of Osnabrück, and the hearSpace project at University of Paris.\n\nThe findings of research into sensory augmentation (as well as sensory substitution in general) that investigate the emergence of perceptual experience (qualia) from the activity of neurons have implications for the understanding of consciousness.[8]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Sensory_modality",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Neuroplasticity",
        "https://en.wikipedia.org/wiki/Neuroimaging",
        "https://en.wikipedia.org/wiki/Touch",
        "https://en.wikipedia.org/wiki/Visual_perception",
        "https://en.wikipedia.org/wiki/Cognitive_neuroscience",
        "https://en.wikipedia.org/wiki/Cognition",
        "https://en.wikipedia.org/wiki/Retina",
        "https://en.wikipedia.org/wiki/Cochlea",
        "https://en.wikipedia.org/wiki/Optic_nerve",
        "https://en.wikipedia.org/wiki/FMRI",
        "https://en.wikipedia.org/wiki/Neuroplasticity",
        "https://en.wikipedia.org/wiki/Neuroplasticity",
        "https://en.wikipedia.org/wiki/Cortical_remapping",
        "https://en.wikipedia.org/wiki/Occipital_cortex",
        "https://en.wikipedia.org/wiki/Sound_localization",
        "https://en.wikipedia.org/wiki/Cross_modal_plasticity",
        "https://en.wikipedia.org/wiki/Art",
        "https://en.wikipedia.org/wiki/Game",
        "https://en.wikipedia.org/wiki/Augmented_reality",
        "https://en.wikipedia.org/wiki/Miniaturization",
        "https://en.wikipedia.org/wiki/Electrical_stimulation",
        "https://en.wikipedia.org/wiki/Lamellar_corpuscle",
        "https://en.wikipedia.org/wiki/Bulbous_corpuscle",
        "https://en.wikipedia.org/wiki/Merkel_nerve_ending",
        "https://en.wikipedia.org/wiki/Free_nerve_ending",
        "https://en.wikipedia.org/wiki/Mechanotransduction",
        "https://en.wikipedia.org/wiki/Percutaneous",
        "https://en.wikipedia.org/wiki/Electrostatic",
        "https://en.wikipedia.org/wiki/Touch_screen",
        "https://en.wikipedia.org/wiki/Electrovibration",
        "https://en.wikipedia.org/wiki/Back",
        "https://en.wikipedia.org/wiki/Solenoid",
        "https://en.wikipedia.org/wiki/Blindness",
        "https://en.wikipedia.org/wiki/Blindfold",
        "https://en.wikipedia.org/wiki/Electrode_array",
        "https://en.wikipedia.org/wiki/Arizona_State_University",
        "https://en.wikipedia.org/wiki/University_of_Tokyo",
        "https://en.wikipedia.org/wiki/University_of_Rio_de_Janeiro",
        "https://en.wikipedia.org/wiki/David_Eagleman",
        "https://en.wikipedia.org/wiki/Balance_disorder",
        "https://en.wikipedia.org/wiki/Oscillopsia",
        "https://en.wikipedia.org/wiki/Accelerometer",
        "https://en.wikipedia.org/wiki/Journal_of_Integrative_Neuroscience",
        "https://en.wikipedia.org/wiki/Human_echolocation",
        "https://en.wikipedia.org/wiki/Kevin_Warwick",
        "https://en.wikipedia.org/wiki/Human_enhancement",
        "https://en.wikipedia.org/wiki/Remote_sensing",
        "https://en.wikipedia.org/wiki/Open_University",
        "https://en.wikipedia.org/wiki/Edinburgh_University",
        "https://en.wikipedia.org/wiki/University_of_Paris",
        "https://en.wikipedia.org/wiki/Biological_neural_network",
        "https://en.wikipedia.org/wiki/Brain_implant",
        "https://en.wikipedia.org/wiki/Human_echolocation",
        "https://en.wikipedia.org/wiki/Nicholas_Humphrey",
        "https://en.wikipedia.org/wiki/Brainport",
        "https://en.wikipedia.org/wiki/Biomechatronics",
        "https://en.wikipedia.org/wiki/Brain_implant",
        "https://en.wikipedia.org/wiki/BrainGate",
        "https://en.wikipedia.org/wiki/Brainport",
        "https://en.wikipedia.org/wiki/Cyberware",
        "https://en.wikipedia.org/wiki/Exocortex",
        "https://en.wikipedia.org/wiki/Intelligence_amplification",
        "https://en.wikipedia.org/wiki/Isolated_brain",
        "https://en.wikipedia.org/wiki/Neuroprosthetics",
        "https://en.wikipedia.org/wiki/Neurotechnology",
        "https://en.wikipedia.org/wiki/Optogenetics",
        "https://en.wikipedia.org/wiki/Stentrode",
        "https://en.wikipedia.org/wiki/Synthetic_telepathy",
        "https://en.wikipedia.org/wiki/Electrocorticography",
        "https://en.wikipedia.org/wiki/Neural_ensemble",
        "https://en.wikipedia.org/wiki/Neuroplasticity",
        "https://en.wikipedia.org/wiki/Cognitive_science",
        "https://en.wikipedia.org/wiki/Cognitive_neuroscience",
        "https://en.wikipedia.org/wiki/Computational_neuroscience",
        "https://en.wikipedia.org/wiki/Neural_engineering",
        "https://en.wikipedia.org/wiki/Neuroscience",
        "https://en.wikipedia.org/wiki/Brain_transplant",
        "https://en.wikipedia.org/wiki/Cyborg",
        "https://en.wikipedia.org/wiki/Mind_uploading",
        "https://en.wikipedia.org/wiki/Charles_Stross",
        "https://en.wikipedia.org/wiki/Douglas_Engelbart",
        "https://en.wikipedia.org/wiki/Hugh_Herr",
        "https://en.wikipedia.org/wiki/Kevin_Warwick",
        "https://en.wikipedia.org/wiki/Matt_Nagle",
        "https://en.wikipedia.org/wiki/Merlin_Donald",
        "https://en.wikipedia.org/wiki/Miguel_Nicolelis",
        "https://en.wikipedia.org/wiki/Peter_Kyberd",
        "https://en.wikipedia.org/wiki/Vernor_Vinge",
        "https://en.wikipedia.org/wiki/Yoky_Matsuoka",
        "https://en.wikipedia.org/wiki/Edward_Boyden",
        "https://en.wikipedia.org/wiki/Human_enhancement",
        "https://en.wikipedia.org/wiki/Neurohacking",
        "https://en.wikipedia.org/wiki/Simulated_reality",
        "https://en.wikipedia.org/wiki/Transhumanism",
        "https://en.wikipedia.org/wiki/Sensory_substitution",
        "https://en.wikipedia.org/wiki/Sensory_substitution",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}