{
    "url": "https://en.wikipedia.org/wiki/Sequart_Organization",
    "title": "Sequart Organization",
    "table_of_contents": [
        "1 Name",
        "2 Accolades",
        "3 Books",
        "4 Films",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sequart Organization (/ˈsɛk.wɑːrt/;[1] also known as Sequart Research & Literacy Organization) is an online magazine that focuses on the study of popular culture and the promotion of comic books as an art form.[2] Sequart also publishes books and produces documentary films. It was founded in 1996 by Dr. Julian Darius.[3] Sequart's editor-in-chief is Mike Phillips.\n\nThrough their publications, Sequart Organization bridges the gap between academia and fandom and makes scholarship on the medium accessible to the general public.\n\n"
        },
        {
            "title": "Name",
            "text": "The name Sequart is a portmanteau of \"sequential art,\" itself a term which was coined by Will Eisner in his book Comics and Sequential Art.[4] Unlike terms such as comic books or graphic novels, which refer to a specific format, the term \"sequart\" refers to the medium itself, therefore including the aforementioned formats, but also comic strips, manga, illustrated fiction, picture books, and even sculpture, for example in form of Stations of the Cross.[5]\n\n"
        },
        {
            "title": "Accolades",
            "text": "The Village Voice named Tom Shapira's Curing the Postmodern Blues as one of 2013's Best Graphic Novels saying, \"a PhD-level explication... Shapira's treatise gathers up plot threads and illuminates character motivations to reveal the tale as an attempt, in Morrison's own words, 'to turn the very basic horrors of existence into comedy and poetry.'\"[6]\n\nIn 2013, Latino Review named The Image Revolution \"one of the best documentaries of the year.\"[7]\n\nIn 2015, She Makes Comics won the award for best documentary at the Comic Con International Independent Film Festival.[8]\n\n"
        },
        {
            "title": "Books",
            "text": "Sequart has published several scholarly non-fiction books on subjects related to the medium.[9] Sequart's first book, about Batman Begins, was the first scholarly book ever published on Christopher Nolan's Batman movies. Published in 2005, it appeared prior to the film's release on home video, the first time an analytic book had ever been published so quickly following a movie's release. Sequart's second book was the first scholarly book about comics writer Grant Morrison.\n\n"
        },
        {
            "title": "Films",
            "text": "Sequart Organization produces documentary films on subjects related to comic books and graphic novels.[10]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Comics_studies",
        "https://en.wikipedia.org/wiki/Portmanteau",
        "https://en.wikipedia.org/wiki/Sequential_art",
        "https://en.wikipedia.org/wiki/Will_Eisner",
        "https://en.wikipedia.org/wiki/Comics_and_Sequential_Art",
        "https://en.wikipedia.org/wiki/Comic_books",
        "https://en.wikipedia.org/wiki/Graphic_novels",
        "https://en.wikipedia.org/wiki/Comic_strips",
        "https://en.wikipedia.org/wiki/Manga",
        "https://en.wikipedia.org/wiki/Illustrated_fiction",
        "https://en.wikipedia.org/wiki/Picture_books",
        "https://en.wikipedia.org/wiki/Sculpture",
        "https://en.wikipedia.org/wiki/Stations_of_the_Cross",
        "https://en.wikipedia.org/wiki/Village_Voice",
        "https://en.wikipedia.org/wiki/She_Makes_Comics",
        "https://en.wikipedia.org/wiki/Batman_Begins",
        "https://en.wikipedia.org/wiki/Christopher_Nolan",
        "https://en.wikipedia.org/wiki/Grant_Morrison",
        "https://en.wikipedia.org/wiki/She_Makes_Comics",
        "https://en.wikipedia.org/wiki/Sequart_Organization",
        "https://en.wikipedia.org/wiki/Sequart_Organization",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}