{
    "url": "https://en.wikipedia.org/wiki/Serbian_comics",
    "title": "Serbian comics",
    "table_of_contents": [
        "1 History",
        "1.1 \"The Golden Age\" (1932-1941)",
        "1.2 1945–1990",
        "1.3 1991 - present",
        "2 List of Serbian comics",
        "3 List of Serbian comics people",
        "4 List of films based on Serbian comics",
        "5 List of comic festivals in Serbia",
        "6 See also",
        "7 References",
        "8 Sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSerbian comics are comics produced in Serbia. Comics are called stripovi in Serbian (singular strip) and come in all shapes and sizes, merging influences from American comics to bandes dessinées.\n\nComics started developing in Serbia in the late 19th century, mostly in humor and children's magazines. From the 1920s to the end of the 1980s, Serbian comics were part of the larger Yugoslav comics scene; a large number of titles was published from 1932 to 1991, mainly in Serbo-Croatian language. After the breakup of Yugoslavia and the crisis in the 1990s, Serbian comics have experienced a revival.\n\n"
        },
        {
            "title": "History",
            "text": "In 1932 Veseli četvrtak (Merry Thursday), an illustrated magazine for children, appeared in Belgrade; an unusually large amount of space was allotted to cartoons. The magazine featured foreign works such as The Katzenjammer Kids and Felix the Cat, but also Doživljaji Mike Miša (The Adventures of Mika the Mouse), a Mickey Mouse pastiche by Serbian authors. Other weeklies and dailies such as Vreme and Pravda followed suit.[1] In 1934, one whole page of Politika newspaper was devoted to Secret Agent X-9. In addition to adventure comics, Walt Disney's cartoon animals were also popular at the time, especially Mickey Mouse, whose name would be used in the titles of a number of Yugoslav comic publications: Mika Miš, Mikijeve novine (Mickey's Newspapers), Mikijevo carstvo (Mickey's Realm). An editor named Dušan Timotijević named the new art form \"strip\", after English \"comic strip\".\n\nIn 1934, the first two specialized comic magazines appeared - Strip and Crtani film (Cartoon). Their appearance and content were influenced by the Italian magazines Topolino, L'Audace and L'Avventuroso, as well as French magazines Le Journal de Mickey and Hop-là!. Russian immigrant Nikola Navojev debuted in the pages of Strip with his works. Although he died at the age of 27,[2] Navojev was a prolific author who created a number of characters for Strip, of which jungle girl Tarcaneta (Tarzanette) is best-known today.[3] In 1935, inspired by the adventures of Alex Raymond's X-9, Vlastimir Belkić created the first original character in Serbian comics named Hari Vils.[4] Similarly, other two Russian immigrants, artist Đorđe Lobačev and writer Vadim Kurganski, began working on their first comic, called Krvavo nasledstvo (Bloody Heritage), serialized in the illustrated periodical Panorama.[5] Not only was it the first successful modern comic produced in Serbia, but also the first title set in Yugoslavia.[6]\n\nMost of the Golden Age artists were Russian immigrants, collectively known as the Belgrade Circle and gathered at first around the Mika Miš magazine. Soon enough it was transformed into a real comic magazine, reprinting foreign classics like Prince Valiant, Phantom and Flash Gordon, but also publishing comics by the local authors. Mika Miš lasted from 1936 to 1941, when it ended with issue 505.[7] Its domination would not be questioned until 1939 and the emergence of Mikijevo carstvo and Politikin Zabavnik. The key figures behind all three publications were editors Aleksandar J. Ivković and Milutin Ignjačević.[1] From 1935 to 1941 about twenty comic magazines were launched in Serbia, published weekly and bi-weekly, mostly in black-and-white. They were sold throughout Yugoslavia. In order to boost sales in the western parts of Yugoslavia (today's Croatia and Slovenia), some publications were printed not only in the Serbian Cyrillic but also Latin alphabet. Comics were distributed through convenience stores, newsstands and newsboys, with an average print run of 10,000 - 30,000 copies.[8]\n\nThe notable works were inspired by cultural classics and Serbian folklore. The shortlist includes Ivan Šenšin's Hrabri vojnik Švejk (an adaptation of Jaroslav Hašek's novel The Good Soldier Švejk) and Zvonar Bogorodičine crkve (an adaptation of Victor Hugo's novel The Hunchback of Notre-Dame), Sergej Solovjev's Carev štitonoša (Emperor's Squire), Robin Hud (Robin Hood) and Ajvanho (an adaptation of Walter Scott's Ivanhoe), Lobačev's Master Death, Baron Minhauzen (an adaptation of Rudolf Erich Raspe's The Surprising Adventures of Baron Munchausen) and Biberče (Pepper-Boy, based on the Serbian folk fairytale of the same name), Konstantin Kuznjecov's Grofica Margo (Countess Margo) and Bajka o caru Saltanu (an adaptation of Alexander Pushkin's poem The Tale of Tsar Saltan). Unlike most of his contemporaries, Sebastijan Lechner also wrote his own scripts, such as Džarto.[9] Similarly, Navojev teamed up with comics writer Branko Vidić to create Zigomar. Some of the titles were reprinted in French and Turkish magazines,[10] while Zigomar was also published in Bulgaria, Italy, Brazil, Argentina and more recently in Australia.[11]\n\nOther creators of \"the first generation\" included Vsevold Guljevič, Aleksije Ranhner, Đorđe Janković, Moma Marković, Marijan Ebner, Vojin Đorđević, Nikola Tiščenko, Dragan Savić and Đorđe Mali. Lobačev's brother-in-law Valerian Apuhtin became the first professional letterer in Serbia. Another young artist at the time, Živorad Mitrović would revisit this period in his 1982 film Savamala.[12]\n\nThe Golden Age of Serbian comics ended with the Nazi invasion of Yugoslavia in 1941. After World War II some authors were executed as collaborators by the new communist regime or forced to emigrate because of their work in collaborationist newspapers or on propaganda posters.[13][14][5][15][16] The 2018 documentary film The Final Adventure of Kaktus Kid explores one such fate, the one of the less known artist Veljko Kockar.[17]\n\nAfter World War II, the communist government considered comics a decadent product of the West, therefore worthless and even harmful for children. In 1946 state-owned daily newspaper Borba criticized comics as \"black market ersatz goods\".[18] For years to come, comics would be discouraged or outright banned. New magazines like Tri ugursuza (Three Rowdies, the Yugoslav title of Les Pieds Nickelés) and Vrabac (The Sparrow) were short-lived, although comic strips and cartoons survived in the humor magazines Jež (Hedgehog)[19] and Mali Jež (Little Hedgehog), where Milorad Dobrić and Dejan Nastić published in the 1960s.[20]\n\nThe outlook changed after the Tito-Stalin Split in 1948. In 1951 Walt Disney's comics returned to Serbia's newspapers. In 1952 Politikin Zabavnik was revived, boasting a circulation of 450,000 in the 1970s.[21] (The magazine is still published, having reached its 3000th issue in 2009.)[22] Lobačev was welcomed back to the pages of Zabavnik in 1965. However, it would publish few local comics until Lazo Sredanović's Dikan in 1969.[23]\n\nNevertheless, back in the 1950s comic magazines like Robinzon (Robinson) and Veseli zabavnik were still censored, but even the Yugoslav People's Army started publishing some.[24] Although Zdravko Sulić began his career in such a publication, most of his works would be published in the magazine Kekec.[25] It was launched by Borba in 1957, featuring French comics such as Lucky Luke, Smurfs and Chlorophylle, but also domestic titles, including the works of \"the second generation\" of creators, like Aleksandar Hecl of Vinetu (Winnetou) fame.[26] The first four-color Kekec publication reached the print run of 300,000 copies.[24] Kekec lasted for 1532 issues and ended in 1990.\n\n1957 also saw teachers from the small town of Gornji Milanovac launch student newspaper Dečje novine, which grew into a major publisher. Their most successful characters were Mirko and Slavko, heroes of the eponymous comic book. In the 1960s the adventures of the two Partisans peaked at 200,000 copies per issue. To date, it is the only Yugoslav comic adapted into a live action movie.[27] The title was serialized in the Nikad robom comic book series, which also printed works by Petar Radičević (Mystery Knight), Radivoj Bogičević (Akant), Božidar Veselinović (Dabiša) and Živorad Atanacković (Hajduk Veljko), all inspired by the history of the South Slavs. The same publisher launched a number of other magazines, including Zenit and Biblioteka Lale (which first reprinted Marvel comics in Yugoslavia) and Eks almanah (which introduced DC superheroes, among others).\n\nStarting as an Eks spin-off in 1977, the YU strip magazine turned to be the seminal publication for Serbian authors. Teamed up with writer Svetozar Obradović, Branislav Kerac had already debuted with Lieutenant Tara in the Zlatni kliker magazine.[28] The duo went on to create Kobra, the most popular Yugoslav comic of the 1980s. Kerac's super-heroine Cat Claw reached even greater success abroad.[29] A number of local creators (Zoran Janjetov, R.M. Guera, Darko Perović, Zoran Tucić, Vujadin Radovanović, Željko Pahek, Dejan Nenadov, Vladimir Krstić and many others) published their early stories in YU strip before they went on to work for foreign publishers. The magazine lasted for 85 issues and ended in 1987.\n\nBy the late 1970s, the scene rebounded after the blow it had suffered from the 1972 tax law[30] which targeted not only the yellow press but also comics. From 1971 to 1981, 11,611 issues of comics and pulp novels were printed in Yugoslavia, a total of 717 million copies in the country of 22 million people.[31]\n\nMeanwhile, the student press welcomed comics studies[32] and alternative comics of \"the third generation\",[33] inspired by Métal hurlant. The Pegaz magazine was another publication that nurtured comics theory; it was also where the award-winning  Svemironi strip by Lazar Stanojević premiered in 1975.[34]\n\nIn addition, comic groups like Belgrade Circle 2 and Bauhaus 7 appeared, comic album was introduced as a new format, and the first animated short based on a comic was filmed.[35] The mass media embraced comics insomuch that the national television produced an educational series on the medium.[36]\n\nAnother new trend in the 1960s was the emergence of more comic magazines outside of Belgrade. Published by Forum in Novi Sad, Panorama was eventually transformed into Stripoteka, which reached issue 1000 in 2004[37] and still comes out today. Dnevnik launched Zlatna serija and Lunov magnus strip, featuring Italian comic books like Tex and Zagor. In the 1980s Kerac spearheaded teams of writers and artists working on licensed Tarzan and Blek comics for these two publishers. The list included artists Branko Plavšić, Goran Đukić, Miodrag Ivanović, Pavel Koza, Marinko Lebović, Petar Meseldžija, Milan Miletić, Sibin Slavković and Dragan Stokić Rajački. The Ninja and Lun kralj ponoći comics were similarly manufactured, but were based on the Yugoslav pulp novels of the same names. A frequent contributor was Miodrag Milanović, a prolific author who also co-created series such as Izvidnik Rod, Larami, Franjo Kluz, El Vertigo and Barba Plima.\n\nUntil 1991 Serbian comics were part of Yugoslav comics. Distributed via newsstands, most comics were sold throughout Yugoslavia, written by and large in the common Shtokavian dialect and often printed in the Latin alphabet. Publications from other republics, especially Croatia, from Plavi Vjesnik to Alan Ford, had a great influence on creators and readers in Serbia. A play titled Alan Ford written by Mirjana Lazić and directed by Kokan Mladenović was staged at Teatar T in Belgrade in 1994 and Radio Belgrade produced a radio drama based on the play in 2002. Also, authors worked for publishers outside Serbia, e.g. artists Dušan Reljić, Bojan Đukić, Ratomir Petrović, Zdravko Zupan, Nikola Maslovara and Zoran Kovačević, as well as writer Lazar Odanović collaborated on the licensed Tom and Jerry comics for Vjesnik.[38] Finally, artists exhibited at the joint Yugoslav Comics Festival in Vinkovci (Salon jugoslovenskog stripa).\n\nThe local comic book industry collapsed with the breakup of Yugoslavia.\n\nIn the 1990s dozens of Serbian artists turned to foreign publishers. After Bernard Panasonik, Zoran Janjetov was chosen to work on Before the Incal,[39] a prequel to the original series by Moebius and Jodorowsky. In 1998 Janjetov would go on to draw The Technopriests. Darko Perović collaborated with writer Enrique Abuli before he started working on Magico Vento (written by Gianfranco Manfredi) for Sergio Bonelli Editore.[40] In 1998 Aleksa Gajić graduated with Technotise (graphic novel written by Darko Grkinić) from the University of Arts in Belgrade and went on to work for Soleil Productions as the illustrator on Scourge of the Gods. In 2009 he would revisit those characters in his Technotise: Edit & I animated feature film, first of its kind in Serbia.[41] R.M. Guerra worked in Europe for years[42] before illustrating Jason Aaron's Scalped for DC Comics' imprint Vertigo in 2007. Željko Pahek and Zoran Tucić published in Heavy Metal and other magazines abroad.[43]\n\nBack home, enthusiasts kept the scene alive. First comic book stores were opened[44] and comic book conventions organized.[45] A co-founder of the International Comics Festival in Belgrade and teacher at the \"Đorđe Lobačev\" comics school, artist Vladimir Vesović launched Tron in 1992[41] and Stripmania in 1996.[46] The former also carried comics by local creators, such as Swindle by Đorđe Milosavljević and Miroljub Milutinović Brada, which was adapted for television in 2020.[47] The latter was printed by Luxor Comics, a publishing house owned by Milan Konjević, who also wrote and published Generation Tesla and Twilight Fighters in 1995, as well as Factor 4 and Wild Magic in 2006, all titles drawn by Serbian artists. Before he started working for Dupuis, artist Milan Jovanović (of Carthago and Jason Brice fame) teamed up with Croatian writer Darko Macan to produce La Bête Noire in 2002;[48] the five-part series was published by Zlatko Milenković, editor of the pioneering Strip vesti web portal, and reprinted in France in 2018 by Inukshuk Éditions.[49] 2007 saw two more series appear; writer Marko Stojanović with a team of artists launched Vekovnici (Endless),[50] while Vladimir Tadić created Zabava za celu porodicu (Fun for the Whole Family) with a different artistic team.[51] In a category of his own, award-winning illustrator[52] Đorđe Milović continues to create his Stories about the Clay.[53] Forum's successor Marketprint revamped Stripoteka after an eight-year break in 1999[54] and introduced Akira in 2002,[55] officially the first manga title in Serbia. However, the circulations were low and the newsstand editions struggled to find their feet.\n\nMeanwhile, the underground comics experienced an unprecedented boom. Aleksandar Rakezić alias Aleksandar Zograf, author of Life Under Sanctions (Fantagraphics Books, 1994), had laid the groundwork as a pioneer of comic fanzines in the 1980s. A decade later, authors like Danilo Milošev Wostok, Saša Mihajlović, Danijel Savović, Radovan Popović, Nikola Vitković, Lazar Bodroža and many others gathered around self-published editions and managed to create original and authentic works.[56][57] For the first time since the late 1980s, a comic was censored in Serbia.[58] Twenty years later, a Belgrade exhibit was vandalized by masked hooligans while the Ministry of Culture stated it \"belonged to the underground of human spirit\",[59] a proof that underground comics remain controversial.[60] Some authors would eventually try their hand at mainstream, like Leonid Pilipović[61] and Tihomir Čelanović,[62] or turn to illustration, like Neda Dokić,[63] Milan Pavlović [64] and Boban Savić.[65]\n\nIn the 21st century new publishers (such as Lavirint, System Comics, Komiko, Darkwood, Rosenkrantz and others) continue to nurture international as well as Serbian comics.[66] However, the print runs remain limited, so artists have been forced to seek work abroad, especially in France.[67] The list includes Vladimir Aleksić,[68] Tiberiu Beka,[69] Mirko Čolak,[70] Bojan Kovačević,[71] Dražen Kovačević,[72] Miroljub Milutinović,[73] Siniša Radović,[74] Velibor Stanojević,[75] Stevan Subić,[76] Jovan Ukropina,[77] Bojan Vukić[78] and others. In addition, foreign-born creators of Serbian descent include Marko Djurdjevic, Viktor Bogdanovic and Nina Bunjevac. In the meantime, comics in Serbia had all but retreated to bookstores and galleries until publisher Veseli četvrtak reintroduced Bonelli comics to the newsstands in 2008. As of 2018, the best-selling graphic novel in recent history has been Sat (Watch), a WW1 story written by Dragan Lazarević De Lazare and drawn by Vujadin Radovanović Vuja with colors by Rade Tovladijac; it was distributed in 120,000 copies via daily Večernje novosti to commemorate the 100th anniversary of the Armistice of 11 November 1918,[79] similar to the Front Lines series.[1]\n\nIn 2019 a text-based video-game[80] loosely based on Miloš Slavković's  Lightstep Chronicles comic was developed by Eipix Entertainment; the book itself was funded on Kickstarter in 2017[81] and published by Dark Horse a year later.[82] It was not the only Serbian comic that inspired a video game, as Cruciform: Defiance by Vitković and Rajišić served as a prequel to 2007's Genesis Rising: The Universal Crusade.[83]\n\nIn 2018 Radio Television of Vojvodina aired Kvadrati i oblačići (Panels and word-balloons), a documentary series featuring interviews with local authors.[84] In 2022 Radio Television of Serbia produced Nevidljivi strip (The Invisible Comics) about alternative and underground comics.[85]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Politika",
        "https://en.wikipedia.org/wiki/Politikin_Zabavnik",
        "https://en.wikipedia.org/wiki/Branislav_Kerac",
        "https://en.wikipedia.org/wiki/Zoran_Janjetov",
        "https://en.wikipedia.org/wiki/Dikan",
        "https://en.wikipedia.org/wiki/Mirko_and_Slavko",
        "https://en.wikipedia.org/wiki/Cat_Claw",
        "https://en.wikipedia.org/wiki/Serbian_language",
        "https://en.wikipedia.org/wiki/European_comics",
        "https://en.wikipedia.org/wiki/Comics",
        "https://en.wikipedia.org/wiki/Serbia",
        "https://en.wikipedia.org/wiki/Serbian_language",
        "https://en.wikipedia.org/wiki/American_comic_book",
        "https://en.wikipedia.org/wiki/Humor_magazine",
        "https://en.wikipedia.org/wiki/Yugoslavia",
        "https://en.wikipedia.org/wiki/Yugoslav_Wars",
        "https://en.wikipedia.org/wiki/Masked_hero",
        "https://en.wikipedia.org/wiki/Belgrade",
        "https://en.wikipedia.org/wiki/Cartoon",
        "https://en.wikipedia.org/wiki/The_Katzenjammer_Kids",
        "https://en.wikipedia.org/wiki/Felix_the_Cat",
        "https://en.wikipedia.org/wiki/Mickey_Mouse",
        "https://en.wikipedia.org/wiki/Pastiche",
        "https://en.wikipedia.org/wiki/Weekly_newspaper",
        "https://en.wikipedia.org/wiki/Politika",
        "https://en.wikipedia.org/wiki/Walt_Disney",
        "https://en.wikipedia.org/wiki/Cartoon_animal",
        "https://en.wikipedia.org/wiki/Comic_strip",
        "https://en.wikipedia.org/wiki/Comic_magazine",
        "https://en.wikipedia.org/wiki/Topolino",
        "https://en.wikipedia.org/wiki/Le_Journal_de_Mickey",
        "https://en.wikipedia.org/wiki/Alex_Raymond",
        "https://en.wikipedia.org/wiki/Master_of_Death",
        "https://en.wikipedia.org/wiki/Prince_Valiant",
        "https://en.wikipedia.org/wiki/Flash_Gordon",
        "https://en.wikipedia.org/wiki/Politikin_Zabavnik",
        "https://en.wikipedia.org/wiki/Croatia",
        "https://en.wikipedia.org/wiki/Slovenia",
        "https://en.wikipedia.org/wiki/Serbian_Cyrillic_alphabet",
        "https://en.wikipedia.org/wiki/Latin_alphabet",
        "https://en.wikipedia.org/wiki/Convenience_store",
        "https://en.wikipedia.org/wiki/Newspaper_hawker",
        "https://en.wikipedia.org/wiki/Serbian_folklore",
        "https://en.wikipedia.org/wiki/Victor_Hugo",
        "https://en.wikipedia.org/wiki/Robin_Hood",
        "https://en.wikipedia.org/wiki/Walter_Scott",
        "https://en.wikipedia.org/wiki/Ivanhoe",
        "https://en.wikipedia.org/wiki/Master_Death",
        "https://en.wikipedia.org/wiki/Rudolf_Erich_Raspe",
        "https://en.wikipedia.org/wiki/Baron_Munchausen",
        "https://en.wikipedia.org/wiki/Fairytale",
        "https://en.wikipedia.org/wiki/Alexander_Pushkin",
        "https://en.wikipedia.org/wiki/Poem",
        "https://en.wikipedia.org/wiki/The_Tale_of_Tsar_Saltan",
        "https://en.wikipedia.org/wiki/Letterer",
        "https://en.wikipedia.org/wiki/Invasion_of_Yugoslavia",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Collaborationism",
        "https://en.wikipedia.org/wiki/League_of_Communists_of_Yugoslavia",
        "https://en.wikipedia.org/wiki/Emigration",
        "https://en.wikipedia.org/wiki/Documentary_film",
        "https://en.wikipedia.org/wiki/Black_market",
        "https://en.wikipedia.org/wiki/Ersatz_good",
        "https://en.wikipedia.org/wiki/Dikan",
        "https://en.wikipedia.org/wiki/Dikan",
        "https://en.wikipedia.org/wiki/Politikin_Zabavnik",
        "https://en.wikipedia.org/wiki/Asterix",
        "https://en.wikipedia.org/wiki/Robinson_Crusoe",
        "https://en.wikipedia.org/wiki/Lucky_Luke",
        "https://en.wikipedia.org/wiki/The_Smurfs",
        "https://en.wikipedia.org/wiki/Chlorophylle",
        "https://en.wikipedia.org/wiki/Winnetou",
        "https://en.wikipedia.org/wiki/CMYK_color_model",
        "https://en.wikipedia.org/wiki/Gornji_Milanovac",
        "https://en.wikipedia.org/wiki/Student_newspaper",
        "https://en.wikipedia.org/wiki/Mirko_and_Slavko",
        "https://en.wikipedia.org/wiki/Eponym",
        "https://en.wikipedia.org/wiki/Comic_book",
        "https://en.wikipedia.org/wiki/Yugoslav_Partisans",
        "https://en.wikipedia.org/wiki/Live_action",
        "https://en.wikipedia.org/wiki/South_Slavs",
        "https://en.wikipedia.org/wiki/Marvel_Comics",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/Superhero",
        "https://en.wikipedia.org/wiki/Branislav_Kerac",
        "https://en.wikipedia.org/wiki/Action_film",
        "https://en.wikipedia.org/wiki/Branislav_Kerac",
        "https://en.wikipedia.org/wiki/Cat_Claw",
        "https://en.wikipedia.org/wiki/Zoran_Janjetov",
        "https://en.wikipedia.org/wiki/Yellow_journalism",
        "https://en.wikipedia.org/wiki/Pulp_magazine",
        "https://en.wikipedia.org/wiki/Comics_studies",
        "https://en.wikipedia.org/wiki/Alternative_comics",
        "https://en.wikipedia.org/wiki/Animated_cartoon",
        "https://en.wikipedia.org/wiki/Radio_Television_of_Serbia",
        "https://en.wikipedia.org/wiki/Novi_Sad",
        "https://en.wikipedia.org/wiki/Italian_comics",
        "https://en.wikipedia.org/wiki/Tex_Willer",
        "https://en.wikipedia.org/wiki/Licensed_production",
        "https://en.wikipedia.org/wiki/Il_Grande_Blek",
        "https://en.wikipedia.org/wiki/Shtokavian",
        "https://en.wikipedia.org/wiki/Radio_Belgrade",
        "https://en.wikipedia.org/wiki/Radio_drama",
        "https://en.wikipedia.org/wiki/Zdravko_Zupan",
        "https://en.wikipedia.org/wiki/Nikola_Maslovara",
        "https://en.wikipedia.org/wiki/Tom_and_Jerry",
        "https://en.wikipedia.org/wiki/Vjesnik",
        "https://en.wikipedia.org/wiki/Vinkovci",
        "https://en.wikipedia.org/wiki/The_Third_Argument",
        "https://en.wikipedia.org/wiki/The_Incal",
        "https://en.wikipedia.org/wiki/Jean_Giraud",
        "https://en.wikipedia.org/wiki/Alejandro_Jodorowsky",
        "https://en.wikipedia.org/wiki/The_Technopriests",
        "https://en.wikipedia.org/wiki/Magico_Vento",
        "https://en.wikipedia.org/wiki/Gianfranco_Manfredi",
        "https://en.wikipedia.org/wiki/Sergio_Bonelli_Editore",
        "https://en.wikipedia.org/wiki/Technotise",
        "https://en.wikipedia.org/wiki/Graphic_novel",
        "https://en.wikipedia.org/wiki/University_of_Arts_in_Belgrade",
        "https://en.wikipedia.org/wiki/Soleil_Productions",
        "https://en.wikipedia.org/wiki/Animated_feature_film",
        "https://en.wikipedia.org/wiki/Jason_Aaron",
        "https://en.wikipedia.org/wiki/Direct_market",
        "https://en.wikipedia.org/wiki/Comic_book_convention",
        "https://en.wikipedia.org/wiki/Generation_Tesla",
        "https://en.wikipedia.org/wiki/Dupuis",
        "https://en.wikipedia.org/wiki/Darko_Macan",
        "https://en.wikipedia.org/wiki/Web_portal",
        "https://en.wikipedia.org/wiki/Manga",
        "https://en.wikipedia.org/wiki/Underground_comix",
        "https://en.wikipedia.org/wiki/Aleksandar_Zograf",
        "https://en.wikipedia.org/wiki/Fantagraphics_Books",
        "https://en.wikipedia.org/wiki/Fanzine",
        "https://en.wikipedia.org/wiki/Viktor_Bogdanovic",
        "https://en.wikipedia.org/wiki/Nina_Bunjevac",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/Dragan_de_Lazare",
        "https://en.wikipedia.org/wiki/Rade_Tovladijac",
        "https://en.wikipedia.org/wiki/Armistice_of_11_November_1918",
        "https://en.wikipedia.org/wiki/Interactive_fiction",
        "https://en.wikipedia.org/wiki/Eipix_Entertainment",
        "https://en.wikipedia.org/wiki/Kickstarter",
        "https://en.wikipedia.org/wiki/Dark_Horse_Comics",
        "https://en.wikipedia.org/wiki/Radio_Television_of_Vojvodina",
        "https://en.wikipedia.org/wiki/Documentary_film",
        "https://en.wikipedia.org/wiki/Alternative_comics",
        "https://en.wikipedia.org/wiki/Cat_Claw",
        "https://en.wikipedia.org/wiki/Dikan",
        "https://en.wikipedia.org/wiki/Generation_Tesla",
        "https://en.wikipedia.org/wiki/Mirko_and_Slavko",
        "https://en.wikipedia.org/wiki/Technotise",
        "https://en.wikipedia.org/wiki/The_Third_Argument",
        "https://en.wikipedia.org/wiki/The_Thread_of_Art",
        "https://en.wikipedia.org/wiki/Nina_Bunjevac",
        "https://en.wikipedia.org/wiki/Zoran_Janjetov",
        "https://en.wikipedia.org/wiki/Branislav_Kerac",
        "https://en.wikipedia.org/wiki/Dragan_de_Lazare",
        "https://en.wikipedia.org/wiki/Nikola_Maslovara",
        "https://en.wikipedia.org/wiki/Gradimir_Smudja",
        "https://en.wikipedia.org/wiki/Rade_Tovladijac",
        "https://en.wikipedia.org/wiki/Aleksandar_Zograf",
        "https://en.wikipedia.org/wiki/Zdravko_Zupan",
        "https://en.wikipedia.org/wiki/Cat_Claw",
        "https://en.wikipedia.org/wiki/Technotise",
        "https://en.wikipedia.org/wiki/Leskovac",
        "https://en.wikipedia.org/wiki/Zemun",
        "https://en.wikipedia.org/wiki/Kragujevac",
        "https://en.wikipedia.org/wiki/Pirot",
        "https://en.wikipedia.org/wiki/Sombor",
        "https://en.wikipedia.org/wiki/Zrenjanin",
        "https://en.wikipedia.org/wiki/Valjevo",
        "https://en.wikipedia.org/wiki/American_comic_book",
        "https://en.wikipedia.org/wiki/Spanish_comics",
        "https://en.wikipedia.org/wiki/Italian_comics",
        "https://en.wikipedia.org/wiki/Argentine_comics",
        "https://en.wikipedia.org/wiki/Zdravko_Zupan",
        "https://en.wikipedia.org/wiki/Maurice_Horn",
        "https://en.wikipedia.org/wiki/Chelsea_House_Publishers",
        "https://en.wikipedia.org/wiki/Branislav_Kerac",
        "https://en.wikipedia.org/wiki/Paul_Gravett",
        "https://en.wikipedia.org/wiki/The_Comics_We_Loved",
        "https://en.wikipedia.org/wiki/Comics",
        "https://en.wikipedia.org/wiki/Glossary_of_comics_terminology",
        "https://en.wikipedia.org/wiki/Comic_book",
        "https://en.wikipedia.org/wiki/Ashcan_comic",
        "https://en.wikipedia.org/wiki/Ongoing_series",
        "https://en.wikipedia.org/wiki/Minicomic",
        "https://en.wikipedia.org/wiki/Comic_strip",
        "https://en.wikipedia.org/wiki/Comic_strip_formats",
        "https://en.wikipedia.org/wiki/Daily_comic_strip",
        "https://en.wikipedia.org/wiki/Lianhuanhua",
        "https://en.wikipedia.org/wiki/Sunday_comics",
        "https://en.wikipedia.org/wiki/Yonkoma",
        "https://en.wikipedia.org/wiki/Digital_comic",
        "https://en.wikipedia.org/wiki/Mobile_comic",
        "https://en.wikipedia.org/wiki/Webcomic",
        "https://en.wikipedia.org/wiki/Webtoon",
        "https://en.wikipedia.org/wiki/Gag_cartoon",
        "https://en.wikipedia.org/wiki/Graphic_novel",
        "https://en.wikipedia.org/wiki/Political_cartoon",
        "https://en.wikipedia.org/wiki/Film_comic",
        "https://en.wikipedia.org/wiki/Motion_comic",
        "https://en.wikipedia.org/wiki/Photo_comics",
        "https://en.wikipedia.org/wiki/Silent_comics",
        "https://en.wikipedia.org/wiki/Text_comics",
        "https://en.wikipedia.org/wiki/List_of_comics_creators",
        "https://en.wikipedia.org/wiki/Cartoonist",
        "https://en.wikipedia.org/wiki/List_of_cartoonists",
        "https://en.wikipedia.org/wiki/Colorist",
        "https://en.wikipedia.org/wiki/Inker",
        "https://en.wikipedia.org/wiki/Letterer",
        "https://en.wikipedia.org/wiki/List_of_comics_publishing_companies",
        "https://en.wikipedia.org/wiki/Editorial_cartoonist",
        "https://en.wikipedia.org/wiki/List_of_editorial_cartoonists",
        "https://en.wikipedia.org/wiki/List_of_minicomics_creators",
        "https://en.wikipedia.org/wiki/List_of_webcomic_creators",
        "https://en.wikipedia.org/wiki/List_of_American_comics_creators",
        "https://en.wikipedia.org/wiki/List_of_Jewish_American_cartoonists",
        "https://en.wikipedia.org/wiki/List_of_Australian_comics_creators",
        "https://en.wikipedia.org/wiki/List_of_Canadian_comics_creators",
        "https://en.wikipedia.org/wiki/List_of_Cuban_comic_creators",
        "https://en.wikipedia.org/wiki/List_of_Filipino_comics_creators",
        "https://en.wikipedia.org/wiki/List_of_manga_artists",
        "https://en.wikipedia.org/wiki/List_of_Macedonian_comics_creators",
        "https://en.wikipedia.org/wiki/Female_comics_creators",
        "https://en.wikipedia.org/wiki/List_of_female_comics_creators",
        "https://en.wikipedia.org/wiki/History_of_comics",
        "https://en.wikipedia.org/wiki/List_of_years_in_comics",
        "https://en.wikipedia.org/wiki/Comics_studies",
        "https://en.wikipedia.org/wiki/History_of_American_comics",
        "https://en.wikipedia.org/wiki/Golden_Age_of_Comic_Books",
        "https://en.wikipedia.org/wiki/Silver_Age_of_Comic_Books",
        "https://en.wikipedia.org/wiki/Bronze_Age_of_Comic_Books",
        "https://en.wikipedia.org/wiki/Modern_Age_of_Comic_Books",
        "https://en.wikipedia.org/wiki/Events_from_the_Modern_Age_of_Comic_Books",
        "https://en.wikipedia.org/wiki/History_of_manga",
        "https://en.wikipedia.org/wiki/History_of_webcomics",
        "https://en.wikipedia.org/wiki/Abstract_comics",
        "https://en.wikipedia.org/wiki/Adult_comics",
        "https://en.wikipedia.org/wiki/Alternative_comics",
        "https://en.wikipedia.org/wiki/Ambiguous_image",
        "https://en.wikipedia.org/wiki/List_of_anthropomorphic_comics",
        "https://en.wikipedia.org/wiki/Autobiographical_comics",
        "https://en.wikipedia.org/wiki/Celebrity_comics",
        "https://en.wikipedia.org/wiki/Crime_comics",
        "https://en.wikipedia.org/wiki/List_of_dystopian_comics",
        "https://en.wikipedia.org/wiki/Erotic_comics",
        "https://en.wikipedia.org/wiki/Fantasy_comics",
        "https://en.wikipedia.org/wiki/List_of_fantasy_comics",
        "https://en.wikipedia.org/wiki/Gekiga",
        "https://en.wikipedia.org/wiki/Graphic_medicine",
        "https://en.wikipedia.org/wiki/Horror_comics",
        "https://en.wikipedia.org/wiki/Romance_comics",
        "https://en.wikipedia.org/wiki/List_of_romance_comics",
        "https://en.wikipedia.org/wiki/Science_fiction_comics",
        "https://en.wikipedia.org/wiki/Superhero_comics",
        "https://en.wikipedia.org/wiki/Teen_humor_comics",
        "https://en.wikipedia.org/wiki/Tijuana_bible",
        "https://en.wikipedia.org/wiki/Underground_comix",
        "https://en.wikipedia.org/wiki/War_comics",
        "https://en.wikipedia.org/wiki/Western_comics",
        "https://en.wikipedia.org/wiki/Antihero",
        "https://en.wikipedia.org/wiki/Talking_animals_in_fiction",
        "https://en.wikipedia.org/wiki/Superhero",
        "https://en.wikipedia.org/wiki/Supervillain",
        "https://en.wikipedia.org/wiki/Widescreen_comics",
        "https://en.wikipedia.org/wiki/Ethnic_stereotypes_in_comics",
        "https://en.wikipedia.org/wiki/List_of_feminist_comic_books",
        "https://en.wikipedia.org/wiki/Gender_and_webcomics",
        "https://en.wikipedia.org/wiki/LGBT_themes_in_comics",
        "https://en.wikipedia.org/wiki/LGBT_themes_in_American_mainstream_comics",
        "https://en.wikipedia.org/wiki/Portrayal_of_black_people_in_comics",
        "https://en.wikipedia.org/wiki/African_characters_in_comics",
        "https://en.wikipedia.org/wiki/Portrayal_of_women_in_American_comics",
        "https://en.wikipedia.org/wiki/The_Hawkeye_Initiative",
        "https://en.wikipedia.org/wiki/Women_in_Refrigerators",
        "https://en.wikipedia.org/wiki/List_of_comics_by_country",
        "https://en.wikipedia.org/wiki/South_African_comics",
        "https://en.wikipedia.org/wiki/Argentine_comics",
        "https://en.wikipedia.org/wiki/Brazilian_comics",
        "https://en.wikipedia.org/wiki/Canadian_comics",
        "https://en.wikipedia.org/wiki/Quebec_comics",
        "https://en.wikipedia.org/wiki/Comics_in_Mexico",
        "https://en.wikipedia.org/wiki/American_comic_book",
        "https://en.wikipedia.org/wiki/List_of_American_comics",
        "https://en.wikipedia.org/wiki/Manhua",
        "https://en.wikipedia.org/wiki/List_of_manhua",
        "https://en.wikipedia.org/wiki/Hong_Kong_comics",
        "https://en.wikipedia.org/wiki/Indian_comics",
        "https://en.wikipedia.org/wiki/List_of_Indian_comics",
        "https://en.wikipedia.org/wiki/Manga",
        "https://en.wikipedia.org/wiki/Lists_of_manga",
        "https://en.wikipedia.org/wiki/Manhwa",
        "https://en.wikipedia.org/wiki/List_of_manhwa",
        "https://en.wikipedia.org/wiki/Philippine_comics",
        "https://en.wikipedia.org/wiki/List_of_Philippine_comics",
        "https://en.wikipedia.org/wiki/Thai_comics",
        "https://en.wikipedia.org/wiki/Viet_comics",
        "https://en.wikipedia.org/wiki/European_comics",
        "https://en.wikipedia.org/wiki/Czech_comics",
        "https://en.wikipedia.org/wiki/Belgian_comics",
        "https://en.wikipedia.org/wiki/German_comics",
        "https://en.wikipedia.org/wiki/Hungarian_comics",
        "https://en.wikipedia.org/wiki/Irish_comics",
        "https://en.wikipedia.org/wiki/Italian_comics",
        "https://en.wikipedia.org/wiki/List_of_Italian_comics",
        "https://en.wikipedia.org/wiki/Dutch_comics",
        "https://en.wikipedia.org/wiki/Polish_comics",
        "https://en.wikipedia.org/wiki/Portuguese_comics",
        "https://en.wikipedia.org/wiki/Spanish_comics",
        "https://en.wikipedia.org/wiki/List_of_Spanish_comics",
        "https://en.wikipedia.org/wiki/British_comics",
        "https://en.wikipedia.org/wiki/Comics_in_Australia",
        "https://en.wikipedia.org/wiki/Lists_of_comics",
        "https://en.wikipedia.org/wiki/List_of_comic_books",
        "https://en.wikipedia.org/wiki/List_of_newspaper_comic_strips",
        "https://en.wikipedia.org/wiki/List_of_manga_magazines",
        "https://en.wikipedia.org/wiki/Lists_of_webcomics",
        "https://en.wikipedia.org/wiki/List_of_comics_based_on_fiction",
        "https://en.wikipedia.org/wiki/List_of_comics_based_on_films",
        "https://en.wikipedia.org/wiki/List_of_comics_based_on_television_programs",
        "https://en.wikipedia.org/wiki/List_of_comics_based_on_video_games",
        "https://en.wikipedia.org/wiki/List_of_comics_awards",
        "https://en.wikipedia.org/wiki/List_of_Japanese_manga_magazines_by_circulation",
        "https://en.wikipedia.org/wiki/List_of_comics_and_comic_strips_made_into_feature_films",
        "https://en.wikipedia.org/wiki/List_of_comics_solicited_but_never_published",
        "https://en.wikipedia.org/wiki/List_of_limited_series",
        "https://en.wikipedia.org/wiki/Belgian_Comic_Strip_Center",
        "https://en.wikipedia.org/wiki/National_Cartoon_Museum",
        "https://en.wikipedia.org/wiki/British_Cartoon_Archive",
        "https://en.wikipedia.org/wiki/Cartoon_Art_Museum",
        "https://en.wikipedia.org/wiki/The_Cartoon_Museum",
        "https://en.wikipedia.org/wiki/Gibiteca_Antonio_Gobbo",
        "https://en.wikipedia.org/wiki/Museum_of_Comic_and_Cartoon_Art",
        "https://en.wikipedia.org/wiki/ToonSeum",
        "https://en.wikipedia.org/wiki/Center_for_Cartoon_Studies",
        "https://en.wikipedia.org/wiki/The_Kubert_School",
        "https://en.wikipedia.org/wiki/Academy_of_Comic_Book_Arts",
        "https://en.wikipedia.org/wiki/Association_of_Canadian_Cartoonists",
        "https://en.wikipedia.org/wiki/Association_of_Comics_Magazine_Publishers",
        "https://en.wikipedia.org/wiki/Comic_Art_Professional_Society",
        "https://en.wikipedia.org/wiki/National_Cartoonists_Society",
        "https://en.wikipedia.org/wiki/Samahang_Kartunista_ng_Pilipinas",
        "https://en.wikipedia.org/wiki/Canadian_Comic_Book_Creator_Awards_Association",
        "https://en.wikipedia.org/wiki/Sequart_Organization",
        "https://en.wikipedia.org/wiki/Svenska_Serieakademien",
        "https://en.wikipedia.org/wiki/Comic_Book_Legal_Defense_Fund",
        "https://en.wikipedia.org/wiki/Comic_Legends_Legal_Defense_Fund",
        "https://en.wikipedia.org/wiki/Finnish_Comics_Society",
        "https://en.wikipedia.org/wiki/Friends_of_Lulu",
        "https://en.wikipedia.org/wiki/The_Hero_Initiative",
        "https://en.wikipedia.org/wiki/Xeric_Foundation",
        "https://en.wikipedia.org/wiki/Serbian_comics",
        "https://en.wikipedia.org/wiki/Serbian_comics",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}