{
    "url": "https://en.wikipedia.org/wiki/Sergei_Dovlatov",
    "title": "Sergei Dovlatov",
    "table_of_contents": [
        "1 Biography",
        "2 Works",
        "3 Critical perception",
        "4 Literary style",
        "5 Legacy",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSergei Donatovich Dovlatov (Russian: Сергей Донатович Довлатов; 3 September 1941 – 24 August 1990) was a Soviet journalist and writer. Internationally, he is one of the most popular Russian writers of the late 20th century.[1]\n\n"
        },
        {
            "title": "Biography",
            "text": "Dovlatov was born on 3 September 1941 in Ufa, the capital of Bashkir ASSR in the Soviet Union, where his family had been evacuated in the beginning of World War II from Leningrad (now Saint Petersburg) and lived with a collaborator of The People's Commissariat of Internal Affairs (NKVD) for three years. His mother, Nora Dovlatova, was Armenian and worked as a proofreader, and his father, Donat Mechik [ru], was Jewish and a theater director.[2]\n\nAfter 1944, he lived with his mother in Leningrad. Dovlatov studied at the Finnish Department of Leningrad State University, but flunked after two and a half years. There, he became acquainted with the Leningrad poets Yevgeny Rein, Anatoly Naiman, Joseph Brodsky,  the writer Sergey Wolf, and the artist Alexander Ney.\n\nHe was drafted into the Soviet Internal Troops and served as a prison guard in high-security camps. Later, he earned his living as a journalist in various newspapers and magazines in Leningrad and then as a correspondent of the Tallinn newspaper \"Sovetskaya Estonia\" (Советская Эстония/Soviet Estonia). He supplemented his income by being a summer tour guide in Mikhaylovskoye Museum Reserve, a museum near Pskov dedicated to Alexander Pushkin. Dovlatov wrote prose fiction, but his numerous attempts to get published in the Soviet Union were in vain.\n\nUnable to publish in the Soviet Union, Dovlatov circulated his writings through samizdat and by having them smuggled into Western Europe for publication in foreign journals; an activity that caused his expulsion from the Union of Soviet Journalists in 1976. The Western Russian-Language magazines which published his work include \"Continent\" and \"Time and Us.\"[3] The typeset 'formes' of his first book were destroyed under the order of the KGB. \n\nIn 1979, Dovlatov emigrated from the Soviet Union with his mother, Nora, and came to live with his wife and daughter in New York City, where he later co-edited The New American, a liberal, Russian-language émigré newspaper. In the mid 1980s, Dovlatov finally achieved recognition as a writer, being printed in the prestigious magazine The New Yorker. Dovlatov died of heart failure on 24 August 1990 in New York City[4] and was buried at the Mount Hebron Cemetery.\n\n"
        },
        {
            "title": "Works",
            "text": "Dovlatov published twelve books in the United States and Europe during his twelve years as an immigrant. In the USSR, the writer was known from underground publication samizdat and broadcasting organization Radio Liberty Channel since his works were not published in the Soviet Union. After his death and the beginning of Perestroika as a turning point in the Russian history, numerous collections of his short stories were also published in Russia.\n\nPublished during his lifetime:\n\n"
        },
        {
            "title": "Critical perception",
            "text": "Joseph Brodsky said of Dovlatov, \"He is the only Russian writer whose works will be read all the way through\"[5] and that: \"The decisive thing is his tone, which every member of a democratic society can recognize: the individual who won't let himself be cast in the role of a victim, who is not obsessed with what makes him different.\"[6]\n\n"
        },
        {
            "title": "Literary style",
            "text": "Dovlatov's rule that, as he said, \"limited the prosaic just like rhyme limits the poet\", was to build the sentences so that there were no two words that started with the same letter. Thus his sentences are mostly short and simple, rarely containing clauses.\n\nAs he expressed in Craft: A Story in Two Parts (1985), his idol was Ernest Hemingway, at least in earlier literary life, and his works were largely autobiographic, reminiscent of Hemingway's style. Later, he became much fascinated and influenced by Joseph Brodsky, whom he knew well personally.\n\n"
        },
        {
            "title": "Legacy",
            "text": "On 26 June 2014, the New York City Council named the intersection of 63rd Drive and 108th Street \"Sergei Dovlatov Way\".[7] The petition to request this honor was signed by 18,000 people; in the same year a new edition, translated by his daughter Katherine Dovlatov, of the author's 'Pushkin Hills' was published. The work was nominated for Best Translated Book Award. The opening ceremony was held at the corner of 108th Street and 63rd Drive on 7 September 2014; three Russian television news stations recorded the event and the celebration continued at the late author's home nearby.[8]\n\nA biographical film about Sergei Dovlatov was released in 2018. This film was in competition in the Berlinale 2018.[9]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Eastern_Slavic_naming_customs",
        "https://en.wikipedia.org/wiki/Patronymic",
        "https://en.wikipedia.org/wiki/Surname",
        "https://en.wikipedia.org/wiki/Ufa",
        "https://en.wikipedia.org/wiki/Ufa",
        "https://en.wikipedia.org/wiki/Bashkir_Autonomous_Soviet_Socialist_Republic",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Saint_Petersburg",
        "https://en.wikipedia.org/wiki/NKVD",
        "https://en.wikipedia.org/wiki/Leningrad_State_University",
        "https://en.wikipedia.org/wiki/Yevgeny_Rein",
        "https://en.wikipedia.org/wiki/Anatoly_Naiman",
        "https://en.wikipedia.org/wiki/Joseph_Brodsky",
        "https://en.wikipedia.org/wiki/Alexander_Ney",
        "https://en.wikipedia.org/wiki/Internal_Troops",
        "https://en.wikipedia.org/wiki/Tallinn",
        "https://en.wikipedia.org/wiki/Tour_guide",
        "https://en.wikipedia.org/wiki/Mikhaylovskoye_Museum_Reserve",
        "https://en.wikipedia.org/wiki/Pskov",
        "https://en.wikipedia.org/wiki/Alexander_Pushkin",
        "https://en.wikipedia.org/wiki/Samizdat",
        "https://en.wikipedia.org/wiki/KGB",
        "https://en.wikipedia.org/wiki/The_New_Yorker",
        "https://en.wikipedia.org/wiki/Radio_Liberty",
        "https://en.wikipedia.org/wiki/Saint_Petersburg",
        "https://en.wikipedia.org/wiki/Vagrich_Bakhchanyan",
        "https://en.wikipedia.org/wiki/A_Foreign_Woman",
        "https://en.wikipedia.org/wiki/Joseph_Brodsky",
        "https://en.wikipedia.org/wiki/Ernest_Hemingway",
        "https://en.wikipedia.org/wiki/New_York_City_Council",
        "https://en.wikipedia.org/wiki/Best_Translated_Book_Award",
        "https://en.wikipedia.org/wiki/Berlinale",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/New_York_Times",
        "https://en.wikipedia.org/wiki/Sergei_Dovlatov",
        "https://en.wikipedia.org/wiki/Sergei_Dovlatov",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}