{
    "url": "https://en.wikipedia.org/wiki/Seven_Color_Mask",
    "title": "Seven Color Mask",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Seven Color Mask (七色仮面, Nanairo Kamen) is the name and title character of a tokusatsu TV series, later called New Seven Color Mask (新七色仮面, Shin Nanairo Kamen). It was created by Kōhan Kawauchi, who also created Moonlight Mask. This B&W TV show was the first superhero TV series by Toei Company Ltd. It was broadcast on NET (now TV Asahi) from June 3, 1959 to June 30, 1960, with a total of 57 episodes divided into 7 segments. Aside from being Toei's first TV superhero show, this series was also the debut of actor Sonny Chiba, who was 19 at the time, who took over the title role from Susumu Namijima after Episode 32.\n\n"
        },
        {
            "title": "Summary",
            "text": "The hero of this series is a young detective named Kotarō Ran, unknown to anyone (even his friends), is a master of disguise, utilizing seven different personalities. Most of his disguises are odd characters, like a magician and a cigar-smoking Indian, but Kotarō's 7th disguise is the 2-gun-toting caped, golden-masked superhero, Seven Color Mask! In the first story arc called Cobra Mask (コブラ仮面, Kobura Kamen) the ally of justice Seven Color Mask must confront the evil Cobra Mask who terrorizes Japan. In the second story arc King Rose (キング・ローズ, Kingu Rozu) an armored car loaded with 80 million yen is attacked by the Masked Phantom King Rose (仮面の怪人・キングローズ, Kamen no Kaijin Kingu Rozu). The police and Seven Color Mask must hunt down King Rose. The third story arc is called Red Jaguar (レッド・ジャガー, Reddo Jagā). The fourth story arc is called Three Ace (スリー・エース, Suri Esu). This series was \"remade\" by creator Kawauchi in 1972 as  Warrior of Love Rainbowman, and it is also considered an inspiration behind Go Nagai's Cutey Honey.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Tokusatsu",
        "https://en.wikipedia.org/wiki/Sonny_Chiba",
        "https://en.wikipedia.org/wiki/Toei_Company",
        "https://en.wikipedia.org/wiki/Asahi_TV",
        "https://en.wikipedia.org/wiki/Tokusatsu",
        "https://en.wikipedia.org/wiki/Moonlight_Mask",
        "https://en.wikipedia.org/wiki/Toei_Company",
        "https://en.wikipedia.org/wiki/TV_Asahi",
        "https://en.wikipedia.org/wiki/Sonny_Chiba",
        "https://en.wikipedia.org/wiki/Warrior_of_Love_Rainbowman",
        "https://en.wikipedia.org/wiki/Go_Nagai",
        "https://en.wikipedia.org/wiki/Cutey_Honey",
        "https://en.wikipedia.org/wiki/Seven_Color_Mask",
        "https://en.wikipedia.org/wiki/Seven_Color_Mask",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}