{
    "url": "https://en.wikipedia.org/wiki/Shape_of_the_universe",
    "title": "Shape of the universe",
    "table_of_contents": [
        "1 Shape of the observable universe",
        "2 Curvature of the universe",
        "3 Global universe structure",
        "3.1 Infinite or finite",
        "3.1.1 With or without boundary",
        "3.2 Curvature",
        "3.2.1 Universe with zero curvature",
        "3.2.2 Universe with positive curvature",
        "3.2.3 Universe with negative curvature",
        "3.2.4 Curvature: open or closed",
        "3.2.5 Milne model (hyperbolic expanding)",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The shape of the universe, in physical cosmology, is the local and global geometry of the universe. The local features of the geometry of the universe are primarily described by its curvature, whereas the topology of the universe describes general global properties of its shape as a continuous object. \nThe spatial curvature is defined by general relativity, which describes how spacetime is curved due to the effect of gravity. The spatial topology cannot be determined from its curvature, due to the fact that there exist locally indistinguishable spaces that may be endowed with different topological invariants.[1]\n\nCosmologists distinguish between the observable universe and the entire universe, the former being a ball-shaped portion of the latter that can, in principle, be accessible by astronomical observations. Assuming the cosmological principle, the observable universe is similar from all contemporary vantage points, which allows cosmologists to discuss properties of the entire universe with only information from studying their observable universe. The main discussion in this context is whether the universe is finite, like the observable universe, or infinite.\n\nSeveral potential topological and geometric properties of the universe need to be identified. Its topological characterization remains an open problem. Some of these properties are:[2]\n\nThere are certain logical connections among these properties. For example, a universe with positive curvature is necessarily finite.[3] Although it is usually assumed in the literature that a flat or negatively curved universe is infinite, this need not be the case if the topology is not the trivial one. For example, a multiply connected space may be flat and finite, as illustrated by the three-torus. Yet, in the case of simply connected spaces, flatness implies infinitude. [3]\n\nTo this day, the exact shape of the universe remains a matter of debate in physical cosmology. In this regard, experimental data from various independent sources (WMAP, BOOMERanG, and Planck for example) confirm that the universe is flat with only a 0.4% margin of error.[4][5][6] Yet, the issue of simple versus multiple connectivity has not yet been decided based on astronomical observation. On the other hand, any non-zero curvature is possible for a sufficiently large curved universe (analogously to how a small portion of a sphere can look flat). Theorists have been trying to construct a formal mathematical model of the shape of the universe relating connectivity, curvature and boundedness. In formal terms, this is a 3-manifold model corresponding to the spatial section (in comoving coordinates) of the four-dimensional spacetime of the universe. The model most theorists currently use is the Friedmann–Lemaître–Robertson–Walker (FLRW) model. Arguments have been put forward that the observational data best fit with the conclusion that the shape of the global universe is infinite and flat,[7] but the data is also consistent with other possible shapes, such as the so-called Poincaré dodecahedral space,[8][9] the multiply connected three-torus, and the Sokolov–Starobinskii space (quotient of the upper half-space model of hyperbolic space by a 2-dimensional lattice).[10]\n\nPhysical cosmology is based on the theory of General Relativity, a physical picture cast in terms of differential equations. Therefore, only the local geometric properties of the universe become theoretically accessible. Thus, Einstein's field equations determine only the local geometry but have absolutely no saying on the topology of the universe. At present, the only possibility to elucidate such global properties relies on observational data, especially the fluctuations (anisotropies) of the temperature gradient field of the Cosmic Microwave Background (CMB).[11] [12]\n\n"
        },
        {
            "title": "Shape of the observable universe",
            "text": "As stated in the introduction, there are two aspects to consider:\n\nThe observable universe can be thought of as a sphere that extends outwards from any observation point for 46.5 billion light-years, going farther back in time and more redshifted the more distant away one looks. Ideally, one can continue to look back all the way to the Big Bang; in practice, however, the farthest away one can look using light and other electromagnetic radiation is the cosmic microwave background (CMB), as anything past that is opaque. Experimental investigations show that the observable universe is very close to isotropic and homogeneous.[citation needed]\n\nIf the observable universe encompasses the entire universe, it may be possible to determine the structure of the entire universe by observation. However, if the observable universe is smaller than the entire universe, our observations will be limited to only a part of the whole, and we may not be able to determine its global geometry through measurement. From experiments, it is possible to construct different mathematical models of the global geometry of the entire universe, all of which are consistent with current observational data; thus it is currently unknown whether the observable universe is identical to the global universe, or is instead many orders of magnitude smaller. The universe may be small in some dimensions and not in others (analogous to the way a cuboid is longer in the dimension of length than it is in the dimensions of width and depth). To test whether a given mathematical model describes the universe accurately, scientists look for the model's novel implications—phenomena in the universe that have not yet been observed, but that must exist if the model is correct—and they devise experiments to test whether those phenomena occur or not. For example, if the universe is a small closed loop, one would expect to see multiple images of an object in the sky, although not necessarily images of the same age.\n\nCosmologists normally work with a given space-like slice of spacetime called the comoving coordinates, the existence of a preferred set of which is possible and widely accepted in present-day physical cosmology. The section of spacetime that can be observed is the backward light cone (all points within the cosmic light horizon, given time to reach a given observer), while the related term Hubble volume can be used to describe either the past light cone or comoving space up to the surface of last scattering. To speak of \"the shape of the universe (at a point in time)\" is ontologically naive from the point of view of special relativity alone: due to the relativity of simultaneity, different points in space cannot be said to exist \"at the same point in time\" nor, therefore, of \"the shape of the universe at a point in time\". However, the comoving coordinates (if well-defined) provide a strict sense to those by using the time since the Big Bang (measured in the reference of CMB) as a distinguished universal time.\n\n"
        },
        {
            "title": "Curvature of the universe",
            "text": "The curvature is a quantity describing how the geometry of a space differs locally from the one of the flat space. The curvature of any locally isotropic space (and hence of a locally isotropic universe) falls into one of the three following cases:\n\nCurved geometries are in the domain of Non-Euclidean geometry. An example of a positively curved space would be the surface of a sphere such as the Earth. A triangle drawn from the equator to a pole will have at least two angles equal 90°, which makes the sum of the 3 angles greater than 180°. An example of a negatively curved surface would be the shape of a saddle or mountain pass. A triangle drawn on a saddle surface will have the sum of the angles adding up to less than 180°.\n\nGeneral relativity explains that mass and energy bend the curvature of spacetime and is used to determine what curvature the universe has by using a value called the density parameter, represented with Omega (Ω). The density parameter is the average density of the universe divided by the critical energy density, that is, the mass energy needed for a universe to be flat. Put another way,\n\nOne can experimentally calculate this Ω to determine the curvature two ways. One is to count up all the mass-energy in the universe and take its average density then divide that average by the critical energy density. Data from Wilkinson Microwave Anisotropy Probe (WMAP) as well as the Planck spacecraft give values for the three constituents of all the mass-energy in the universe – normal mass (baryonic matter and dark matter), relativistic particles (photons and neutrinos), and dark energy or the cosmological constant:[13][14]\n\nΩmass ≈ 0.315±0.018\n\nΩrelativistic ≈ 9.24×10−5\n\nΩΛ ≈ 0.6817±0.0018\n\nΩtotal = Ωmass + Ωrelativistic + ΩΛ = 1.00±0.02\n\nThe actual value for critical density value is measured as ρcritical = 9.47×10−27 kg m−3. From these values, within experimental error, the universe seems to be flat.\n\nAnother way to measure Ω is to do so geometrically by measuring an angle across the observable universe. We can do this by using the CMB and measuring the power spectrum and temperature anisotropy. For instance, one can imagine finding a gas cloud that is not in thermal equilibrium due to being so large that light speed cannot propagate the thermal information. Knowing this propagation speed, we then know the size of the gas cloud as well as the distance to the gas cloud, we then have two sides of a triangle and can then determine the angles. Using a method similar to this, the BOOMERanG experiment has determined that the sum of the angles to 180° within experimental error, corresponding to an Ωtotal ≈ 1.00±0.12.[15]\n\nThese and other astronomical measurements constrain the spatial curvature to be very close to zero, although they do not constrain its sign. This means that although the local geometries of spacetime are generated by the theory of relativity based on spacetime intervals, we can approximate 3-space by the familiar Euclidean geometry.\n\nThe Friedmann–Lemaître–Robertson–Walker (FLRW) model using Friedmann equations is commonly used to model the universe. The FLRW model provides a curvature of the universe based on the mathematics of fluid dynamics, that is, modeling the matter within the universe as a perfect fluid. Although stars and structures of mass can be introduced into an \"almost FLRW\" model, a strictly FLRW model is used to approximate the local geometry of the observable universe. Another way of saying this is that if all forms of dark energy are ignored, then the curvature of the universe can be determined by measuring the average density of matter within it, assuming that all matter is evenly distributed (rather than the distortions caused by 'dense' objects such as galaxies). This assumption is justified by the observations that, while the universe is \"weakly\" inhomogeneous and anisotropic (see the large-scale structure of the cosmos), it is on average homogeneous and isotropic.\n\n"
        },
        {
            "title": "Global universe structure",
            "text": "Global structure covers the geometry and the topology of the whole universe—both the observable universe and beyond. While the local geometry does not determine the global geometry completely, it does limit the possibilities, particularly a geometry of a constant curvature. The universe is often taken to be a geodesic manifold, free of topological defects; relaxing either of these complicates the analysis considerably. A global geometry is a local geometry plus a topology. It follows that a topology alone does not give a global geometry: for instance, Euclidean 3-space and hyperbolic 3-space have the same topology but different global geometries.\n\nAs stated in the introduction, investigations within the study of the global structure of the universe include:\n\nOne of the presently unanswered questions about the universe is whether it is infinite or finite in extent. For intuition, it can be understood that a finite universe has a finite volume that, for example, could be in theory filled up with a finite amount of material, while an infinite universe is unbounded and no numerical volume could possibly fill it. Mathematically, the question of whether the universe is infinite or finite is referred to as boundedness. An infinite universe (unbounded metric space) means that there are points arbitrarily far apart: for any distance d, there are points that are of a distance at least d apart. A finite universe is a bounded metric space, where there is some distance d such that all points are within distance d of each other. The smallest such d is called the diameter of the universe, in which case the universe has a well-defined \"volume\" or \"scale.\"\n\nAssuming a finite universe, the universe can either have an edge or no edge. Many finite mathematical spaces, e.g., a disc, have an edge or boundary. Spaces that have an edge are difficult to treat, both conceptually and mathematically. Namely, it is very difficult to state what would happen at the edge of such a universe. For this reason, spaces that have an edge are typically excluded from consideration.\n\nHowever, there exist many finite spaces, such as the 3-sphere and 3-torus, which have no edges. Mathematically, these spaces are referred to as being compact without boundary. The term compact means that it is finite in extent (\"bounded\") and complete. The term \"without boundary\" means that the space has no edges. Moreover, so that calculus can be applied, the universe is typically assumed to be a differentiable manifold. A mathematical object that possesses all these properties, compact without boundary and differentiable, is termed a closed manifold. The 3-sphere and 3-torus are both closed manifolds.\n\nIf space where infinite (flat, simply connected), perturbations in the temperature of the CMB radiation would exist on all scales. If, however, space is finite, then there are those wavelengths missing that are larger than the size of the space. Maps of the CMB perturbation spectrum made with satellites like NASA's WMAP and the ESA's Planck have shown a striking amount of missing perturbations at large scales. \nThe properties of the observed fluctuations of the CMB show a 'missing power' on scales beyond the size of the universe. That would imply that our universe is multiply-connected and finite. The spectrum of the CMB fits much better with the universe as a gigantic three-torus, a cosmos connected to itself in all three dimensions.[11]\n\nThe curvature of the universe places constraints on the topology. If the spatial geometry is spherical, i.e., possess positive curvature, the topology is compact. For a flat (zero curvature) or a hyperbolic (negative curvature) spatial geometry, the topology can be either compact or infinite.[11] Many textbooks erroneously state that a flat universe implies an infinite universe; however, the correct statement is that a flat universe that is also simply connected implies an infinite universe.[11] For example, Euclidean space is flat, simply connected, and infinite, but there are tori which are flat, multiply connected, finite, and compact (see flat torus).\n\nIn general, local to global theorems in Riemannian geometry relate the local geometry to the global geometry. If the local geometry has constant curvature, the global geometry is very constrained, as described in Thurston geometries.\n\nThe latest research shows that even the most powerful future experiments (like the SKA) will not be able to distinguish between flat, open and closed universe if the true value of cosmological curvature parameter is smaller than 10−4. If the true value of the cosmological curvature parameter is larger than 10−3 we will be able to distinguish between these three models even now.[17]\n\nFinal results of the Planck mission, released in 2018 show the cosmological curvature parameter, 1 – Ω = ΩK = –K c²/a²H², to be 0.0007±0.0019, consistent with a flat universe.[18] (i.e. positive curvature: K = +1, Ωκ < 0, Ω > 1, negative curvature: K = −1, Ωκ > 0, Ω < 1, zero curvature: K = 0, Ωκ = 0, Ω  = 1).\n\nIn a universe with zero curvature, the local geometry is flat. The most obvious global structure is that of Euclidean space, which is infinite in extent. Flat universes that are finite in extent include the torus and Klein bottle. Moreover, in three dimensions, there are 10 finite closed flat 3-manifolds, of which 6 are orientable and 4 are non-orientable. These are the Bieberbach manifolds. The most familiar is the aforementioned 3-torus universe.\n\nIn the absence of dark energy, a flat universe expands forever but at a continually decelerating rate, with expansion asymptotically approaching zero. With dark energy, the expansion rate of the universe initially slows down, due to the effect of gravity, but eventually increases. The ultimate fate of the universe is the same as that of an open universe.\n\nA flat universe can have zero total energy.\n\nA positively curved universe is described by elliptic geometry, and can be thought of as a three-dimensional hypersphere, or some other spherical 3-manifold (such as the Poincaré dodecahedral space), all of which are quotients of the 3-sphere.\n\nPoincaré dodecahedral space is a positively curved space, colloquially described as \"soccerball-shaped\", as it is the quotient of the 3-sphere by the binary icosahedral group, which is very close to icosahedral symmetry, the symmetry of a soccer ball. This was proposed by Jean-Pierre Luminet and colleagues in 2003[8][19] and an optimal orientation on the sky for the model was estimated in 2008.[9]\n\nA hyperbolic universe, one of a negative spatial curvature, is described by hyperbolic geometry, and can be thought of locally as a three-dimensional analog of an infinitely extended saddle shape. There are a great variety of hyperbolic 3-manifolds, and their classification is not completely understood. Those of finite volume can be understood via the Mostow rigidity theorem. For hyperbolic local geometry, many of the possible three-dimensional spaces are informally called \"horn topologies\", so called because of the shape of the pseudosphere, a canonical model of hyperbolic geometry. An example is the Picard horn, a negatively curved space, colloquially described as \"funnel-shaped\".[10]\n\nWhen cosmologists speak of the universe as being \"open\" or \"closed\", they most commonly are referring to whether the curvature is negative or positive, respectively. These meanings of open and closed are different from the mathematical meaning of open and closed used for sets in topological spaces and for the mathematical meaning of open and closed manifolds, which gives rise to ambiguity and confusion. In mathematics, there are definitions for a closed manifold (i.e., compact without boundary) and open manifold (i.e., one that is not compact and without boundary). A \"closed universe\" is necessarily a closed manifold. An \"open universe\" can be either a closed or open manifold. For example, in the Friedmann–Lemaître–Robertson–Walker (FLRW) model the universe is considered to be without boundaries, in which case \"compact universe\" could describe a universe that is a closed manifold.\n\nIf one applies Minkowski space-based special relativity to expansion of the universe, without resorting to the concept of a curved spacetime, then one obtains the Milne model. Any spatial section of the universe of a constant age (the proper time elapsed from the Big Bang) will have a negative curvature; this is merely a pseudo-Euclidean geometric fact analogous to one that concentric spheres in the flat Euclidean space are nevertheless curved.\nSpatial geometry of this model is an unbounded hyperbolic space.\nThe entire universe in this model can be modelled by embedding it in Minkowski spacetime, in which case the universe is included inside a future light cone of a Minkowski spacetime. The Milne model in this case is the future interior of the light cone and the light cone itself is the Big Bang. \n\nFor any given moment t > 0 of coordinate time within the Milne model (assuming the Big Bang has t = 0), any cross-section of the universe at constant t'  in the Minkowski spacetime is bounded by a sphere of radius c t = c t'.\nThe apparent paradox of an infinite universe \"contained\" within a sphere is an effect of the mismatch between coordinate systems of the Milne model and the Minkowski spacetime in which it is embedded.\n\nThis model is essentially a degenerate FLRW for Ω = 0. It is incompatible with observations that definitely rule out such a large negative spatial curvature. However, as a background in which gravitational fields (or gravitons) can operate, due to diffeomorphism invariance, the space on the macroscopic scale, is equivalent to any other (open) solution of Einstein's field equations.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Physical_cosmology",
        "https://en.wikipedia.org/wiki/Big_Bang",
        "https://en.wikipedia.org/wiki/Universe",
        "https://en.wikipedia.org/wiki/Age_of_the_universe",
        "https://en.wikipedia.org/wiki/Chronology_of_the_universe",
        "https://en.wikipedia.org/wiki/Big_Bang_nucleosynthesis",
        "https://en.wikipedia.org/wiki/Gravitational_wave_background",
        "https://en.wikipedia.org/wiki/Cosmic_microwave_background",
        "https://en.wikipedia.org/wiki/Cosmic_neutrino_background",
        "https://en.wikipedia.org/wiki/Redshift",
        "https://en.wikipedia.org/wiki/Metric_expansion_of_space",
        "https://en.wikipedia.org/wiki/Friedmann_equations",
        "https://en.wikipedia.org/wiki/Inhomogeneous_cosmology",
        "https://en.wikipedia.org/wiki/Future_of_an_expanding_universe",
        "https://en.wikipedia.org/wiki/Ultimate_fate_of_the_universe",
        "https://en.wikipedia.org/wiki/Dark_energy",
        "https://en.wikipedia.org/wiki/Dark_fluid",
        "https://en.wikipedia.org/wiki/Dark_matter",
        "https://en.wikipedia.org/wiki/Galaxy_filament",
        "https://en.wikipedia.org/wiki/Galaxy_formation_and_evolution",
        "https://en.wikipedia.org/wiki/Large_quasar_group",
        "https://en.wikipedia.org/wiki/Reionization",
        "https://en.wikipedia.org/wiki/Structure_formation",
        "https://en.wikipedia.org/wiki/Observational_cosmology",
        "https://en.wikipedia.org/wiki/Black_Hole_Initiative",
        "https://en.wikipedia.org/wiki/BOOMERanG_experiment",
        "https://en.wikipedia.org/wiki/Cosmic_Background_Explorer",
        "https://en.wikipedia.org/wiki/Dark_Energy_Survey",
        "https://en.wikipedia.org/wiki/Illustris_project",
        "https://en.wikipedia.org/wiki/Sloan_Digital_Sky_Survey",
        "https://en.wikipedia.org/wiki/2dF_Galaxy_Redshift_Survey",
        "https://en.wikipedia.org/wiki/Wilkinson_Microwave_Anisotropy_Probe",
        "https://en.wikipedia.org/wiki/Marc_Aaronson",
        "https://en.wikipedia.org/wiki/Ralph_Asher_Alpher",
        "https://en.wikipedia.org/wiki/Somnath_Bharadwaj",
        "https://en.wikipedia.org/wiki/Nicolaus_Copernicus",
        "https://en.wikipedia.org/wiki/Willem_de_Sitter",
        "https://en.wikipedia.org/wiki/Albert_Einstein",
        "https://en.wikipedia.org/wiki/Alexander_Friedmann",
        "https://en.wikipedia.org/wiki/Galileo_Galilei",
        "https://en.wikipedia.org/wiki/George_Gamow",
        "https://en.wikipedia.org/wiki/Alan_Guth",
        "https://en.wikipedia.org/wiki/Stephen_Hawking",
        "https://en.wikipedia.org/wiki/Edwin_Hubble",
        "https://en.wikipedia.org/wiki/Johannes_Kepler",
        "https://en.wikipedia.org/wiki/Isaac_Newton",
        "https://en.wikipedia.org/wiki/Roger_Penrose",
        "https://en.wikipedia.org/wiki/Arno_Allan_Penzias",
        "https://en.wikipedia.org/wiki/Vera_Rubin",
        "https://en.wikipedia.org/wiki/Brian_Schmidt",
        "https://en.wikipedia.org/wiki/George_Smoot",
        "https://en.wikipedia.org/wiki/Rashid_Sunyaev",
        "https://en.wikipedia.org/wiki/Robert_Woodrow_Wilson",
        "https://en.wikipedia.org/wiki/Yakov_Zeldovich",
        "https://en.wikipedia.org/wiki/List_of_cosmologists",
        "https://en.wikipedia.org/wiki/Discovery_of_cosmic_microwave_background_radiation",
        "https://en.wikipedia.org/wiki/History_of_the_Big_Bang_theory",
        "https://en.wikipedia.org/wiki/Religious_interpretations_of_the_Big_Bang_theory",
        "https://en.wikipedia.org/wiki/Timeline_of_cosmological_theories",
        "https://en.wikipedia.org/wiki/Physical_cosmology",
        "https://en.wikipedia.org/wiki/Universe",
        "https://en.wikipedia.org/wiki/Curvature_of_Riemannian_manifolds",
        "https://en.wikipedia.org/wiki/Spacetime_topology",
        "https://en.wikipedia.org/wiki/General_relativity",
        "https://en.wikipedia.org/wiki/Spacetime",
        "https://en.wikipedia.org/wiki/Observable_universe",
        "https://en.wikipedia.org/wiki/Cosmological_principle",
        "https://en.wikipedia.org/wiki/Curvature",
        "https://en.wikipedia.org/wiki/Connected_space",
        "https://en.wikipedia.org/wiki/Simply_connected_space",
        "https://en.wikipedia.org/wiki/Physical_cosmology",
        "https://en.wikipedia.org/wiki/WMAP",
        "https://en.wikipedia.org/wiki/BOOMERanG",
        "https://en.wikipedia.org/wiki/Comoving_coordinates",
        "https://en.wikipedia.org/wiki/Spacetime",
        "https://en.wikipedia.org/wiki/General_Relativity",
        "https://en.wikipedia.org/wiki/Observable_universe",
        "https://en.wikipedia.org/wiki/Observable_universe",
        "https://en.wikipedia.org/wiki/Redshift",
        "https://en.wikipedia.org/wiki/Big_Bang",
        "https://en.wikipedia.org/wiki/Electromagnetic_radiation",
        "https://en.wikipedia.org/wiki/Cosmic_microwave_background",
        "https://en.wikipedia.org/wiki/Isotropic",
        "https://en.wikipedia.org/wiki/Homogeneous",
        "https://en.wikipedia.org/wiki/Cuboid",
        "https://en.wikipedia.org/wiki/Comoving_distance",
        "https://en.wikipedia.org/wiki/Light_cone",
        "https://en.wikipedia.org/wiki/Cosmic_light_horizon",
        "https://en.wikipedia.org/wiki/Hubble_volume",
        "https://en.wikipedia.org/wiki/Ontological",
        "https://en.wikipedia.org/wiki/Special_relativity",
        "https://en.wikipedia.org/wiki/Relativity_of_simultaneity",
        "https://en.wikipedia.org/wiki/Curvature_of_Riemannian_manifolds",
        "https://en.wikipedia.org/wiki/Euclidean_space",
        "https://en.wikipedia.org/wiki/Isotropic_space",
        "https://en.wikipedia.org/wiki/Pythagorean_theorem",
        "https://en.wikipedia.org/wiki/Euclidean_space",
        "https://en.wikipedia.org/wiki/Hyperbolic_space",
        "https://en.wikipedia.org/wiki/Saddle",
        "https://en.wikipedia.org/wiki/Spherical_geometry",
        "https://en.wikipedia.org/wiki/Hyperbolic_geometry",
        "https://en.wikipedia.org/wiki/Euclidean_geometry",
        "https://en.wikipedia.org/wiki/General_relativity",
        "https://en.wikipedia.org/wiki/Density_parameter",
        "https://en.wikipedia.org/wiki/Wilkinson_Microwave_Anisotropy_Probe",
        "https://en.wikipedia.org/wiki/Baryonic_matter",
        "https://en.wikipedia.org/wiki/Dark_matter",
        "https://en.wikipedia.org/wiki/Photon",
        "https://en.wikipedia.org/wiki/Neutrino",
        "https://en.wikipedia.org/wiki/Dark_energy",
        "https://en.wikipedia.org/wiki/Cosmological_constant",
        "https://en.wikipedia.org/wiki/CMB",
        "https://en.wikipedia.org/wiki/BOOMERanG_experiment",
        "https://en.wikipedia.org/wiki/Spacetime_interval",
        "https://en.wikipedia.org/wiki/Euclidean_geometry",
        "https://en.wikipedia.org/wiki/Friedmann_equations",
        "https://en.wikipedia.org/wiki/Fluid_dynamics",
        "https://en.wikipedia.org/wiki/Dark_energy",
        "https://en.wikipedia.org/wiki/Anisotropic",
        "https://en.wikipedia.org/wiki/Isotropic",
        "https://en.wikipedia.org/wiki/Geometry",
        "https://en.wikipedia.org/wiki/Topology",
        "https://en.wikipedia.org/wiki/Geodesic_manifold",
        "https://en.wikipedia.org/wiki/Hyperbolic_geometry",
        "https://en.wikipedia.org/wiki/Infinity",
        "https://en.wikipedia.org/wiki/Simply_connected_space",
        "https://en.wikipedia.org/wiki/Bounded_metric_space",
        "https://en.wikipedia.org/wiki/Compact_space",
        "https://en.wikipedia.org/wiki/Complete_metric_space",
        "https://en.wikipedia.org/wiki/Differentiable_manifold",
        "https://en.wikipedia.org/wiki/Closed_manifold",
        "https://en.wikipedia.org/wiki/Simply_connected",
        "https://en.wikipedia.org/wiki/Euclidean_space",
        "https://en.wikipedia.org/wiki/Flat_torus",
        "https://en.wikipedia.org/wiki/Riemannian_geometry",
        "https://en.wikipedia.org/wiki/Geometrization_conjecture",
        "https://en.wikipedia.org/wiki/Square_Kilometre_Array",
        "https://en.wikipedia.org/wiki/Euclidean_space",
        "https://en.wikipedia.org/wiki/Torus",
        "https://en.wikipedia.org/wiki/Klein_bottle",
        "https://en.wikipedia.org/wiki/Flat_manifold",
        "https://en.wikipedia.org/wiki/Ultimate_fate_of_the_universe",
        "https://en.wikipedia.org/wiki/Elliptic_geometry",
        "https://en.wikipedia.org/wiki/Hypersphere",
        "https://en.wikipedia.org/wiki/Binary_icosahedral_group",
        "https://en.wikipedia.org/wiki/Icosahedral_symmetry",
        "https://en.wikipedia.org/wiki/Hyperbolic_geometry",
        "https://en.wikipedia.org/wiki/Mostow_rigidity_theorem",
        "https://en.wikipedia.org/wiki/Pseudosphere",
        "https://en.wikipedia.org/wiki/Picard_horn",
        "https://en.wikipedia.org/wiki/Closed_manifold",
        "https://en.wikipedia.org/wiki/Open_manifold",
        "https://en.wikipedia.org/wiki/Milne_model",
        "https://en.wikipedia.org/wiki/Minkowski_space",
        "https://en.wikipedia.org/wiki/Special_relativity",
        "https://en.wikipedia.org/wiki/Curved_spacetime",
        "https://en.wikipedia.org/wiki/Proper_time",
        "https://en.wikipedia.org/wiki/Concentric",
        "https://en.wikipedia.org/wiki/Euclidean_space",
        "https://en.wikipedia.org/wiki/Hyperbolic_space",
        "https://en.wikipedia.org/wiki/Light_cone",
        "https://en.wikipedia.org/wiki/Coordinate_time",
        "https://en.wikipedia.org/wiki/Sphere",
        "https://en.wikipedia.org/wiki/Speed_of_light",
        "https://en.wikipedia.org/wiki/Speed_of_light",
        "https://en.wikipedia.org/wiki/De_Sitter_space",
        "https://en.wikipedia.org/wiki/Ekpyrotic_universe",
        "https://en.wikipedia.org/wiki/Brane",
        "https://en.wikipedia.org/wiki/Big_Bang",
        "https://en.wikipedia.org/wiki/History_of_the_center_of_the_Universe",
        "https://en.wikipedia.org/wiki/Holographic_principle",
        "https://en.wikipedia.org/wiki/Theorema_Egregium",
        "https://en.wikipedia.org/wiki/Gauss",
        "https://en.wikipedia.org/wiki/Riemann",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Classical_and_Quantum_Gravity",
        "https://en.wikipedia.org/wiki/Brady_Haran",
        "https://en.wikipedia.org/wiki/Shape_of_the_universe",
        "https://en.wikipedia.org/wiki/Shape_of_the_universe",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}