{
    "url": "https://en.wikipedia.org/wiki/Shatterstar",
    "title": "Shatterstar",
    "table_of_contents": [
        "1 Publication history",
        "2 Fictional character biography",
        "2.1 X-Factor",
        "2.2 New Tian",
        "2.3 Landlord of Manor Crossing",
        "2.4 eXtermination",
        "2.5 Krakoa",
        "3 Powers and abilities",
        "4 Sexual orientation",
        "5 Other versions",
        "6 In other media",
        "6.1 Film",
        "6.2 Video games",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Shatterstar (Gaveedra-Seven) is a fictional mutant superhero appearing in American comic books published by Marvel Comics. Created by writer Fabian Nicieza and artist Rob Liefeld, the character first appeared in The New Mutants #99 (March 1991),[1] after which he became a member of the superhero team X-Force. He later became an employee of X-Factor Investigations, a private detective firm starring in the series X-Factor. In 2013, ComicsAlliance ranked Shatterstar as #29 on their list of the \"50 Sexiest Male Characters in Comics\".[2]\n\nShatterstar is an unusual character among Marvel's mutant superheroes in X-Men books in that, although a human mutant, he was raised in an alternate dimension known as Mojoworld with no knowledge of his origins. When he arrives on Earth he has little understanding of Earth relationships, customs, and culture. At the time of his introduction, he largely conformed to 1990s comics trends: an emotionally closed off, brutal, macho warrior. Subsequent writers, such as Jeff Loeb, later attempted to show the character's adjustment to human norms and his development of close friendships on Earth, and in particular with his teammate Rictor. An early mystery about the character concerned his strange similarities to the mutant hero Longshot, which was later resolved in a 2010s storyline that explained he was the son of Longshot and Dazzler, sent a century back in time by a future Shatterstar. Paradoxically, his DNA was then used to genetically engineer the creation of Longshot. \n\nSince 2007, the character has been portrayed as an outgoing pansexual superhero in an on-off relationship with his superhero colleague Rictor. His creators Nicieza and Liefeld criticized the development, having previously depicted the character as asexual since their initial creation in 1991.[3][4][5] X-Factor writer Peter A. David introduced the romantic pairing with Rictor, building off of fan desire to see the characters together in a gay relationship. The character has since been prominently featured by Marvel as an example of LGBTQIA representation, portrayed by writers as a \"swashbuckling, enthusiastic\" figure, in contrast to his earlier stern and taciturn appearances.\n\nShatterstar made his live-action debut in the 2018 film Deadpool 2, with the real name of Rusty, and portrayed by actor Lewis Tan, who will reprise the role in the 2024 film Deadpool 3, set in the Marvel Cinematic Universe (MCU).\n\n"
        },
        {
            "title": "Publication history",
            "text": "Shatterstar first appeared in The New Mutants #99 (March 1991), and was created by Fabian Nicieza and Rob Liefeld. He also appeared on a pin-up bonus cover in The New Mutants Annual #6 (July 1990) as part of a 'Vision to Come',[6] predating his appearance in The New Mutants #99.\n\nSince his debut Shatterstar has mainly appeared in the original X-Force title, with some issues devoted solely to him.  In 2005, the character was featured in his own limited series, X-Force: Shatterstar. Shatterstar became a member of X-Factor in X-Factor #45 (August 2009).\n\nShatterstar also starred in a 5-issue solo-run in 2018 titled Shatterstar.\n\n"
        },
        {
            "title": "Fictional character biography",
            "text": "Shatterstar comes from the planet Mojoworld (about a century in the future, as opposed to the Mojoverse, which co-exists with the contemporary Earth dimension, making him a time traveler as well as a dimension-hopper), which is ruled by the alien tyrant Mojo. There, Shatterstar was created to be a slave; he claims to have had no parents, only a \"gestation chamber\". He was genetically engineered to have enhanced physical capabilities so he could serve as an arena gladiator.\n\nShatterstar learned the arts of battle as a warrior in arenas on Mojoworld, where he participated in combats staged for Mojo's television programs. He developed a strong sense of honor and pride as a warrior, to combat the constant violence and death in his life. Eventually he escaped and joined the Cadre Alliance, the rebel group that sought to overthrow Mojo's dictatorship. From there, he learned the Cadre's language and began taking part in missions.\n\nOn one of these missions, Arize sent him back in time to Earth to find the X-Men and get their assistance in defeating and overthrowing Mojo. He did not find the X-Men though. Shatterstar was either teleported or traveled back in time to Earth at the point just before Cable reorganized the New Mutants into X-Force. At first, he battled Cable, Domino, and the New Mutants, but after they talked with him the mutants aided him against the Imperial Protectorate. With Cable's assurance that they would help him defeat Mojo (though with the use of time travel it was not urgent that they leave anytime soon) Shatterstar became a founding member of the new team, X-Force.[7]\n\nWith X-Force on their first mission, Shatterstar battled the Alliance of Evil, and first encountered the New Warriors.[8] He battled Night Thrasher and Silhouette.[9] With X-Force, the New Warriors, Moira MacTaggert's \"Muir Island X-Men\" team, and X-Factor, he battled Proteus.[10]\n\nX-Force's next mission involved attacking the Mutant Liberation Front base, where Shatterstar battled Reaper.[11] With X-Force and Spider-Man, he next battled Tom Cassidy and the Juggernaut.[12] With X-Force, he battled the Toad's Brotherhood of Evil Mutants.[13]\n\nLater Shatterstar discovered, to his bewilderment, that he also had the memories of an Earthling named Benjamin Russell.[14] Soon afterwards, Mojo made Cable and Shatterstar his prisoners and transformed them into digital images for one of his television programs. In the course of the show, Shatterstar was mortally wounded in combat. Mojo's sometime ally Spiral teleported Cable and Shatterstar back into reality, where they regained their true forms. Spiral brought Cable, Shatterstar, Longshot (who was Shatterstar's ally on Mojoworld), and the X-Force member Siryn to the Weisman Institute for the Criminally Insane in Rutland, Vermont. There Spiral directed them to the bedside of one of its patients, a mutant named Benjamin Russell who had no living relatives, had been in a coma since his powers had emerged, and, curiously, looked identical to Shatterstar. Longshot transferred Shatterstar's \"uemeur,\" or soul, into Benjamin Russell's body, and the two became one. This caused Benjamin Russell's body to resemble Shatterstar's original body even closer as it gained  the starburst pattern that Shatterstar had around his left eye in his original body and the hair grew to the length of Shatterstar's ponytail in his original body. Restored to peak health and full consciousness, and feeling \"whole\" for the first time in his life, Shatterstar resumed his work as a member of X-Force.[15]\n\nHowever, this does not explain why Shatterstar had some of Benjamin Russell's memories before they merged, or why they looked so much alike. There are still too many mysteries yet to be explained about Shatterstar's true origin. It was hinted that Shatterstar may have been the child of Longshot and the mutant X-Man Dazzler in the early run of X-Men in 1992,[16] and in 2009, Rob Liefeld confirmed that Shatterstar \"was pitched as Longshot's son\".[17] A later medical exam conducted by Beast upon Shatterstar revealed that he indeed possessed DNA identical to that of Longshot, his rumored father, along with such genetic features as hollow bones and a lack of white blood cells.[18]\n\nDazzler revealed that she was pregnant with Longshot's child and Longshot suggested the name \"Shatterstar\" for the unborn child.[19] Longshot and Dazzler returned to Mojoworld to free Longshot's people and Dazzler later appeared without Longshot and without a child. It was speculated that Dazzler miscarried,[20] though it was not established until a 2013 comic by Peter A. David what became of the infant; the child's future self, Shatterstar, wiped his parents' memories of his birth and arranged for his transport to the future.[21]\n\nShatterstar accompanied Rictor to the Richter home in Mexico to try to end Rictor's family's arms-dealing business.[22]\n\nShatterstar is later seen in Madripoor, earning his money by fighting in arenas. He was sought out by Spiral, who had one of her agents make Shatterstar believe she wanted to kill him.[23] However, Spiral had previously admitted in an emotional confession to Cable, when he demanded that she reveal all that she knew about the answers behind the mysteries of Shatterstar's origin immediately after Shatterstar and Benjamin Russell had been merged, that both young men \"meant more than life itself to her\" before teleporting away. With a fake quest, Spiral lured Shatterstar to an alternate universe she had conquered and ruled. On that Earth, Spiral had also killed most of that world's heroes and mutants. That Earth's Shatterstar had been killed as well. He was found by that Earth's rebel forces, including Cable and some other members he knew from X-Force. Together, they eventually defeated Spiral. Upon returning to the mainstream Earth, Shatterstar was contacted by Cable and requested to temporarily join him on a mission to defeat the Skornn.[24] Shatterstar agreed, but first Cable wanted him to train with the monks on Mount Xixabangma. After those monks were killed by Skornn's worshipers, Shatterstar was reunited with his old team and they eventually killed the Skornn.[volume & issue needed]\n\nFollowing M-Day and the passing of the Superhuman Registration Act, Shatterstar teamed up with Domino and Caliban (all X-Force members) to break The 198 out of the encampment set up for mutants on the grounds of the Xavier Institute.[25] They took the escapees to a secret base provided to them by Captain America via Nick Fury.[26] While fighting O*N*E, he nearly killed Micromax, claiming that while there is no such thing as murder during war,[27] he had only meant to disable him.[28]\n\nIn a 2009 X-Factor story, Shatterstar, whose mind is being controlled by the villain Cortex, attacks Strong Guy and Rictor.[29] Shatterstar is broken out of his trance-like state when Cortex's control over him is interrupted. Upon recognizing Rictor, he kisses him passionately.[30] Journeying to Detroit, Cortex confronts Longshot and the two fight. As Cortex attempts to gain control over Longshot, he is startled that Longshot, like Shatterstar, is extradimensional (limiting his degree of control) and that the two men are somehow related.[31]\n\nRictor and Shatterstar's relationship experiences conflict because Shatterstar—who now feels romantic and sexual potential within him for the first time—wishes to explore this whole new aspect of his life, desiring an open relationship. Rictor, more fully committed to maintaining theirs as a monogamous relationship, feels hurt by Shatterstar's need for sexual exploration. Things are complicated further when Rahne Sinclair walks in on them during an intimate moment, which leads to a brief fight between Shatterstar and Rahne.[32] Rictor stays to take care of a pregnant Rahne, who attempts to mislead him into thinking the baby is his, while Shatterstar goes off on a mission for X-Factor. On mission, he encounters the child's real father, Hrimhari, which he is able to report back to Rictor.[33]\n\nDuring the \"Hell on Earth War\" storyline, Shatterstar and Rictor are blasted by the God of Hell, Mephisto, and appear to die, but are in fact sent into Mojoworld's relative past—to the era of Shatterstar's arrival in Mojoworld, as shown in the final X-Factor story arc, \"The End of X-Factor\". Rictor and the audience learn that Shatterstar is the only Mojoworld rebel who was not created by Arize the Creator, as he mysteriously appeared from the sky one day. Arize then used Shatterstar's genetic material to create Longshot, making Shatterstar Longshot's father genetically. Mojo later attacks Arize's sanctuary, leading Shatterstar to time-teleport him and Rictor. They arrive later in Mojoworld's history, at a time when Dazzler and Longshot are married and fighting a war against Mojo. Dazzler goes into labor, and gives birth to a young Shatterstar, who Shatterstar explains to Rictor he will deliver to the future of Mojoworld to be raised by the people that raised him, but not before he erases Dazzler and Longshot's memories of their having a child.[21]\n\nDuring Secret Empire it is revealed that Shatterstar and Rictor were able to return to the present. He is part of the New Tian residents, along with Rictor and many other mutants.[34] After New Tian was dismantled, Rictor told Iceman that he and Shatterstar were now on a break.[35]\n\nFeeling unsure about himself and his relationship with Rictor, Shatterstar ended things between them.[36] Newly single, Shatterstar bought a property using the earnings he had made and named it Manor Crossing. He offered the rooms to multi-dimensional refugees like himself and served as both landlord and protector to his tenants. When Shatterstar's tenants were kidnapped by the Mojoworld mercenary group the Death Sponsors and their leader, former ally Gringrave, Shatterstar vowed to bring them home.[37]\n\nWith help from Rictor, Shatterstar followed the group to the world of Horus IV, which was ruled by the Grandmaster. Grandmaster tasked Gringrave with the kidnapping, hoping to use a gladiatorial battle between the enemies to satisfy the Horuvians lust for bloody conflict.[38]\n\nAfter Shatterstar killed Gringrave in revenge for her actions,[39] Grandmaster himself entered the arena, seeking to gain control of Shatterstar for all eternity. But Shatterstar refused to concede and defeated Grandmaster by teleporting them to Earth-1218, a world where super-powered beings do not exist and Grandmaster's god powers could not work. Shatterstar was then rescued by Rictor, who reached out across the universe to find him and bring him home.[40]\n\nShatterstar was shocked when his former mentor Cable was slain while attempting to protect the time-displaced Iceman.[41] When it was revealed that a younger version of Cable was responsible, Shatterstar partnered with his former X-Force teammates to hunt down Kid Cable and have him answer for his crime. During the search, Shatterstar was turned into one of Ahab's mutant-hunting hounds and attempted to kill the time-displaced Jean Grey.[42] Shatterstar was subdued by Cannonball and freed of Ahab's influence.[43]\n\nShatterstar was of the many mutants that joined the mutant nation of Krakoa upon its creation. He was seen alongside many other Krakoans grieving Charles Xavier's death at the hands of anti-mutant super-human criminals that had infiltrated Krakoa and killed many of its residents, including Xavier.[44]\n\nAt some point, Shatterstar returned to Mojoworld, becoming the dimension's most subscribed and top-ranked live-streamer. However, Shatterstar began to feel trapped by the celebrity status he had created for himself. When fellow live-streamer Wind Dancer arranged for her own death to satisfy her fans, Shatterstar secretly informed the Krakoan X-Factor team of her death so they could claim Wind Dancer's body before Arize could produce a clone and force her to resume her stream. X-Factor was successful in their mission, but were forced to leave Shatterstar behind. They promised to return and rescue him.[45] The team eventually made good on this promise coming back alongside the New Mutants and arranging the freedom of all mutants there. After this they recruited Shatterstar to defeat The Morrigan, freeing Siryn from her control.[46]\n\nHe was then rewarded with memories of his past, which lead to him seeking Rictor out during the Hellfire Gala, after which they sat on the coastline of the newly created Braddock Isle and caught up with one another.[47][48] The two seemingly got back together after this and he accompanied him on a mission to Otherworld with Excalibur investigating a brewing war, between Merlyn and King Arthur against mutantkind.[49]\n\nAfter Merlyn overthrew Saturnyne, took control of Otherworld and chased out most of its mutant population,[50] Excalibur decided to have Mordred resurrected on Krakoa using a vial of Otherworldly water in place of the standard genetic material, after finding out he was a mutant because he was prophesied to defeat King Arthur. The Otherworldly magic involved made for an atypical resurrection, as Mordred immediately disappeared from the egg and found himself in Otherworld. Rictor and Shatterstar were among the eight mutants Roma was able to bring back to Otherworld, while there they found former Excalibur member Kylun and shortly afterward Mordred, returned to a young age facing Arthur's forces. He presented himself to the team and asked for asylum. At that moment, Roma Regina gave all those present a magical vision, declaring them the Knights of X, and giving them a quest to find the lost Siege Perilous.[51]\n\nHis first mission with this new team was to Blightspoke, a poisoned land where the remnants of collapsed realities are buried, and while there he and Rictor fought the Vescora and the team found its only resident Sheriff Gia Whitechapel and her crew imprisoned in a factory the makes solid Brightswill, a mutant depowering substance. The couple destroyed the factory with Gia's help, then the team headed toward Savalith, an ancient civilization founded by vampire-like beings.[52] After regrouping to save Mad Jim Jaspers in The Crooked Marked, Gambit sacrificed himself against King Arthur's forces gaining the team access to Mercator, an Otherworld domain created by Mister M out of the Siege Perilous. There they sank into the quicksand and were psychologically tested by the land, until Rachel Summers was able to break them out of the illusion. Afterwards Arthur's forces, Merlyn's forces and Roma and Saturnyne riding Shogo all converged to their location.[53]\n\n"
        },
        {
            "title": "Powers and abilities",
            "text": "Shatterstar possesses an overall superhuman level of physical and mental attributes (senses, strength, speed, reflexes, agility, flexibility,  stamina, and intelligence), as a result of the extra-dimensional genetic engineering that created him. Shatterstar's strength allows him to wield a heavy barbell as easy as a bō (staff) and slam the Thing of the Fantastic Four through a window of the Baxter Building.[54] Shatterstar's speed and agility are enhanced to the point that members of the Mutant Response Division expect him to be capable of dodging point-blank automatic weapons firing from at least three trained agents.[55]\n\nHe is an excellent military strategist and has had extensive training in many forms of the martial arts and interpersonal combat of Mojoworld; in particular, he is a master swordsman. His bones are hollow, making him far lighter than he looks and further increasing his athletic and acrobatic skills. He also has enhanced learning capabilities, being able to quickly learn and master languages and technology. He customarily wields two single-edged swords with spiked hand-guards and on occasion carries other weaponry as well. Shatterstar is able to regenerate damaged or destroyed tissue much faster than an ordinary human. Injuries such as slashes and stabbings heal completely within a matter of hours. Additionally, he possesses the ability to shift his internal organs within his body, lessening the chances of serious wounds that get through his body armor.  He has also been mentioned as having a lack of white blood cells, and DNA identical to his former teammate and father, Longshot.[56]\n\nHe also has the mutant ability to control frequencies of electricity, which he can use to generate powerful bioelectric vibratory shockwaves,[57] and can even channel bioelectric charges through his metallic blade weaponry; he rarely uses this power as it tends to exhaust him, but once used it as a surprise attack/secret technique to apparently kill Reaper of the MLF.[58]\n\nAfter Shatterstar returned from the Mojoverse, he demonstrated the ability to open an \"X\" shaped portal capable of teleporting individuals to their desired locations. This ability requires another individual to serve as the \"focus,\" picturing the destination.[59] Creating such portals generates enough energy that it must be done outside, otherwise risking significant damage to any structure within which they are built. Shatterstar also requires a minimum of three to four hours to recharge between portal creation and since it requires his own energies. This ability is not actually artificial but merely another aspect of his ability to channel his energies through his swords.[60] Should his concentration be interrupted while an individual or object is partway through, those parts will be severed, ending up in the separate locations, the destination and the starting point of the portal.[61] During the Shatterstar miniseries of 2018 this was partially clarified in that his bioelectric powers are only the means to his teleportation capabilities and teleportation is actually his primary mutation. It was shown that he is able to use his hands to open portals, and does not need either his swords nor an actual other person as anchor if he wants to open a portal to where he already has been (using instead the memory of smell and sight) and he is able to traverse dimensions as well as interstellar distances, but not travel through time by himself.[62]\n\n"
        },
        {
            "title": "Sexual orientation",
            "text": "Although Shatterstar was revealed to have a designated \"genetic bond mate\", Windsong (whom he never met and is now deceased), in the Mojoverse,[63] he later claimed that even though he was fully capable physically, he had never felt any sexual stirrings or romantic love—indicating a form of asexuality—and has long felt \"lacking\", even in his native dimension.[64]\n\nThis has since been retconned to be a lie on Shatterstar's part, as it is revealed in his Revised origin in his 2018 mini-series that he already had a sexual/romantic relationship with his gladiatorial mentor/partner Gringrave,[65] which ended when she betrayed him by tricking him into becoming a murderer, causing him to rebel against Mojo V.[66]\n\nSince then his emotional state has been fluctuating. While in X-Force, he displayed emotion, having developed a close—and somewhat ambiguous—friendship with Rictor.[67][68][69][70][71] X-Force writer Jeph Loeb hinted that Shatterstar had romantic feelings for Rictor and was planning on making the two a couple, but he left the title before he could make this happen.[72]\n\nWriter Peter David reflects that being the subject of \"prolonged exposure to Earth\" and around Rictor changed things for the warrior, and he began to develop a real romantic capacity.[73] In X-Factor (vol. 3) #45 (August 2009), Shatterstar and Rictor kiss.[74] Shortly after the issue was published, Peter David confirmed Rictor and Shatterstar's relationship on his blog and expressed his desire to explore it further.[75][76]\n\nShatterstar's co-creator, Rob Liefeld expressed disapproval with Shatterstar not being asexual, saying that Shatterstar was meant to be \"asexual, and struggling to understand human behavior.\"[17] Fabian Nicieza stated, \"In my final issue, I pretty clearly stated that Shatterstar had no real understanding of sexuality – homo or hetero – and needed to learn about general human nature before he could define his own sexual identity.\"[77] He added that \"I had planned to make Shatterstar think he was in love with Rictor, but only because he simply didn't know any better about what love was. He would have figured, this is my best friend, I care about him, he cares about me, we spend time together, fight together, laugh together – I guess I must be in love with him.\"[77] Marvel Editor-in-Chief Joe Quesada defended the development, and stated that if Rob Liefeld wanted it changed, he would have to \"take it up with the next editor-in-chief\".[78] Similarly, Peter David also defended the storyline, citing the work of other writers after Rob Liefield's tenure on the character, who hinted at the attraction between the two characters.[79] David explained in an interview that he took inspiration from Torchwood character Captain Jack Harkness, whom David describes as \"swashbuckling, enthusiastic and sexually curious about anything with a pulse.\"[80] As such, David's X-Factor sees Shatterstar want to have a sexually open relationship on account of having been (as in Liefeld's stories) sexually and romantically closed off to the world all his life.[81] In the letter column to issue 232, a fan criticized David for conflating bisexuality with polyamory, to which David responded that Shatterstar is in fact both bisexual and polyamorous.[82]\n\n"
        },
        {
            "title": "Other versions",
            "text": "Shatterstar's double-bladed sword is seen among the relics in the trophy room of the elderly Rick Jones in the dystopian alternate future of The Incredible Hulk: Future Imperfect.\n\nIn an alternate future seen in X-Force Annual #1, the X-Force team led by Cannonball were approached by Mojoworld Spineless Ones, Mojo. Spineless Ones were searching for X-Force in hopes of helping them to liberate their planet, this time from Shatterstar, who had since taken over as ruler and oppressed the Spineless Ones. Arriving on Mojoworld, the mutants and their allies found their way to a stadium, where Spineless Ones were being forced to partake in gladiator-style combat. X-Force joined the fray, and when Shatterstar realized the error of his ways, his second-in-command, the Scheduler, betrayed him. Shatterstar, along with X-Force and Arize defeated the Scheduler and his followers.[83]\n\nIn the Amalgam Comics line, Shatterstar was combined with Starfire of DC Comics to create the new character Shatterstarfire.[84]\n\n"
        },
        {
            "title": "In other media",
            "text": "Shatterstar appears in the live-action film Deadpool 2 (2018), portrayed by Lewis Tan.[85] This version's real name is Rusty, a human-appearing alien from the Planet Mojoworld, who is recruited into X-Force by Deadpool and Weasel in response to an ad. While on the team's first mission however, crosswinds blow a parachuting Shatterstar into an active helicopter's blades, killing him, and splattering the helicopter's occupants with his (green) blood and severed scalp. In September 2022, Tan revealed he would be reprising his role as Shatterstar in the forthcoming Deadpool 3 (2024), set in the Marvel Cinematic Universe (MCU).[86]\n\nShatterstar appears as an unlockable playable character in Marvel: Avengers Alliance.[citation needed]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Kree",
        "https://en.wikipedia.org/wiki/Marvel_Comics",
        "https://en.wikipedia.org/wiki/First_appearance",
        "https://en.wikipedia.org/wiki/The_New_Mutants",
        "https://en.wikipedia.org/wiki/1991_in_comics",
        "https://en.wikipedia.org/wiki/Fabian_Nicieza",
        "https://en.wikipedia.org/wiki/Rob_Liefeld",
        "https://en.wikipedia.org/wiki/New_Mutants",
        "https://en.wikipedia.org/wiki/Fiction",
        "https://en.wikipedia.org/wiki/Superhero",
        "https://en.wikipedia.org/wiki/American_comic_book",
        "https://en.wikipedia.org/wiki/Marvel_Comics",
        "https://en.wikipedia.org/wiki/Fabian_Nicieza",
        "https://en.wikipedia.org/wiki/Rob_Liefeld",
        "https://en.wikipedia.org/wiki/The_New_Mutants",
        "https://en.wikipedia.org/wiki/1991_in_comics",
        "https://en.wikipedia.org/wiki/ComicsAlliance",
        "https://en.wikipedia.org/wiki/Modern_Age_of_Comic_Books",
        "https://en.wikipedia.org/wiki/Jeff_Loeb",
        "https://en.wikipedia.org/wiki/Rictor",
        "https://en.wikipedia.org/wiki/Grandfather_paradox",
        "https://en.wikipedia.org/wiki/2007_in_comics",
        "https://en.wikipedia.org/wiki/Pansexuality",
        "https://en.wikipedia.org/wiki/Rictor",
        "https://en.wikipedia.org/wiki/Asexuality",
        "https://en.wikipedia.org/wiki/Gay",
        "https://en.wikipedia.org/wiki/Homosexuality",
        "https://en.wikipedia.org/wiki/LGBT_themes_in_comics",
        "https://en.wikipedia.org/wiki/Deadpool_2",
        "https://en.wikipedia.org/wiki/Lewis_Tan",
        "https://en.wikipedia.org/wiki/Deadpool_3",
        "https://en.wikipedia.org/wiki/Marvel_Cinematic_Universe",
        "https://en.wikipedia.org/wiki/The_New_Mutants",
        "https://en.wikipedia.org/wiki/Fabian_Nicieza",
        "https://en.wikipedia.org/wiki/Rob_Liefeld",
        "https://en.wikipedia.org/wiki/Genetic_engineering",
        "https://en.wikipedia.org/wiki/Rebellion",
        "https://en.wikipedia.org/wiki/Dictatorship",
        "https://en.wikipedia.org/wiki/Teleportation",
        "https://en.wikipedia.org/wiki/New_Mutants",
        "https://en.wikipedia.org/wiki/Alliance_of_Evil",
        "https://en.wikipedia.org/wiki/New_Warriors",
        "https://en.wikipedia.org/wiki/Moira_MacTaggert",
        "https://en.wikipedia.org/wiki/Muir_Island",
        "https://en.wikipedia.org/wiki/Mutant_Liberation_Front",
        "https://en.wikipedia.org/wiki/Black_Tom_Cassidy",
        "https://en.wikipedia.org/wiki/Brotherhood_of_Mutants",
        "https://en.wikipedia.org/wiki/Siryn",
        "https://en.wikipedia.org/wiki/Vermont",
        "https://en.wikipedia.org/wiki/Coma",
        "https://en.wikipedia.org/wiki/Rob_Liefeld",
        "https://en.wikipedia.org/wiki/Pregnant",
        "https://en.wikipedia.org/wiki/Miscarriage",
        "https://en.wikipedia.org/wiki/Rictor",
        "https://en.wikipedia.org/wiki/Madripoor",
        "https://en.wikipedia.org/wiki/Skornn",
        "https://en.wikipedia.org/wiki/Superhuman_Registration_Act",
        "https://en.wikipedia.org/wiki/The_198",
        "https://en.wikipedia.org/wiki/Captain_America",
        "https://en.wikipedia.org/wiki/Nick_Fury",
        "https://en.wikipedia.org/wiki/Micromax",
        "https://en.wikipedia.org/wiki/Strong_Guy",
        "https://en.wikipedia.org/wiki/Rictor",
        "https://en.wikipedia.org/wiki/Open_relationship",
        "https://en.wikipedia.org/wiki/Hrimhari",
        "https://en.wikipedia.org/wiki/Hellfire_Gala",
        "https://en.wikipedia.org/wiki/Saturnyne",
        "https://en.wikipedia.org/wiki/Kylun",
        "https://en.wikipedia.org/wiki/Mad_Jim_Jaspers",
        "https://en.wikipedia.org/wiki/Rachel_Summers",
        "https://en.wikipedia.org/wiki/Fantastic_Four",
        "https://en.wikipedia.org/wiki/Baxter_Building",
        "https://en.wikipedia.org/wiki/Martial_arts",
        "https://en.wikipedia.org/wiki/Teleportation",
        "https://en.wikipedia.org/wiki/Asexuality",
        "https://en.wikipedia.org/wiki/Rictor",
        "https://en.wikipedia.org/wiki/Jeph_Loeb",
        "https://en.wikipedia.org/wiki/Peter_David",
        "https://en.wikipedia.org/wiki/Rob_Liefeld",
        "https://en.wikipedia.org/wiki/Asexuality",
        "https://en.wikipedia.org/wiki/Fabian_Nicieza",
        "https://en.wikipedia.org/wiki/Joe_Quesada",
        "https://en.wikipedia.org/wiki/Torchwood",
        "https://en.wikipedia.org/wiki/Jack_Harkness",
        "https://en.wikipedia.org/wiki/Open_relationship",
        "https://en.wikipedia.org/wiki/Comic_book_letter_column",
        "https://en.wikipedia.org/wiki/Polyamory",
        "https://en.wikipedia.org/wiki/Amalgam_Comics",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/Shatterstarfire",
        "https://en.wikipedia.org/wiki/Deadpool_2",
        "https://en.wikipedia.org/wiki/Lewis_Tan",
        "https://en.wikipedia.org/wiki/Deadpool",
        "https://en.wikipedia.org/wiki/Advertisement",
        "https://en.wikipedia.org/wiki/Deadpool_3",
        "https://en.wikipedia.org/wiki/Marvel_Cinematic_Universe",
        "https://en.wikipedia.org/wiki/ComicsAlliance",
        "https://en.wikipedia.org/wiki/Comic_Book_Resources",
        "https://en.wikipedia.org/wiki/Comic_Book_Resources",
        "https://en.wikipedia.org/wiki/Lewis_Tan",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Fabian_Nicieza",
        "https://en.wikipedia.org/wiki/Rob_Liefeld",
        "https://en.wikipedia.org/wiki/Tabitha_Smith",
        "https://en.wikipedia.org/wiki/Deadpool",
        "https://en.wikipedia.org/wiki/Deathlok",
        "https://en.wikipedia.org/wiki/Doctor_Nemesis",
        "https://en.wikipedia.org/wiki/Fantomex",
        "https://en.wikipedia.org/wiki/Betsy_Braddock",
        "https://en.wikipedia.org/wiki/Siryn",
        "https://en.wikipedia.org/wiki/Baron_Strucker",
        "https://en.wikipedia.org/wiki/Blackheart",
        "https://en.wikipedia.org/wiki/Black_Tom_Cassidy",
        "https://en.wikipedia.org/wiki/Brotherhood_of_Evil_Mutants",
        "https://en.wikipedia.org/wiki/Graydon_Creed",
        "https://en.wikipedia.org/wiki/Horsemen_of_Apocalypse",
        "https://en.wikipedia.org/wiki/Malekith_the_Accursed",
        "https://en.wikipedia.org/wiki/Mister_Sinister",
        "https://en.wikipedia.org/wiki/Stryfe",
        "https://en.wikipedia.org/wiki/New_Mutants",
        "https://en.wikipedia.org/wiki/Chris_Claremont",
        "https://en.wikipedia.org/wiki/Danielle_Moonstar",
        "https://en.wikipedia.org/wiki/Tabitha_Smith",
        "https://en.wikipedia.org/wiki/Rictor",
        "https://en.wikipedia.org/wiki/Rusty_Collins",
        "https://en.wikipedia.org/wiki/Nate_Grey",
        "https://en.wikipedia.org/wiki/Professor_X",
        "https://en.wikipedia.org/wiki/Wind_Dancer",
        "https://en.wikipedia.org/wiki/Beyonder",
        "https://en.wikipedia.org/wiki/Demon_Bear",
        "https://en.wikipedia.org/wiki/Donald_Pierce",
        "https://en.wikipedia.org/wiki/Emma_Frost",
        "https://en.wikipedia.org/wiki/Henry_Peter_Gyrich",
        "https://en.wikipedia.org/wiki/High_Evolutionary",
        "https://en.wikipedia.org/wiki/Cameron_Hodge",
        "https://en.wikipedia.org/wiki/Mindless_Ones",
        "https://en.wikipedia.org/wiki/Mutant_Liberation_Front",
        "https://en.wikipedia.org/wiki/Shadow_King",
        "https://en.wikipedia.org/wiki/Silver_Samurai",
        "https://en.wikipedia.org/wiki/Mutant_Massacre",
        "https://en.wikipedia.org/wiki/The_Fall_of_the_Mutants",
        "https://en.wikipedia.org/wiki/Days_of_Future_Present",
        "https://en.wikipedia.org/wiki/Necrosha",
        "https://en.wikipedia.org/wiki/Rob_Liefeld",
        "https://en.wikipedia.org/wiki/Extreme_Studios",
        "https://en.wikipedia.org/wiki/Image_Comics",
        "https://en.wikipedia.org/wiki/Badrock",
        "https://en.wikipedia.org/wiki/Avengelyne",
        "https://en.wikipedia.org/wiki/Deathmate",
        "https://en.wikipedia.org/wiki/Badrock",
        "https://en.wikipedia.org/wiki/Maximum_Press",
        "https://en.wikipedia.org/wiki/Avengelyne",
        "https://en.wikipedia.org/wiki/Awesome_Comics",
        "https://en.wikipedia.org/wiki/Marvel_Comics",
        "https://en.wikipedia.org/wiki/Phantazia",
        "https://en.wikipedia.org/wiki/Stryfe",
        "https://en.wikipedia.org/wiki/Deadpool",
        "https://en.wikipedia.org/wiki/Garrison_Kane",
        "https://en.wikipedia.org/wiki/Shatterstar",
        "https://en.wikipedia.org/wiki/Shatterstar",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}