{
    "url": "https://en.wikipedia.org/wiki/Shikigami",
    "title": "Shikigami",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Shikigami (式神) (also read as Shiki-no-kami (式の神)) is the term for a being from Japanese folklore. It is thought to be some sort of kami, represented by a small ghost.[1] The belief of shikigami originates from Onmyōdō. According to the tradition of Onmyōdō, shikigami is a symbol of onmyōji's power because onmyōji can freely use shikigami with magical powers. It has been associated with \"curses\" since the 1000s of the Heian period, and was often depicted as a bird or a child in Japanese literature and Emakimono.[2]\n\n"
        },
        {
            "title": "Description",
            "text": "Shikigami are conjured beings, made alive through a complex conjuring ceremony. Their power is connected to the spiritual force of their master, where if the invoker is well introduced and has much experience, their shiki can possess animals and even people and manipulate them, but if the invoker is careless, their shikigami may get out of control in time, gaining its own will and consciousness and can even raid its own master and kill them in revenge. Usually shikigami are conjured to exercise risky orders for their masters, such as spying, stealing and enemy tracking. Shikigami are said to be invisible most of the time, but they can be made visible by binding them into small, folded and artfully cut paper manikins. There are also shikigami that can show themselves as animals.[1][3][4]\n\nIn the Izanagi-ryū (Japanese: いざなぎ流) folk religion, the most elite onmyōji could also conjure an exceptionally powerful type of shikigami called a shikiōji (Japanese: 式王子) to ward off disasters or demons that cause sickness. Regular mystics could not attempt to summon it without risking losing control of it due to its oni-like nature. \n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Shinigami",
        "https://en.wikipedia.org/wiki/Abe_no_Seimei",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/Folklore",
        "https://en.wikipedia.org/wiki/Kami",
        "https://en.wikipedia.org/wiki/Ghost",
        "https://en.wikipedia.org/wiki/Heian_period",
        "https://en.wikipedia.org/wiki/Japanese_literature",
        "https://en.wikipedia.org/wiki/Emakimono",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Folk_religion",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Oni",
        "https://en.wikipedia.org/wiki/Familiar",
        "https://en.wikipedia.org/wiki/Haniwa",
        "https://en.wikipedia.org/wiki/Kokeshi",
        "https://en.wikipedia.org/wiki/Pelesit",
        "https://en.wikipedia.org/wiki/Poppet",
        "https://en.wikipedia.org/wiki/Totem",
        "https://en.wikipedia.org/wiki/Ushabti",
        "https://en.wikipedia.org/wiki/Voodoo_doll",
        "https://en.wikipedia.org/wiki/Zuijin",
        "https://en.wikipedia.org/wiki/Hokkaido_University_of_Education",
        "https://en.wikipedia.org/wiki/Shikigami",
        "https://en.wikipedia.org/wiki/Shikigami",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}