{
    "url": "https://en.wikipedia.org/wiki/Sidereal_time",
    "title": "Sidereal time",
    "table_of_contents": [
        "1 Comparison to solar time",
        "2 Precession effects",
        "3 Modern definitions",
        "3.1 Earth rotation angle",
        "3.2 Mean and apparent varieties",
        "3.3 Relationship between solar time and sidereal time intervals",
        "4 Sidereal days compared to solar days on other planets",
        "5 See also",
        "6 Notes",
        "7 Citations",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSidereal time (as a unit also sidereal day or sidereal rotation period) (sidereal /saɪˈdɪəriəl, sə-/ sy-DEER-ee-əl, sə-) is a timekeeping system that astronomers use to locate celestial objects. Using sidereal time, it is possible to easily point a telescope to the proper coordinates in the night sky. In short, sidereal time is a \"time scale that is based on Earth's rate of rotation measured relative to the fixed stars\",[1] or more correctly, relative to the March equinox.\n\nViewed from the same location, a star seen at one position in the sky will be seen at the same position on another night at the same sidereal time. This is similar to how the time kept by a sundial (Solar time) can be used to find the location of the Sun. Just as the Sun and Moon appear to rise in the east and set in the west due to the rotation of Earth, so do the stars. Both Solar time and sidereal time make use of the regularity of Earth's rotation about its polar axis: solar time following the Sun while, roughly speaking, sidereal time follows the distant fixed stars on the celestial sphere.\n\nMore exactly, sidereal time is the angle, measured along the celestial equator, from the observer's meridian to the great circle that passes through the March equinox[a] and both celestial poles, and is usually expressed in hours, minutes, and seconds.[2] Common time on a typical clock (mean Solar time) measures a slightly longer cycle, accounting not only for Earth's axial rotation but also for Earth's orbit around the Sun.\n\nA sidereal day on Earth is approximately 86164.0905 seconds (23 h 56 min 4.0905 s or 23.9344696 h).\n\n(Seconds here follow the SI definition and are not to be confused with ephemeris second.)\n\nThe March equinox itself precesses slowly westward relative to the fixed stars, completing one revolution in about 25,800 years, so the misnamed sidereal day (\"sidereal\" is derived from the Latin sidus meaning \"star\") is 0.0084 second shorter than the stellar day, Earth's period of rotation relative to the fixed stars.[3]\nThe slightly longer \"true\" sidereal period is measured as the Earth Rotation Angle (ERA), formerly the stellar angle.[4] An increase of 360° in the ERA is a full rotation of the Earth.\n\nBecause Earth orbits the Sun once a year, the sidereal time at any given place and time will gain about four minutes against local civil time, every 24 hours, until, after a year has passed, one additional sidereal \"day\" has elapsed compared to the number of solar days that have gone by.\n\n"
        },
        {
            "title": "Comparison to solar time",
            "text": "Solar time is measured by the apparent diurnal motion of the Sun. Local noon in apparent solar time is the moment when the Sun is exactly due south or north (depending on the observer's latitude and the season). A mean solar day (what we normally measure as a \"day\") is the average time between local solar noons (\"average\" since this varies slightly over the year).\n\nEarth makes one rotation around its axis in a sidereal day; during that time it moves a short distance (about 1°) along its orbit around the Sun. So after a sidereal day has passed, Earth still needs to rotate slightly more before the Sun reaches local noon according to solar time. A mean solar day is, therefore, nearly 4 minutes longer than a sidereal day.\n\nThe stars are so far away that Earth's movement along its orbit makes nearly no difference to their apparent direction (except for the nearest if having high accuracy, see parallax), and so they return to their highest point in a sidereal day.\n\nAnother way to see this difference is to notice that, relative to the stars, as viewed from Earth, the Sun appears to move around Earth once per year.  A year has around 365.25 solar days but 366.25 sidereal days. Therefore, there is one fewer solar day per year than there are sidereal days, similar to an observation of the coin rotation paradox.[5] This makes a sidereal day approximately 365.24/366.24 times the length of the 24-hour solar day.\n\n"
        },
        {
            "title": "Precession effects",
            "text": "Earth's rotation is not a simple rotation around an axis that would always remain parallel to itself. Earth's rotational axis itself rotates about a second axis, orthogonal to Earth's orbit, taking about 25,800 years to perform a complete rotation. This phenomenon is called the precession of the equinoxes. Because of this precession, the stars appear to move around Earth in a manner more complicated than a simple constant rotation.\n\nFor this reason, to simplify the description of Earth's orientation in astronomy and geodesy, it was conventional to chart the positions of the stars in the sky according to right ascension and declination, which are based on a frame that follows Earth's precession, and to keep track of Earth's rotation, through sidereal time, relative to this frame as well.[b] In this reference frame, Earth's rotation is close to constant, but the stars appear to rotate slowly with a period of about 25,800 years. It is also in this reference frame that the tropical year, the year related to Earth's seasons, represents one orbit of Earth around the Sun. The precise definition of a sidereal day is the time taken for one rotation of Earth in this precessing reference frame.\n\n"
        },
        {
            "title": "Modern definitions",
            "text": "In the past, time was measured by observing stars with instruments such as photographic zenith tubes and Danjon astrolabes, and the passage of stars across defined lines would be timed with the observatory clock. Then, using the right ascension of the stars from a star catalog, the time when the star should have passed through the meridian of the observatory was computed, and a correction to the time kept by the observatory clock was computed. Sidereal time was defined such that the March equinox would transit the meridian of the observatory at 0 hours local sidereal time.[7]\n\nBeginning in the 1970s the radio astronomy methods very long baseline interferometry (VLBI) and pulsar timing overtook optical instruments for the most precise astrometry. This led to the determination of UT1 (mean solar time at 0° longitude) using VLBI, a new measure of the Earth Rotation Angle, and new definitions of sidereal time. These changes were put into practice on 1 January 2003.[8]\n\nThe Earth rotation angle (ERA) measures the rotation of the Earth from an origin on the celestial equator, the Celestial Intermediate Origin, also called the Celestial Ephemeris Origin,[9] that has no instantaneous motion along the equator; it was originally referred to as the non-rotating origin. This point is very close to the equinox of J2000.[10]\n\nERA, measured in radians, is related to UT1 by a simple linear relation:[3]\n\n\n\n\nθ\n(\n\nt\n\nU\n\n\n)\n=\n2\nπ\n(\n0.779\n\n057\n\n273\n\n2640\n+\n1.002\n\n737\n\n811\n\n911\n\n354\n\n48\n⋅\n\nt\n\nU\n\n\n)\n\n\n{\\displaystyle \\theta (t_{U})=2\\pi (0.779\\,057\\,273\\,2640+1.002\\,737\\,811\\,911\\,354\\,48\\cdot t_{U})}\n\n\nwhere tU is the Julian UT1 date (JD) minus 2451545.0, that is, 12:00 (midday) Terrestrial Time of January 1, 2000. (Note that this differed from 12h UTC on that day by around a minute.)\nThe linear coefficient represents the Earth's rotation speed.\n\nERA replaces Greenwich Apparent Sidereal Time (GAST). The origin on the celestial equator for GAST, called the true equinox, does move, due to the movement of the equator and the ecliptic. The lack of motion of the origin of ERA is considered a significant advantage.[11]\n\nThe ERA may be converted to other units; for example, the Astronomical Almanac for the Year 2017 tabulated it in degrees, minutes, and seconds.[12]\n\nAs an example, the Astronomical Almanac for the Year 2017 gave the ERA at 0 h 1 January 2017 UT1 as 100° 37′ 12.4365″.[13]\n\nAlthough ERA is intended to replace sidereal time, there is a need to maintain definitions for sidereal time during the transition, and when working with older data and documents.\n\nSimilarly to mean solar time, every location on Earth has its own local sidereal time (LST), depending on the longitude of the point. Since it is not feasible to publish tables for every longitude, astronomical tables make use of Greenwich sidereal time (GST), which is sidereal time on the IERS Reference Meridian, less precisely called the Greenwich, or Prime meridian. There are two varieties, mean sidereal time if the mean equator and equinox of date are used, and apparent sidereal time if the apparent equator and equinox of date are used. The former ignores the effect of astronomical nutation while the latter includes it. When the choice of location is combined with the choice of including astronomical nutation or not, the acronyms GMST, LMST, GAST, and LAST result.\n\nThe following relationships hold:[14]\n\nThe new definitions of Greenwich mean and apparent sidereal time (since 2003, see above) are:\n\n\n\n\n\nG\nM\nS\nT\n\n(\n\nt\n\nU\n\n\n,\nt\n)\n=\nθ\n(\n\nt\n\nU\n\n\n)\n−\n\nE\n\n\nP\nR\nE\nC\n\n\n\n(\nt\n)\n\n\n{\\displaystyle \\mathrm {GMST} (t_{U},t)=\\theta (t_{U})-E_{\\mathrm {PREC} }(t)}\n\n\n\n\n\n\n\nG\nA\nS\nT\n\n(\n\nt\n\nU\n\n\n,\nt\n)\n=\nθ\n(\n\nt\n\nU\n\n\n)\n−\n\nE\n\n0\n\n\n(\nt\n)\n\n\n{\\displaystyle \\mathrm {GAST} (t_{U},t)=\\theta (t_{U})-E_{0}(t)}\n\n\n\nwhere θ is the Earth Rotation Angle, EPREC is the accumulated precession, and E0 is equation of the origins, which represents accumulated precession and nutation.[15] The calculation of precession and nutation was described in Chapter 6 of Urban & Seidelmann.\n\nAs an example, the Astronomical Almanac for the Year 2017 gave the ERA at 0 h 1 January 2017 UT1 as 100° 37′ 12.4365″. The GAST was 6 h 43 m 20.7109 s. For GMST the hour and minute were the same but the second was 21.1060.[13]\n\nIf a certain interval I is measured in both mean solar time (UT1) and sidereal time, the numerical value will be greater in sidereal time than in UT1, because sidereal days are shorter than UT1 days. The ratio is:\n\n\n\n\n\n\n\nI\n\n\nm\ne\na\nn\n\ns\ni\nd\ne\nr\ne\na\nl\n\n\n\n\nI\n\n\nU\nT\n1\n\n\n\n\n\n=\n\nr\n′\n\n=\n1.002\n\n737\n\n909\n\n350\n\n795\n+\n5.9006\n×\n\n10\n\n−\n11\n\n\nt\n−\n5.9\n×\n\n10\n\n−\n15\n\n\n\nt\n\n2\n\n\n\n\n{\\displaystyle {\\frac {I_{\\mathrm {mean\\,sidereal} }}{I_{\\mathrm {UT1} }}}=r'=1.002\\,737\\,909\\,350\\,795+5.9006\\times 10^{-11}t-5.9\\times 10^{-15}t^{2}}\n\n\n\nwhere t represents the number of Julian centuries elapsed since noon 1 January 2000 Terrestrial Time.[16]\n\n"
        },
        {
            "title": "Sidereal days compared to solar days on other planets",
            "text": "Six of the eight solar planets have prograde rotation—that is, they rotate more than once per year in the same direction as they orbit the Sun, so the Sun rises in the east.[17] Venus and Uranus, however, have retrograde rotation. For prograde rotation, the formula relating the lengths of the sidereal and solar days is:\n\nor, equivalently:\n\nBut do note, when calculating the formula for a retrograde rotation, the operator of the denominator will be a plus sign. This is due to the solar day being shorter than the sidereal day, as the rotation of the planet would be against the direction of orbital motion.\n\nIf a planet rotates prograde, and the sidereal day exactly equals the orbital period, then the formula above gives an infinitely long solar day (division by zero). This is the case of a planet in synchronous rotation; one hemisphere experiences eternal day, the other eternal night, with a \"twilight belt\" separating them.\n\nAll the solar planets more distant from the Sun than Earth are similar to Earth in that, since they experience many rotations per revolution around the Sun, there is only a small difference between the length of the sidereal day and that of the solar day – the ratio of the former to the latter never being less than Earth's ratio of 0.997. But the situation is quite different for Mercury and Venus. Mercury's sidereal day is about two-thirds of its orbital period, so by the prograde formula its solar day lasts for two revolutions around the Sun – three times as long as its sidereal day. Venus rotates retrograde with a sidereal day lasting about 243.0 Earth days, or about 1.08 times its orbital period of 224.7 Earth days; hence by the retrograde formula its solar day is about 116.8 Earth days, and it has about 1.9 solar days per orbital period.\n\nBy convention, rotation periods of planets are given in sidereal terms unless otherwise specified.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Timekeeper",
        "https://en.wikipedia.org/wiki/Astronomer",
        "https://en.wikipedia.org/wiki/Astronomical_object",
        "https://en.wikipedia.org/wiki/Telescope",
        "https://en.wikipedia.org/wiki/Celestial_coordinate_system",
        "https://en.wikipedia.org/wiki/Night_sky",
        "https://en.wikipedia.org/wiki/Fixed_stars",
        "https://en.wikipedia.org/wiki/March_equinox",
        "https://en.wikipedia.org/wiki/Location",
        "https://en.wikipedia.org/wiki/Sundial",
        "https://en.wikipedia.org/wiki/Solar_time",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Celestial_equator",
        "https://en.wikipedia.org/wiki/Great_circle",
        "https://en.wikipedia.org/wiki/March_equinox",
        "https://en.wikipedia.org/wiki/Celestial_pole",
        "https://en.wikipedia.org/wiki/Second",
        "https://en.wikipedia.org/wiki/Seconds",
        "https://en.wikipedia.org/wiki/SI",
        "https://en.wikipedia.org/wiki/Ephemeris_second",
        "https://en.wikipedia.org/wiki/Axial_precession",
        "https://en.wikipedia.org/wiki/Stellar_day",
        "https://en.wikipedia.org/wiki/Earth_Rotation_Angle",
        "https://en.wikipedia.org/wiki/Civil_time",
        "https://en.wikipedia.org/wiki/Culmination",
        "https://en.wikipedia.org/wiki/Sidereal_day",
        "https://en.wikipedia.org/wiki/Solar_day",
        "https://en.wikipedia.org/wiki/Solar_time",
        "https://en.wikipedia.org/wiki/Diurnal_motion",
        "https://en.wikipedia.org/wiki/Parallax",
        "https://en.wikipedia.org/wiki/Solar_day",
        "https://en.wikipedia.org/wiki/Coin_rotation_paradox",
        "https://en.wikipedia.org/wiki/Orthogonality",
        "https://en.wikipedia.org/wiki/Axial_precession",
        "https://en.wikipedia.org/wiki/Geodesy",
        "https://en.wikipedia.org/wiki/Right_ascension",
        "https://en.wikipedia.org/wiki/Declination",
        "https://en.wikipedia.org/wiki/Tropical_year",
        "https://en.wikipedia.org/wiki/Zenith_telescope",
        "https://en.wikipedia.org/wiki/Right_ascension",
        "https://en.wikipedia.org/wiki/Astronomical_transit",
        "https://en.wikipedia.org/wiki/Radio_astronomy",
        "https://en.wikipedia.org/wiki/Very_long_baseline_interferometry",
        "https://en.wikipedia.org/wiki/Pulsar_timing_array",
        "https://en.wikipedia.org/wiki/Astrometry",
        "https://en.wikipedia.org/wiki/UT1",
        "https://en.wikipedia.org/wiki/Radian",
        "https://en.wikipedia.org/wiki/Universal_time",
        "https://en.wikipedia.org/wiki/Julian_day",
        "https://en.wikipedia.org/wiki/Terrestrial_Time",
        "https://en.wikipedia.org/wiki/UTC",
        "https://en.wikipedia.org/wiki/Thomas_Tompion",
        "https://en.wikipedia.org/wiki/John_Flamsteed",
        "https://en.wikipedia.org/wiki/Astronomer_Royal",
        "https://en.wikipedia.org/wiki/IERS_Reference_Meridian",
        "https://en.wikipedia.org/wiki/Astronomical_nutation",
        "https://en.wikipedia.org/wiki/Astronomical_clock",
        "https://en.wikipedia.org/wiki/Solar_time",
        "https://en.wikipedia.org/wiki/Terrestrial_Time",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Retrograde_and_prograde_motion",
        "https://en.wikipedia.org/wiki/Venus",
        "https://en.wikipedia.org/wiki/Uranus",
        "https://en.wikipedia.org/wiki/Retrograde_motion",
        "https://en.wikipedia.org/wiki/Division_by_zero",
        "https://en.wikipedia.org/wiki/Tidal_locking",
        "https://en.wikipedia.org/wiki/International_Celestial_Reference_Frame",
        "https://en.wikipedia.org/wiki/Sidereal_month",
        "https://en.wikipedia.org/wiki/Sidereal_year",
        "https://en.wikipedia.org/wiki/Synodic_day",
        "https://en.wikipedia.org/wiki/Transit_instrument",
        "https://en.wikipedia.org/wiki/International_Celestial_Reference_Frame",
        "https://en.wikipedia.org/wiki/Proper_motion",
        "https://en.wikipedia.org/wiki/IERS",
        "https://en.wikipedia.org/wiki/IERS",
        "https://en.wikipedia.org/wiki/National_Institute_of_Standards_and_Technology",
        "https://en.wikipedia.org/wiki/Time",
        "https://en.wikipedia.org/wiki/Past",
        "https://en.wikipedia.org/wiki/Present",
        "https://en.wikipedia.org/wiki/Future",
        "https://en.wikipedia.org/wiki/Eternity",
        "https://en.wikipedia.org/wiki/Horology",
        "https://en.wikipedia.org/wiki/Time_standard",
        "https://en.wikipedia.org/wiki/Chronometry",
        "https://en.wikipedia.org/wiki/Coordinated_Universal_Time",
        "https://en.wikipedia.org/wiki/Universal_Time",
        "https://en.wikipedia.org/wiki/International_Atomic_Time",
        "https://en.wikipedia.org/wiki/Unit_of_time",
        "https://en.wikipedia.org/wiki/System_of_measurement",
        "https://en.wikipedia.org/wiki/Hindu_units_of_time",
        "https://en.wikipedia.org/wiki/Relative_hour",
        "https://en.wikipedia.org/wiki/Daylight_saving_time",
        "https://en.wikipedia.org/wiki/Decimal_time",
        "https://en.wikipedia.org/wiki/Hexadecimal_time",
        "https://en.wikipedia.org/wiki/Metric_time",
        "https://en.wikipedia.org/wiki/Solar_time",
        "https://en.wikipedia.org/wiki/Time_zone",
        "https://en.wikipedia.org/wiki/Calendar",
        "https://en.wikipedia.org/wiki/Solar_calendar",
        "https://en.wikipedia.org/wiki/Lunar_calendar",
        "https://en.wikipedia.org/wiki/Lunisolar_calendar",
        "https://en.wikipedia.org/wiki/Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Julian_calendar",
        "https://en.wikipedia.org/wiki/Hebrew_calendar",
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/Solar_Hijri_calendar",
        "https://en.wikipedia.org/wiki/Chinese_calendar",
        "https://en.wikipedia.org/wiki/Hindu_calendar",
        "https://en.wikipedia.org/wiki/Maya_calendar",
        "https://en.wikipedia.org/wiki/List_of_calendars",
        "https://en.wikipedia.org/wiki/Clock",
        "https://en.wikipedia.org/wiki/Astronomical_clock",
        "https://en.wikipedia.org/wiki/Astrarium",
        "https://en.wikipedia.org/wiki/Atomic_clock",
        "https://en.wikipedia.org/wiki/Quantum_clock",
        "https://en.wikipedia.org/wiki/Hourglass",
        "https://en.wikipedia.org/wiki/Marine_chronometer",
        "https://en.wikipedia.org/wiki/Sundial",
        "https://en.wikipedia.org/wiki/Watch",
        "https://en.wikipedia.org/wiki/Mechanical_watch",
        "https://en.wikipedia.org/wiki/Stopwatch",
        "https://en.wikipedia.org/wiki/Water_clock",
        "https://en.wikipedia.org/wiki/Cuckoo_clock",
        "https://en.wikipedia.org/wiki/Digital_clock",
        "https://en.wikipedia.org/wiki/Grandfather_clock",
        "https://en.wikipedia.org/wiki/History_of_timekeeping_devices",
        "https://en.wikipedia.org/wiki/Timeline_of_time_measurement_inventions",
        "https://en.wikipedia.org/wiki/Chronology",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/Astronomical_chronology",
        "https://en.wikipedia.org/wiki/Big_History",
        "https://en.wikipedia.org/wiki/Calendar_era",
        "https://en.wikipedia.org/wiki/Deep_time",
        "https://en.wikipedia.org/wiki/Periodization",
        "https://en.wikipedia.org/wiki/Regnal_year",
        "https://en.wikipedia.org/wiki/Timeline",
        "https://en.wikipedia.org/wiki/Philosophy_of_space_and_time",
        "https://en.wikipedia.org/wiki/A_series_and_B_series",
        "https://en.wikipedia.org/wiki/Chronocentrism",
        "https://en.wikipedia.org/wiki/Endurantism",
        "https://en.wikipedia.org/wiki/Eternal_return",
        "https://en.wikipedia.org/wiki/Perdurantism",
        "https://en.wikipedia.org/wiki/Philosophical_presentism",
        "https://en.wikipedia.org/wiki/Static_interpretation_of_time",
        "https://en.wikipedia.org/wiki/Temporal_finitism",
        "https://en.wikipedia.org/wiki/Temporal_parts",
        "https://en.wikipedia.org/wiki/The_Unreality_of_Time",
        "https://en.wikipedia.org/wiki/Ages_of_Man",
        "https://en.wikipedia.org/wiki/Destiny",
        "https://en.wikipedia.org/wiki/Immortality",
        "https://en.wikipedia.org/wiki/The_Dreaming",
        "https://en.wikipedia.org/wiki/Time_and_fate_deities",
        "https://en.wikipedia.org/wiki/Father_Time",
        "https://en.wikipedia.org/wiki/Wheel_of_time",
        "https://en.wikipedia.org/wiki/Kalachakra",
        "https://en.wikipedia.org/wiki/Time_perception",
        "https://en.wikipedia.org/wiki/Chronemics",
        "https://en.wikipedia.org/wiki/Generation_time",
        "https://en.wikipedia.org/wiki/Mental_chronometry",
        "https://en.wikipedia.org/wiki/Tempo",
        "https://en.wikipedia.org/wiki/Time_signature",
        "https://en.wikipedia.org/wiki/Rosy_retrospection",
        "https://en.wikipedia.org/wiki/Time_discipline",
        "https://en.wikipedia.org/wiki/Time_management",
        "https://en.wikipedia.org/wiki/Present",
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/Geology",
        "https://en.wikipedia.org/wiki/Geologic_time_scale",
        "https://en.wikipedia.org/wiki/Chronozone",
        "https://en.wikipedia.org/wiki/Geological_period",
        "https://en.wikipedia.org/wiki/Geochronology",
        "https://en.wikipedia.org/wiki/Geological_history_of_Earth",
        "https://en.wikipedia.org/wiki/Time_in_physics",
        "https://en.wikipedia.org/wiki/Absolute_space_and_time",
        "https://en.wikipedia.org/wiki/Arrow_of_time",
        "https://en.wikipedia.org/wiki/Chronon",
        "https://en.wikipedia.org/wiki/Coordinate_time",
        "https://en.wikipedia.org/wiki/Proper_time",
        "https://en.wikipedia.org/wiki/Spacetime",
        "https://en.wikipedia.org/wiki/Theory_of_relativity",
        "https://en.wikipedia.org/wiki/Time_domain",
        "https://en.wikipedia.org/wiki/Time_translation_symmetry",
        "https://en.wikipedia.org/wiki/Chronological_dating",
        "https://en.wikipedia.org/wiki/Chronobiology",
        "https://en.wikipedia.org/wiki/Circadian_rhythm",
        "https://en.wikipedia.org/wiki/Chemical_clock",
        "https://en.wikipedia.org/wiki/Glottochronology",
        "https://en.wikipedia.org/wiki/Time_geography",
        "https://en.wikipedia.org/wiki/Memory",
        "https://en.wikipedia.org/wiki/Space",
        "https://en.wikipedia.org/wiki/System_time",
        "https://en.wikipedia.org/wiki/Tempus_fugit",
        "https://en.wikipedia.org/wiki/Time_capsule",
        "https://en.wikipedia.org/wiki/Time_immemorial",
        "https://en.wikipedia.org/wiki/Time_travel",
        "https://en.wikipedia.org/wiki/Time",
        "https://en.wikipedia.org/wiki/Time_standard",
        "https://en.wikipedia.org/wiki/Chronometry",
        "https://en.wikipedia.org/wiki/Time_metrology",
        "https://en.wikipedia.org/wiki/Coordinated_Universal_Time",
        "https://en.wikipedia.org/wiki/UTC_offset",
        "https://en.wikipedia.org/wiki/Universal_Time",
        "https://en.wikipedia.org/wiki/DUT1",
        "https://en.wikipedia.org/wiki/International_Earth_Rotation_and_Reference_Systems_Service",
        "https://en.wikipedia.org/wiki/ISO_8601",
        "https://en.wikipedia.org/wiki/International_Atomic_Time",
        "https://en.wikipedia.org/wiki/Barycentric_Coordinate_Time",
        "https://en.wikipedia.org/wiki/Barycentric_Dynamical_Time",
        "https://en.wikipedia.org/wiki/Civil_time",
        "https://en.wikipedia.org/wiki/Daylight_saving_time",
        "https://en.wikipedia.org/wiki/Geocentric_Coordinate_Time",
        "https://en.wikipedia.org/wiki/International_Date_Line",
        "https://en.wikipedia.org/wiki/IERS_Reference_Meridian",
        "https://en.wikipedia.org/wiki/Leap_second",
        "https://en.wikipedia.org/wiki/Solar_time",
        "https://en.wikipedia.org/wiki/Terrestrial_Time",
        "https://en.wikipedia.org/wiki/Time_zone",
        "https://en.wikipedia.org/wiki/180th_meridian",
        "https://en.wikipedia.org/wiki/Hourglass",
        "https://en.wikipedia.org/wiki/Time_zone",
        "https://en.wikipedia.org/wiki/Ephemeris_time",
        "https://en.wikipedia.org/wiki/Greenwich_Mean_Time",
        "https://en.wikipedia.org/wiki/Prime_meridian",
        "https://en.wikipedia.org/wiki/Time_in_physics",
        "https://en.wikipedia.org/wiki/Absolute_space_and_time",
        "https://en.wikipedia.org/wiki/Spacetime",
        "https://en.wikipedia.org/wiki/Chronon",
        "https://en.wikipedia.org/wiki/Continuous_signal",
        "https://en.wikipedia.org/wiki/Coordinate_time",
        "https://en.wikipedia.org/wiki/Cosmological_decade",
        "https://en.wikipedia.org/wiki/Discrete_time_and_continuous_time",
        "https://en.wikipedia.org/wiki/Proper_time",
        "https://en.wikipedia.org/wiki/Theory_of_relativity",
        "https://en.wikipedia.org/wiki/Time_dilation",
        "https://en.wikipedia.org/wiki/Gravitational_time_dilation",
        "https://en.wikipedia.org/wiki/Time_domain",
        "https://en.wikipedia.org/wiki/Time_translation_symmetry",
        "https://en.wikipedia.org/wiki/Horology",
        "https://en.wikipedia.org/wiki/Clock",
        "https://en.wikipedia.org/wiki/Astrarium",
        "https://en.wikipedia.org/wiki/Atomic_clock",
        "https://en.wikipedia.org/wiki/History_of_timekeeping_devices",
        "https://en.wikipedia.org/wiki/Hourglass",
        "https://en.wikipedia.org/wiki/Marine_chronometer",
        "https://en.wikipedia.org/wiki/Marine_sandglass",
        "https://en.wikipedia.org/wiki/Radio_clock",
        "https://en.wikipedia.org/wiki/Watch",
        "https://en.wikipedia.org/wiki/Stopwatch",
        "https://en.wikipedia.org/wiki/Water_clock",
        "https://en.wikipedia.org/wiki/Sundial",
        "https://en.wikipedia.org/wiki/Dialing_scales",
        "https://en.wikipedia.org/wiki/Equation_of_time",
        "https://en.wikipedia.org/wiki/History_of_sundials",
        "https://en.wikipedia.org/wiki/Schema_for_horizontal_dials",
        "https://en.wikipedia.org/wiki/Calendar",
        "https://en.wikipedia.org/wiki/Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Hebrew_calendar",
        "https://en.wikipedia.org/wiki/Hindu_calendar",
        "https://en.wikipedia.org/wiki/Holocene_calendar",
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/Julian_calendar",
        "https://en.wikipedia.org/wiki/Solar_Hijri_calendar",
        "https://en.wikipedia.org/wiki/Astronomical_year_numbering",
        "https://en.wikipedia.org/wiki/Dominical_letter",
        "https://en.wikipedia.org/wiki/Epact",
        "https://en.wikipedia.org/wiki/Equinox",
        "https://en.wikipedia.org/wiki/Julian_date",
        "https://en.wikipedia.org/wiki/Leap_year",
        "https://en.wikipedia.org/wiki/Lunar_calendar",
        "https://en.wikipedia.org/wiki/Lunisolar_calendar",
        "https://en.wikipedia.org/wiki/Solar_calendar",
        "https://en.wikipedia.org/wiki/Solstice",
        "https://en.wikipedia.org/wiki/Tropical_year",
        "https://en.wikipedia.org/wiki/Determination_of_the_day_of_the_week",
        "https://en.wikipedia.org/wiki/Names_of_the_days_of_the_week",
        "https://en.wikipedia.org/wiki/Chronological_dating",
        "https://en.wikipedia.org/wiki/Geologic_time_scale",
        "https://en.wikipedia.org/wiki/International_Commission_on_Stratigraphy",
        "https://en.wikipedia.org/wiki/Astronomical_chronology",
        "https://en.wikipedia.org/wiki/Galactic_year",
        "https://en.wikipedia.org/wiki/Nuclear_timescale",
        "https://en.wikipedia.org/wiki/Precession",
        "https://en.wikipedia.org/wiki/Unit_of_time",
        "https://en.wikipedia.org/wiki/Second",
        "https://en.wikipedia.org/wiki/Minute",
        "https://en.wikipedia.org/wiki/Hour",
        "https://en.wikipedia.org/wiki/Day",
        "https://en.wikipedia.org/wiki/Week",
        "https://en.wikipedia.org/wiki/Fortnight",
        "https://en.wikipedia.org/wiki/Month",
        "https://en.wikipedia.org/wiki/Year",
        "https://en.wikipedia.org/wiki/Olympiad",
        "https://en.wikipedia.org/wiki/Lustrum",
        "https://en.wikipedia.org/wiki/Decade",
        "https://en.wikipedia.org/wiki/Century",
        "https://en.wikipedia.org/wiki/Saeculum",
        "https://en.wikipedia.org/wiki/Millennium",
        "https://en.wikipedia.org/wiki/Chronology",
        "https://en.wikipedia.org/wiki/Mental_chronometry",
        "https://en.wikipedia.org/wiki/Decimal_time",
        "https://en.wikipedia.org/wiki/Metric_time",
        "https://en.wikipedia.org/wiki/System_time",
        "https://en.wikipedia.org/wiki/Time_metrology",
        "https://en.wikipedia.org/wiki/Time_value_of_money",
        "https://en.wikipedia.org/wiki/Timekeeper",
        "https://en.wikipedia.org/wiki/Sidereal_time",
        "https://en.wikipedia.org/wiki/Sidereal_time",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}