{
    "url": "https://en.wikipedia.org/wiki/Sidekick",
    "title": "Sidekick",
    "table_of_contents": [
        "1 Origins",
        "2 Function of the sidekick in fiction",
        "3 Comparisons",
        "4 Use in fiction",
        "4.1 Comic books",
        "5 In television",
        "5.1 Animation",
        "6 In video games",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA sidekick is a slang expression for a close companion or colleague (not necessarily in fiction) who is, or is generally regarded as, subordinate to the one they accompany.\n\nSome well-known fictional sidekicks are Don Quixote's Sancho Panza, Sherlock Holmes' Doctor Watson, The Lone Ranger's Tonto, The Green Hornet's Kato, Shrek's Donkey and Puss in Boots, Mickey Mouse's Donald Duck and Goofy, Mario's Luigi and Yoshi, Sonic's Tails and Knuckles, Donkey Kong's Diddy Kong, Daffy Duck's Porky Pig, Captain America's Bucky and Batman's Robin.\n\n"
        },
        {
            "title": "Origins",
            "text": "The first recorded use of the term dates from 1896.[1] It is believed to have originated in pickpocket slang of the late 19th century. The \"kick\" was the front pocket of a pair of trousers, believed to be the pocket safest from theft. Thus, by analogy, a \"side-kick\" was a person's closest companion.[2][3]\n\nOne of the earliest recorded sidekicks may be Enkidu, who adopted a sidekick role to Gilgamesh after they became allies in the Epic of Gilgamesh. Other early examples are Achilles and Patroclus in the Iliad and Moses and Aaron in the Old Testament.[4]\n\n"
        },
        {
            "title": "Function of the sidekick in fiction",
            "text": "Sidekicks can fulfill one or multiple functions, such as a counterpoint to the hero,[5] an alternate point of view, or knowledge, skills, or anything else the hero does not have. They often function as comic relief,[5] and/or the straight man to the hero's comedic actions. A sidekick can also be a character to whom the audience can more easily relate than the hero, or whom the audience can imagine themselves as being (such as teen sidekicks).[4] And by asking questions of the hero, or giving the hero someone to talk to, the sidekick provides an opportunity for the author to provide exposition, thereby filling the same role as a Greek chorus.\n\nSidekicks frequently serve as an emotional connection, especially when the hero is depicted as detached and distant, traits which might make it difficult to like the hero.[4] The sidekick is often the confidant who knows the main character better than anyone else, and gives a convincing reason to like the hero. Although Sherlock Holmes was portrayed as a difficult man to know, his friendship with Dr. Watson convinces the reader that Holmes is a good person. The Left Hand of Vampire Hunter D, being mentally linked to the reticent protagonist, often reveals thoughts, feelings, and the physical condition of his host, as well as background elements of the story.\n\nThe apparent stupidity of some comedy sidekicks is often used to make a non-intellectual hero look intelligent. Similarly, a flamboyant or effeminate sidekick may make an otherwise unimposing hero look more masculine. And a strong, silent and modest hero may have his fighting qualities revealed to the other characters and the audience by a talkative sidekick.\n\nWhile many sidekicks are used for comic relief, there are other sidekicks who are less outrageous than the heroes they pledge themselves to, and comedy derived from the hero can often be amplified by the presence or reaction of the sidekick. Examples include Porky Pig, who is more sensible and calmer than Daffy Duck in later short films; similarly, Sancho Panza is more rational than Don Quixote.\n\nIt is typical for the character and sidekick to be of the same gender — otherwise the term \"sidekick\" is replaced with \"partner\" or \"companion\". Whenever there is a team of more than two characters, the term sidekick is generally reserved for another team member of the same sex. It is rare for the relationship between a character and an opposite-sex sidekick to lack romantic or sexual overtones of any kind — though there are examples, like Modesty Blaise and Willie Garvin, The original Doctor Who series intentionally avoided any explicit onscreen indications of romantic or sexual attraction between The Doctor and his female companions. (See the discussion of comic books' teenage sidekicks below.)\n\nWhile unusual, it is not unheard of for a sidekick to be more attractive, charismatic, or physically capable than the supposed hero. This is most typically encountered when the hero's appeal is more intellectual rather than sexual. Such heroes (usually fictional sleuths and scientists) are often middle-aged or older and tend towards eccentricity. Such protagonists may, due to either age or physical unsuitability, be limited to cerebral conflicts, while leaving the physical action to a younger or more physically capable sidekick. This type of sidekick is rarely encountered in fiction, because the hero runs the risk of being upstaged by them. However, examples of successful such pairings include Detective Monk and his sidekick Sharona, Inspector Morse and his sidekick Detective Sergeant Robbie Lewis, Nero Wolfe and his sidekick Archie Goodwin, Hiro Nakamura and his sidekick Ando Masahashi, and Miles Vorkosigan and his sidekick cousin Ivan Vorpatril. In other media, The Green Hornet's sidekick, Kato, has (especially since the 1960s television series with Bruce Lee) been depicted as a capable man of action, for instance in martial arts. The earliest Doctor Who serials, particularly during the First Doctor era, had young male companions who were capable of the physical action that the elderly William Hartnell was not. This became more important as Hartnell's health declined during his tenure as The Doctor. This was not an issue with the following Doctors as they were cast with significantly younger actors.\n\nIt is also not unusual, especially in more recent TV programs such as Bones and NCIS, for there to be a team of sidekicks. In Bones, for example, FBI Special Agent Seeley Booth often fulfills one of the traditional roles of a sidekick by providing translations for the brilliant but socially incapable Dr. Temperance Brennan. Both Brennan and Booth, however, are heroes in their own right. The sidekicks in this case are the team of \"squints\" back in the Jeffersonian Institution's Medico-Legal Lab, each with their own scientific specialty, all of whom are usually needed to break the case.\n\nIn certain cases, a sidekick can grow out of their role of second fiddle to the hero and become a hero in their own right. Dick Grayson is one such example, having outgrown the mantle of Robin when he was under Batman and taken up the new identity of Nightwing. Grayson has more recently succeeded his mentor and taken on the costumed identity of Batman himself. Another example is the popular comic-strip soldier of fortune Captain Easy, who started as the two-fisted sidekick of the scrawny eponymous hero of the strip Wash Tubbs.\n\n"
        },
        {
            "title": "Comparisons",
            "text": "A villain's supporters are normally called henchmen, minions, or lackeys, not sidekicks. While this is partially a convention in terminology, it also reflects that few villains are capable of bonds of friendship and loyalty, which are normal in the relationship between a hero and sidekick. This may also be due to the different roles in fiction of the protagonist and the antagonist: whereas a sidekick is a relatively important character due to his or her proximity to the protagonist, and so will likely be a developed character, the role of a henchman is to act as cannon-fodder for the hero and his sidekick. As a result, henchmen tend to be anonymous, disposable characters, existing for the sole purpose of illustrating the protagonists' prowess as they defeat them.\n\nNevertheless, some villains do have sidekicks, including Lex Luthor's Mercy Graves, the Joker's Harley Quinn, Jigsaw's Amanda, Shao Kahn's Shang Tsung, Shinnok's Quan Chi, Ben Wade's Charlie Prince (from Three-Ten to Yuma), Wario's Waluigi, Dr. Eggman's Orbot and Cubot, and Magneto's Mystique (albeit only in the X-Men live action films).\n\n"
        },
        {
            "title": "Use in fiction",
            "text": "Frodo Baggins's Samwise Gamgee, and Harry Potter's Ron Weasley, as well as the afore-mentioned Sancho Panza and Doctor Watson, are notable sidekicks from fiction.\n\nIn fiction, the term \"sidekick\" commonly refers to assistants to crime-fighting heroes. However, sidekicks do not necessarily accompany a crime-fighter, such as Leporello, Don Giovanni's servant in the 1787 opera. Villains can also have sidekicks, who are usually portrayed as less brilliant or lacking cunning. The sidekick has the literary function of playing against the hero, often contrasting in skill, or performing functions not suited to the hero.\n\nThe sidekick was a regular presence in westerns, where Fuzzy Knight, Al \"Fuzzy\" St. John, Smiley Burnette, and Andy Devine had longer careers than some of the heroic singing cowboys for whom they took pratfalls.\n\nIn science fiction the sub-type of the alien sidekick has been established. Examples of alien sidekicks are Mr. Spock (sidekick of Captain James T. Kirk) on Star Trek and Chewbacca (sidekick of Han Solo) in the original Star Wars trilogy. One of the roles of the alien sidekick is to act as a mouthpiece for social commentary on the human condition from an outsider's point of view.\n\nHeroic sidekicks such as Streaky the Supercat of Krypto the Superdog, Festus Haggen of Gunsmoke's Matt Dillon, or Gabrielle of Xena: Warrior Princess not only provide comic relief, but can occasionally be brave and/or resourceful and rescue the hero from a dire fate.\nKalimán, a heroic character depicted on movies, radio theatre and comic books, mentors a young lad named Solín.\n\nComic book sidekicks have a long and popular history, dating back to the beginnings of the form. Examples include the Crimson Avenger's sidekick Wing, and Mister America's sidekick Fatman, both of whom debuted in the late 1930s. Other notable comics sidekicks include Ebony White,[a] Jughead, Etta Candy, Captain Haddock, and Obelix.\n\nIn 1940 DC Comics introduced comics' first teenage sidekick, Robin the Boy Wonder, created to soften the dark tone of the Batman comics and make the Dark Knight more attractive to younger readers.[7] Robin's instant popularity spawned a host of imitations, including such iconic characters as Bucky, Toro, Sandy the Golden Boy, and Speedy. (Stripesy was the exception to the rule: an adult sidekick to a teen hero, the Star-Spangled Kid. Another unusual sidekick pairing was the Blonde Bomber [a.k.a. Honey Blake], a newsreel camerawoman, chemist, and crime-fighter with a male sidekick named Jimmy Slapso.)[8]\n\nThe prevalence of so many adult male superheroes and their teenage \"wards\" caused some observers to look askance at the trend. Psychologist Fredric Wertham decided that the phenomenon was a landmine of hidden and repressed Freudian issues, and that a sidekick's participation in violent encounters alongside his hero masked a sexual subtext.[7] In 1954, Wertham's book Seduction of the Innocent coincided with Congressional hearings on (among other topics) the negative influence of comic books. For a time, superhero comics lost their popularity, and many teenage sidekicks faded into obscurity. (Rick Veitch's graphic novel Brat Pack, and issues of Alan Moore's Top 10, directly address the seamy, exploitative, and potentially pedophilia-related aspects of the adult hero-teen sidekick relationship.)\n\nIn the early 1960s, at the advent of comics' so-called Silver Age, a new round of superhero sidekicks made their debuts, including Rick Jones, Aqualad, Snapper Carr, Kid Flash, and Wonder Girl. Indeed, the original Teen Titans superhero team, appearing in 1964, was composed entirely of sidekicks. (Marvel Comics mostly got around the teen sidekick quandary by creating a selection of super-powered teenagers — heroes in their own right, such as Spider-Man, the second Human Torch, and the X-Men.)[7]\n\nMost of the Golden Age and Silver Age sidekicks have subsequently evolved into mature heroes in their own right or have been killed off; and in the 1980s, 1990s, and 2000s, some new sidekicks have come into being. Certain heroes seem to attract serial sidekicks, notably Batman, Captain America, and The Flash. There have been at least five iterations of Robin; while Captain America has had a diverse array of sidekick successors to Bucky, including the Falcon, Demolition Man, Free Spirit, and Jack Flag.\n\nConversely, the character Rick Jones is virtually a \"sidekick-for-hire,\" having assisted a number of different heroes during his career, starting with the Hulk, moving onto Captain America (when he briefly became the second Bucky), then the first Captain Marvel, Rom Spaceknight, and finally the third Captain Marvel (Genis).\n\n"
        },
        {
            "title": "In television",
            "text": "TV sidekicks usually play a supporting pivotal role to the star. Examples include Ethel Mertz to Lucy Ricardo (I Love Lucy), Ed Norton to Ralph Kramden (The Honeymooners), Screech Powers to Zack Morris (Saved by the Bell), Major Roger Healey to Major Anthony \"Tony\" Nelson (I Dream of Jeannie), or even a group of people such as the Sweathogs to Mr. Kotter (Welcome Back, Kotter). Duos of equal importance on TV such as Kate McArdle and Allie Lowell (Kate & Allie), Oscar Madison and Felix Unger (The Odd Couple), Bret Maverick and Bart Maverick (Maverick), or Laverne De Fazio and Shirley Feeney (Laverne & Shirley), are sometimes both called sidekicks to each other, although the usual sense of the term denotes inequality.\n\nMany television talk shows make use of a sidekick as a co-host who anchors a show with the main star. Ed McMahon played this role famously to Johnny Carson on the Tonight Show, as did Andy Richter to Conan O'Brien on the Late Night with Conan O'Brien, Tonight Show, and Conan. The Late Late Show with Craig Ferguson employed a mechanical robot sidekick named Geoff Peterson (voiced by Josh Robert Thompson).\n\nClarence Gilyard informed viewers on a television commercial for Walker Texas Ranger that he was not Chuck Norris's sidekick, instead humorously saying \"This is Chuck Norris's sidekick\" over footage of Norris kicking a villain.\n\nIn animation, some popular examples are Boo-Boo Bear being Yogi Bear's sidekick, Baba Looey being the sidekick of Quick Draw McGraw, and Stimpy being the sidekick of Ren Höek on The Ren and Stimpy Show.\n\nIn the seventh episode of the 1994 animated series The Tick, the heroes take a night to relax at a local superhero nightclub. But when they arrive, Arthur is promptly escorted to the Sidekick Lounge, a small shack behind the club, where he meets several other sidekicks who spend the night lamenting their second-fiddle lot in life.\n\n"
        },
        {
            "title": "In video games",
            "text": "Some video games have sidekicks who provide assistance to players during their adventures. An early example was Floyd in Planetfall, whom Computer Gaming World in April 1984 described as \"unique\".[9] A potential example of this is found in the case of the Mario Bros., with Luigi serving in a supporting role to his brother Mario. Sonic the Hedgehog is often accompanied by his sidekick Miles \"Tails\" Prower, and his would-be girlfriend Amy Rose also has a hero-sidekick relationship with Cream the Rabbit. Diddy Kong is often seen as the sidekick to Donkey Kong, while Mega Man is aided by his robotic dog Rush. However, video game heroes will occasionally work alone-as in the case of Kid Icarus' Pit-or with a team supporting their efforts-as with Fox McCloud-as opposed to a single sidekick.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Don_Quixote",
        "https://en.wikipedia.org/wiki/Windmill",
        "https://en.wikipedia.org/wiki/Sancho_Panza",
        "https://en.wikipedia.org/wiki/Don_Quixote",
        "https://en.wikipedia.org/wiki/Sancho_Panza",
        "https://en.wikipedia.org/wiki/Sherlock_Holmes",
        "https://en.wikipedia.org/wiki/Doctor_Watson",
        "https://en.wikipedia.org/wiki/The_Lone_Ranger",
        "https://en.wikipedia.org/wiki/Tonto",
        "https://en.wikipedia.org/wiki/The_Green_Hornet",
        "https://en.wikipedia.org/wiki/Mickey_Mouse",
        "https://en.wikipedia.org/wiki/Donald_Duck",
        "https://en.wikipedia.org/wiki/Goofy",
        "https://en.wikipedia.org/wiki/Mario",
        "https://en.wikipedia.org/wiki/Luigi",
        "https://en.wikipedia.org/wiki/Yoshi",
        "https://en.wikipedia.org/wiki/Knuckles_the_Echidna",
        "https://en.wikipedia.org/wiki/Donkey_Kong",
        "https://en.wikipedia.org/wiki/Diddy_Kong",
        "https://en.wikipedia.org/wiki/Daffy_Duck",
        "https://en.wikipedia.org/wiki/Porky_Pig",
        "https://en.wikipedia.org/wiki/Captain_America",
        "https://en.wikipedia.org/wiki/Batman",
        "https://en.wikipedia.org/wiki/Pickpocket",
        "https://en.wikipedia.org/wiki/Enkidu",
        "https://en.wikipedia.org/wiki/Gilgamesh",
        "https://en.wikipedia.org/wiki/Epic_of_Gilgamesh",
        "https://en.wikipedia.org/wiki/Achilles",
        "https://en.wikipedia.org/wiki/Patroclus",
        "https://en.wikipedia.org/wiki/Iliad",
        "https://en.wikipedia.org/wiki/Moses",
        "https://en.wikipedia.org/wiki/Aaron",
        "https://en.wikipedia.org/wiki/Old_Testament",
        "https://en.wikipedia.org/wiki/Comic_relief",
        "https://en.wikipedia.org/wiki/Double_act",
        "https://en.wikipedia.org/wiki/Greek_chorus",
        "https://en.wikipedia.org/wiki/Sherlock_Holmes",
        "https://en.wikipedia.org/wiki/Vampire_Hunter_D",
        "https://en.wikipedia.org/wiki/Porky_Pig",
        "https://en.wikipedia.org/wiki/Daffy_Duck",
        "https://en.wikipedia.org/wiki/Sancho_Panza",
        "https://en.wikipedia.org/wiki/Don_Quixote",
        "https://en.wikipedia.org/wiki/Modesty_Blaise",
        "https://en.wikipedia.org/wiki/Willie_Garvin",
        "https://en.wikipedia.org/wiki/Doctor_Who",
        "https://en.wikipedia.org/wiki/Physical_attractiveness",
        "https://en.wikipedia.org/wiki/Inspector_Morse",
        "https://en.wikipedia.org/wiki/Detective",
        "https://en.wikipedia.org/wiki/Robbie_Lewis",
        "https://en.wikipedia.org/wiki/Nero_Wolfe",
        "https://en.wikipedia.org/wiki/Hiro_Nakamura",
        "https://en.wikipedia.org/wiki/Ando_Masahashi",
        "https://en.wikipedia.org/wiki/Miles_Vorkosigan",
        "https://en.wikipedia.org/wiki/The_Green_Hornet",
        "https://en.wikipedia.org/wiki/Bruce_Lee",
        "https://en.wikipedia.org/wiki/Martial_arts",
        "https://en.wikipedia.org/wiki/Doctor_Who",
        "https://en.wikipedia.org/wiki/First_Doctor",
        "https://en.wikipedia.org/wiki/William_Hartnell",
        "https://en.wikipedia.org/wiki/Seeley_Booth",
        "https://en.wikipedia.org/wiki/Dick_Grayson",
        "https://en.wikipedia.org/wiki/Batman",
        "https://en.wikipedia.org/wiki/Nightwing",
        "https://en.wikipedia.org/wiki/Captain_Easy",
        "https://en.wikipedia.org/wiki/Wash_Tubbs",
        "https://en.wikipedia.org/wiki/Villain",
        "https://en.wikipedia.org/wiki/Henchman",
        "https://en.wikipedia.org/wiki/Protagonist",
        "https://en.wikipedia.org/wiki/Antagonist",
        "https://en.wikipedia.org/wiki/Lex_Luthor",
        "https://en.wikipedia.org/wiki/Mercy_Graves",
        "https://en.wikipedia.org/wiki/Harley_Quinn",
        "https://en.wikipedia.org/wiki/Jigsaw_Killer",
        "https://en.wikipedia.org/wiki/Amanda_Young",
        "https://en.wikipedia.org/wiki/Shao_Kahn",
        "https://en.wikipedia.org/wiki/Shang_Tsung",
        "https://en.wikipedia.org/wiki/Shinnok",
        "https://en.wikipedia.org/wiki/Quan_Chi",
        "https://en.wikipedia.org/wiki/Wario",
        "https://en.wikipedia.org/wiki/Waluigi",
        "https://en.wikipedia.org/wiki/Frodo_Baggins",
        "https://en.wikipedia.org/wiki/Samwise_Gamgee",
        "https://en.wikipedia.org/wiki/Ron_Weasley",
        "https://en.wikipedia.org/wiki/Don_Giovanni",
        "https://en.wikipedia.org/wiki/Western_movie",
        "https://en.wikipedia.org/wiki/Fuzzy_Knight",
        "https://en.wikipedia.org/wiki/Smiley_Burnette",
        "https://en.wikipedia.org/wiki/Andy_Devine",
        "https://en.wikipedia.org/wiki/Alien_sidekick",
        "https://en.wikipedia.org/wiki/Star_Trek",
        "https://en.wikipedia.org/wiki/Chewbacca",
        "https://en.wikipedia.org/wiki/Han_Solo",
        "https://en.wikipedia.org/wiki/Star_Wars",
        "https://en.wikipedia.org/wiki/Streaky_the_Supercat",
        "https://en.wikipedia.org/wiki/Krypto_the_Superdog",
        "https://en.wikipedia.org/wiki/Gunsmoke",
        "https://en.wikipedia.org/wiki/Marshal_Matt_Dillon",
        "https://en.wikipedia.org/wiki/Crimson_Avenger",
        "https://en.wikipedia.org/wiki/Tex_Thompson",
        "https://en.wikipedia.org/wiki/Ebony_White",
        "https://en.wikipedia.org/wiki/Jughead_Jones",
        "https://en.wikipedia.org/wiki/Etta_Candy",
        "https://en.wikipedia.org/wiki/Captain_Haddock",
        "https://en.wikipedia.org/wiki/Obelix",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/Robin_the_Boy_Wonder",
        "https://en.wikipedia.org/wiki/Batman",
        "https://en.wikipedia.org/wiki/Sandy_Hawkins",
        "https://en.wikipedia.org/wiki/Stripesy",
        "https://en.wikipedia.org/wiki/Pat_Dugan",
        "https://en.wikipedia.org/wiki/Fredric_Wertham",
        "https://en.wikipedia.org/wiki/Freudian",
        "https://en.wikipedia.org/wiki/Seduction_of_the_Innocent",
        "https://en.wikipedia.org/wiki/United_States_Senate_Subcommittee_on_Juvenile_Delinquency",
        "https://en.wikipedia.org/wiki/Rick_Veitch",
        "https://en.wikipedia.org/wiki/Alan_Moore",
        "https://en.wikipedia.org/wiki/Pedophilia",
        "https://en.wikipedia.org/wiki/Silver_Age_of_Comic_Books",
        "https://en.wikipedia.org/wiki/Snapper_Carr",
        "https://en.wikipedia.org/wiki/Wally_West",
        "https://en.wikipedia.org/wiki/Donna_Troy",
        "https://en.wikipedia.org/wiki/Teen_Titans",
        "https://en.wikipedia.org/wiki/Marvel_Comics",
        "https://en.wikipedia.org/wiki/Human_Torch",
        "https://en.wikipedia.org/wiki/Golden_Age_of_comic_books",
        "https://en.wikipedia.org/wiki/Batman",
        "https://en.wikipedia.org/wiki/Captain_America",
        "https://en.wikipedia.org/wiki/Jack_Flag",
        "https://en.wikipedia.org/wiki/Hulk",
        "https://en.wikipedia.org/wiki/Ethel_Mertz",
        "https://en.wikipedia.org/wiki/Lucy_Ricardo",
        "https://en.wikipedia.org/wiki/I_Love_Lucy",
        "https://en.wikipedia.org/wiki/Ralph_Kramden",
        "https://en.wikipedia.org/wiki/The_Honeymooners",
        "https://en.wikipedia.org/wiki/Screech_Powers",
        "https://en.wikipedia.org/wiki/Saved_by_the_Bell",
        "https://en.wikipedia.org/wiki/Roger_Healey",
        "https://en.wikipedia.org/wiki/I_Dream_of_Jeannie",
        "https://en.wikipedia.org/wiki/I_Dream_of_Jeannie",
        "https://en.wikipedia.org/wiki/Sweathogs",
        "https://en.wikipedia.org/wiki/Gabe_Kotter",
        "https://en.wikipedia.org/wiki/Kate_McArdle",
        "https://en.wikipedia.org/wiki/Allie_Lowell",
        "https://en.wikipedia.org/wiki/Oscar_Madison",
        "https://en.wikipedia.org/wiki/Felix_Unger",
        "https://en.wikipedia.org/wiki/Bret_Maverick",
        "https://en.wikipedia.org/wiki/List_of_Maverick_episodes",
        "https://en.wikipedia.org/wiki/Laverne_De_Fazio",
        "https://en.wikipedia.org/wiki/Shirley_Feeney",
        "https://en.wikipedia.org/wiki/Ed_McMahon",
        "https://en.wikipedia.org/wiki/Johnny_Carson",
        "https://en.wikipedia.org/wiki/The_Tonight_Show_Starring_Johnny_Carson",
        "https://en.wikipedia.org/wiki/Andy_Richter",
        "https://en.wikipedia.org/wiki/The_Late_Late_Show_with_Craig_Ferguson",
        "https://en.wikipedia.org/wiki/Geoff_Peterson",
        "https://en.wikipedia.org/wiki/Josh_Robert_Thompson",
        "https://en.wikipedia.org/wiki/Clarence_Gilyard",
        "https://en.wikipedia.org/wiki/Walker_Texas_Ranger",
        "https://en.wikipedia.org/wiki/Chuck_Norris",
        "https://en.wikipedia.org/wiki/Animated_cartoons",
        "https://en.wikipedia.org/wiki/Yogi_Bear",
        "https://en.wikipedia.org/wiki/Baba_Looey",
        "https://en.wikipedia.org/wiki/Quick_Draw_McGraw",
        "https://en.wikipedia.org/wiki/Stimpy",
        "https://en.wikipedia.org/wiki/The_Ren_and_Stimpy_Show",
        "https://en.wikipedia.org/wiki/Planetfall",
        "https://en.wikipedia.org/wiki/Computer_Gaming_World",
        "https://en.wikipedia.org/wiki/Amy_Rose",
        "https://en.wikipedia.org/wiki/Cream_the_Rabbit",
        "https://en.wikipedia.org/wiki/Diddy_Kong",
        "https://en.wikipedia.org/wiki/Donkey_Kong",
        "https://en.wikipedia.org/wiki/Mega_Man",
        "https://en.wikipedia.org/wiki/Kid_Icarus",
        "https://en.wikipedia.org/wiki/Fox_McCloud",
        "https://en.wikipedia.org/wiki/Confidant",
        "https://en.wikipedia.org/wiki/Henchman",
        "https://en.wikipedia.org/wiki/List_of_comic_book_sidekicks",
        "https://en.wikipedia.org/wiki/Denny_Colt",
        "https://en.wikipedia.org/wiki/Black_people",
        "https://en.wikipedia.org/wiki/Stereotyped",
        "https://en.wikipedia.org/wiki/Will_Eisner",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Warren_Publishing",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Computer_Gaming_World",
        "https://en.wikipedia.org/wiki/Sidekick",
        "https://en.wikipedia.org/wiki/Sidekick",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}