{
    "url": "https://en.wikipedia.org/wiki/Sigmund_Freud",
    "title": "Sigmund Freud",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life and education",
        "1.2 Early career and marriage",
        "1.3 Relationship with Fliess",
        "1.4 Development of psychoanalysis",
        "1.5 Early followers",
        "1.5.1 Resignations from the IPA",
        "1.6 Early psychoanalytic movement",
        "1.7 Patients",
        "1.8 Cancer",
        "1.9 Escape from Nazism",
        "1.10 Death",
        "2 Ideas",
        "2.1 Early work",
        "2.2 Seduction theory",
        "2.3 Cocaine",
        "2.4 The unconscious",
        "2.5 Dreams",
        "2.6 Psychosexual development",
        "2.7 Id, ego, and super-ego",
        "2.8 Life and death drives",
        "2.9 Melancholia",
        "2.10 Femininity and female sexuality",
        "2.11 Religion",
        "3 Legacy",
        "3.1 Psychotherapy",
        "3.2 Science",
        "3.3 Philosophy",
        "3.4 Literature and literary criticism",
        "3.5 Feminism",
        "4 In popular culture",
        "5 Works",
        "5.1 Books",
        "5.2 Case histories",
        "5.3 Papers on sexuality",
        "5.4 Autobiographical papers",
        "5.5 The Standard Edition",
        "6 Correspondence",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Biographies",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSigmund Freud (/frɔɪd/ FROYD,[3] German: [ˈziːkmʊnt ˈfʁɔʏ̯t]; born Sigismund Schlomo Freud; 6 May 1856 – 23 September 1939) was an Austrian neurologist and the founder of psychoanalysis, a clinical method for evaluating and treating pathologies explained as originating in conflicts in the psyche, through dialogue between a patient and a psychoanalyst.[4]\n\nFreud was born to Galician Jewish parents in the Moravian town of Freiberg, in the Austrian Empire. He qualified as a doctor of medicine in 1881 at the University of Vienna.[5][6] Upon completing his habilitation in 1885, he was appointed a docent in neuropathology and became an affiliated professor in 1902.[7] Freud lived and worked in Vienna, having set up his clinical practice there in 1886. In 1938, Freud left Austria to escape Nazi persecution. He died in exile in the United Kingdom in 1939.\n\nIn founding psychoanalysis, Freud developed therapeutic techniques such as the use of free association and discovered transference, establishing its central role in the analytic process. Freud's redefinition of sexuality to include its infantile forms led him to formulate the Oedipus complex as the central tenet of psychoanalytical theory.[8] His analysis of dreams as wish-fulfillments provided him with models for the clinical analysis of symptom formation and the underlying mechanisms of repression. On this basis, Freud elaborated his theory of the unconscious and went on to develop a model of psychic structure comprising id, ego and super-ego.[9] Freud postulated the existence of libido, sexualised energy with which mental processes and structures are invested and which generates erotic attachments, and a death drive, the source of compulsive repetition, hate, aggression, and neurotic guilt.[10] In his later works, Freud developed a wide-ranging interpretation and critique of religion and culture.\n\nThough in overall decline as a diagnostic and clinical practice, psychoanalysis remains influential within psychology, psychiatry, and psychotherapy, and across the humanities. It thus continues to generate extensive and highly contested debate concerning its therapeutic efficacy, its scientific status, and whether it advances or hinders the feminist cause.[11] Nonetheless, Freud's work has suffused contemporary Western thought and popular culture. W. H. Auden's 1940 poetic tribute to Freud describes him as having created \"a whole climate of opinion / under whom we conduct our different lives\".[12]\n\n"
        },
        {
            "title": "Biography",
            "text": "Sigmund Freud was born to Ashkenazi Jewish parents in the Moravian town of Freiberg,[13][14] in the Austrian Empire (now Příbor, Czech Republic), the first of eight children.[15] Both of his parents were from Galicia, a historic province straddling modern-day West Ukraine and southeast Poland. His father, Jakob Freud (1815–1896), a wool merchant, had two sons, Emanuel (1833–1914) and Philipp (1836–1911), by his first marriage. Jakob's family were Hasidic Jews and, although Jakob himself had moved away from the tradition, he came to be known for his Torah study. He and Freud's mother, Amalia Nathansohn, who was 20 years younger and his third wife, were married by Rabbi Isaac Noah Mannheimer on 29 July 1855.[16] They were struggling financially and living in a rented room, in a locksmith's house at Schlossergasse 117 when their son Sigmund was born.[17] He was born with a caul, which his mother saw as a positive omen for the boy's future.[18]\n\nIn 1859, the Freud family left Freiberg. Freud's half-brothers immigrated to Manchester, England, parting him from the \"inseparable\" playmate of his early childhood, Emanuel's son, John.[19] Jakob Freud took his wife and two children (Freud's sister, Anna, was born in 1858; a brother, Julius born in 1857, had died in infancy) firstly to Leipzig and then in 1860 to Vienna where four sisters and a brother were born: Rosa (b. 1860), Marie (b. 1861), Adolfine (b. 1862), Paula (b. 1864), Alexander (b. 1866). In 1865, the nine-year-old Freud entered the Leopoldstädter Kommunal-Realgymnasium, a prominent high school. He proved to be an outstanding pupil and graduated from the Matura in 1873 with honors. He loved literature and was proficient in German, French, Italian, Spanish, English, Hebrew, Latin and Greek.[20]\n\nFreud entered the University of Vienna at age 17. He had planned to study law, but joined the medical faculty at the university, where his studies included philosophy under Franz Brentano, physiology under Ernst Brücke, and zoology under Darwinist professor Carl Claus.[21] In 1876, Freud spent four weeks at Claus's zoological research station in Trieste, dissecting hundreds of eels in an inconclusive search for their male reproductive organs.[22] In 1877, Freud moved to Ernst Brücke's physiology laboratory where he spent six years comparing the brains of humans and other vertebrates with those of frogs and invertebrates such as crayfish and lampreys. His research work on the biology of nervous tissue proved seminal for the subsequent discovery of the neuron in the 1890s.[23] Freud's research work was interrupted in 1879 by the obligation to undertake a year's compulsory military service. The lengthy downtimes enabled him to complete a commission to translate four essays from John Stuart Mill's collected works.[24] He graduated with an MD in March 1881.[25]\n\nIn 1882, Freud began his medical career at Vienna General Hospital. His research work in cerebral anatomy led to the publication in 1884 of an influential paper on the palliative effects of cocaine, and his work on aphasia would form the basis of his first book On Aphasia: A Critical Study, published in 1891.[26] Over a three-year period, Freud worked in various departments of the hospital. His time spent in Theodor Meynert's psychiatric clinic and as a locum in a local asylum led to an increased interest in clinical work. His substantial body of published research led to his appointment as a university lecturer or docent in neuropathology in 1885, a non-salaried post but one which entitled him to give lectures at the University of Vienna.[27]\n\nIn 1886, Freud resigned his hospital post and entered private practice specializing in \"nervous disorders\". The same year he married Martha Bernays, the granddaughter of Isaac Bernays, a chief rabbi in Hamburg. Freud was, as an atheist, dismayed at the requirement in Austria for a Jewish religious ceremony and briefly considered, before dismissing, the prospect of joining the Protestant 'Confession' to avoid one.[28]   In the event a civil ceremony took place on 13 September and a religious ceremony the following day with Freud having been hastily tutored in the Hebrew prayers.[29]  The Freuds had six children: Mathilde (b. 1887), Jean-Martin (b. 1889), Oliver (b. 1891), Ernst (b. 1892), Sophie (b. 1893), and Anna (b. 1895). From 1891 until they left Vienna in 1938, Freud and his family lived in an apartment at Berggasse 19, near Innere Stadt, a historical district of Vienna.\n\nIn 1896, Minna Bernays, Martha Freud's sister, became a permanent member of the Freud household after the death of her fiancé. The close relationship she formed with Freud led to rumours, started by Carl Jung, of an affair. The discovery of a Swiss hotel guest-book entry for 13 August 1898, signed by Freud whilst travelling with his sister-in-law, has been presented as evidence of the affair.[30]\n\nFreud began smoking tobacco at age 24; initially a cigarette smoker, he became a cigar smoker. He believed smoking enhanced his capacity to work and that he could exercise self-control in moderating it. Despite health warnings from colleague Wilhelm Fliess, he remained a smoker, eventually suffering a buccal cancer.[31] Freud suggested to Fliess in 1897 that addictions, including that to tobacco, were substitutes for masturbation, \"the one great habit.\"[32]\n\nFreud had greatly admired his philosophy tutor, Brentano, who was known for his theories of perception and introspection. Brentano discussed the possible existence of the unconscious mind in his Psychology from an Empirical Standpoint (1874). Although Brentano denied its existence, his discussion of the unconscious probably helped introduce Freud to the concept.[33] Freud owned and made use of Charles Darwin's major evolutionary writings, and was also influenced by Eduard von Hartmann's The Philosophy of the Unconscious (1869). Other texts of importance to Freud were by Fechner and Herbart,[34] with the latter's Psychology as Science arguably considered to be of underrated significance in this respect.[35] Freud also drew on the work of Theodor Lipps, who was one of the main contemporary theorists of the concepts of the unconscious and empathy.[36]\n\nThough Freud was reluctant to associate his psychoanalytic insights with prior philosophical theories, attention has been drawn to analogies between his work and that of both Schopenhauer[37] and Nietzsche. In 1908, Freud said that he occasionally read Nietzsche, and was strongly fascinated by his writings, but did not study him, because he found Nietzsche's \"intuitive insights\" resembled too much his own work at the time, and also because he was overwhelmed by the \"wealth of ideas\" he encountered when he read Nietzsche. Freud sometimes would deny the influence of Nietzsche's ideas.  One historian quotes Peter L. Rudnytsky, who says that based on Freud's correspondence with his adolescent friend Eduard Silberstein, Freud read Nietzsche's The Birth of Tragedy and probably the first two of the Untimely Meditations when he was seventeen.[38][39] In 1900, the year of Nietzsche's death, Freud bought his collected works; he told his friend, Fliess, that he hoped to find in Nietzsche's works \"the words for much that remains mute in me.\" Later, he said he had not yet opened them.[40] Freud came to treat Nietzsche's writings \"as texts to be resisted far more than to be studied.\" His interest in philosophy declined after he had decided on a career in neurology.[41]\n\nFreud read William Shakespeare in English throughout his life, and it has been suggested that his understanding of human psychology may have been partially derived from Shakespeare's plays.[42]\n\nFreud's Jewish origins and his allegiance to his secular Jewish identity were of significant influence in the formation of his intellectual and moral outlook, especially concerning his intellectual non-conformism, as he pointed out in his Autobiographical Study.[43] They would also have a substantial effect on the content of psychoanalytic ideas, particularly in respect of their common concerns with depth interpretation and \"the bounding of desire by law\".[44]\n\nDuring the formative period of his work, Freud valued and came to rely on the intellectual and emotional support of his friend Wilhelm Fliess, a Berlin-based ear, nose, and throat specialist whom he had first met in 1887. Both men saw themselves as isolated from the prevailing clinical and theoretical mainstream because of their ambitions to develop radical new theories of sexuality. Fliess developed highly eccentric theories of human biorhythms and a nasogenital connection which are today considered pseudoscientific. He shared Freud's views on the importance of certain aspects of sexuality – masturbation, coitus interruptus, and the use of condoms – in the etiology of what was then called the \"actual neuroses,\" primarily neurasthenia and certain physically manifested anxiety symptoms.[45] They maintained an extensive correspondence from which Freud drew on Fliess's speculations on infantile sexuality and bisexuality to elaborate and revise his own ideas. His first attempt at a systematic theory of the mind, his Project for a Scientific Psychology, was developed as a metapsychology with Fliess as interlocutor.[46] However, Freud's efforts to build a bridge between neurology and psychology were eventually abandoned after they had reached an impasse, as his letters to Fliess reveal,[47] though some ideas of the Project were to be taken up again in the concluding chapter of The Interpretation of Dreams.[48]\n\nFreud had Fliess repeatedly operate on his nose and sinuses to treat \"nasal reflex neurosis\",[49] and subsequently referred his patient Emma Eckstein to him. According to Freud, her history of symptoms included severe leg pains with consequent restricted mobility, as well as stomach and menstrual pains. These pains were, according to Fliess's theories, caused by habitual masturbation which, as the tissue of the nose and genitalia were linked, was curable by removal of part of the middle turbinate.[50][51] Fliess's surgery proved disastrous, resulting in profuse, recurrent nasal bleeding; he had left a half-metre of gauze in Eckstein's nasal cavity whose subsequent removal left her permanently disfigured. At first, though aware of Fliess's culpability and regarding the remedial surgery in horror, Freud could bring himself only to intimate delicately in his correspondence with Fliess the nature of his disastrous role, and in subsequent letters maintained a tactful silence on the matter or else returned to the face-saving topic of Eckstein's hysteria. Freud ultimately, in light of Eckstein's history of adolescent self-cutting and irregular nasal (and menstrual) bleeding, concluded that Fliess was \"completely without blame\", as Eckstein's post-operative haemorrhages were hysterical \"wish-bleedings\" linked to \"an old wish to be loved in her illness\" and triggered as a means of \"rearousing [Freud's] affection\". Eckstein nonetheless continued her analysis with Freud. She was restored to full mobility and went on to practice psychoanalysis herself.[52][53][50]\n\nFreud, who had called Fliess \"the Kepler of biology\", later concluded that a combination of a homoerotic attachment and the residue of his \"specifically Jewish mysticism\" lay behind his loyalty to his Jewish friend and his consequent overestimation of both his theoretical and clinical work. Their friendship came to an acrimonious end with Fliess angry at Freud's unwillingness to endorse his general theory of sexual periodicity and accusing him of collusion in the plagiarism of his work. After Fliess failed to respond to Freud's offer of collaboration over the publication of his Three Essays on the Theory of Sexuality in 1906, their relationship came to an end.[54]\n\nIn October 1885, Freud went to Paris on a three-month fellowship to study with Jean-Martin Charcot, a renowned neurologist who was conducting scientific research into hypnosis. He was later to recall the experience of this stay as catalytic in turning him toward the practice of medical psychopathology and away from a less financially promising career in neurology research.[56] Charcot specialized in the study of hysteria and susceptibility to hypnosis, which he frequently demonstrated with patients on stage in front of an audience.\n\nOnce he had set up in private practice back in Vienna in 1886, Freud began using hypnosis in his clinical work. He adopted the approach of his friend and collaborator, Josef Breuer, in a type of hypnosis that was different from the French methods he had studied, in that it did not use suggestion. The treatment of one particular patient of Breuer's proved to be transformative for Freud's clinical practice. Described as Anna O., she was invited to talk about her symptoms while under hypnosis (she would coin the phrase \"talking cure\" for her treatment). In the course of talking in this way, her symptoms became reduced in severity as she retrieved memories of traumatic incidents associated with their onset.\n\nThe inconsistent results of Freud's early clinical work eventually led him to abandon hypnosis, having concluded that more consistent and effective symptom relief could be achieved by encouraging patients to talk freely, without censorship or inhibition, about whatever ideas or memories occurred to them. In conjunction with this procedure, which he called \"free association\", Freud found that patients' dreams could be fruitfully analyzed to reveal the complex structuring of unconscious material and to demonstrate the psychic action of repression which, he had concluded, underlay symptom formation. By 1896 he was using the term \"psychoanalysis\" to refer to his new clinical method and the theories on which it was based.[57]\n\nFreud's development of these new theories took place during a period in which he experienced heart irregularities, disturbing dreams and periods of depression, a \"neurasthenia\" which he linked to the death of his father in 1896[58] and which prompted a \"self-analysis\" of his own dreams and memories of childhood. His explorations of his feelings of hostility to his father and rivalrous jealousy over his mother's affections led him to fundamentally revise his theory of the origin of the neuroses.\n\nBased on his early clinical work, Freud postulated that unconscious memories of sexual molestation in early childhood were a necessary precondition for psychoneuroses (hysteria and obsessional neurosis), a formulation now known as Freud's seduction theory.[59] In the light of his self-analysis, Freud abandoned the theory that every neurosis can be traced back to the effects of infantile sexual abuse, now arguing that infantile sexual scenarios still had a causative function, but it did not matter whether they were real or imagined and that in either case, they became pathogenic only when acting as repressed memories.[60]\n\nThis transition from the theory of infantile sexual trauma as a general explanation of how all neuroses originate to one that presupposes autonomous infantile sexuality provided the basis for Freud's subsequent formulation of the theory of the Oedipus complex.[61]\n\nFreud described the evolution of his clinical method and set out his theory of the psychogenetic origins of hysteria, demonstrated in several case histories, in Studies on Hysteria published in 1895 (co-authored with Josef Breuer). In 1899, he published The Interpretation of Dreams in which, following a critical review of existing theory, Freud gives detailed interpretations of his own and his patients' dreams in terms of wish-fulfillments made subject to the repression and censorship of the \"dream-work\". He then sets out the theoretical model of mental structure (the unconscious, pre-conscious and conscious) on which this account is based. An abridged version, On Dreams, was published in 1901. In works that would win him a more general readership, Freud applied his theories outside the clinical setting in The Psychopathology of Everyday Life (1901) and Jokes and their Relation to the Unconscious (1905).[62] In Three Essays on the Theory of Sexuality, published in 1905, Freud elaborates his theory of infantile sexuality, describing its \"polymorphous perverse\" forms and the functioning of the \"drives\", to which it gives rise, in the formation of sexual identity.[63] The same year he published Fragment of an Analysis of a Case of Hysteria, which became one of his more famous and controversial case studies.[64] Known as the 'Dora' case study, for Freud it was illustrative of hysteria as a symptom and contributed to his understanding of the importance of transference as a clinical phenomena. In other of his early case studies Freud set out to describe the symptomatology  of obsessional neurosis in the case of the Rat man, and phobia in the case of Little Hans.[65]\n\nIn 1902, Freud, at last, realised his long-standing ambition to be made a university professor. The title \"professor extraordinarius\"[66] was important to Freud for the recognition and prestige it conferred, there being no salary or teaching duties attached to the post (he would be granted the enhanced status of \"professor ordinarius\" in 1920).[67] Despite support from the university, his appointment had been blocked in successive years by the political authorities and it was secured only with the intervention of one of his more influential ex-patients, a Baroness Marie Ferstel, who (supposedly) had to bribe the minister of education with a valuable painting.[68]\n\nWith his prestige thus enhanced, Freud continued with the regular series of lectures on his work which, since the mid-1880s as a docent of Vienna University, he had been delivering to small audiences every Saturday evening at the lecture hall of the university's psychiatric clinic.[69]\n\nFrom the autumn of 1902, a number of Viennese physicians who had expressed interest in Freud's work were invited to meet at his apartment every Wednesday afternoon to discuss issues relating to psychology and neuropathology.[70] This group was called the Wednesday Psychological Society (Psychologische Mittwochs-Gesellschaft) and it marked the beginnings of the worldwide psychoanalytic movement.[71]\n\nFreud founded this discussion group at the suggestion of the physician Wilhelm Stekel. Stekel had studied medicine at the University of Vienna under Richard von Krafft-Ebing. His conversion to psychoanalysis is variously attributed to his successful treatment by Freud for a sexual problem or as a result of his reading The Interpretation of Dreams, to which he subsequently gave a positive review in the Viennese daily newspaper Neues Wiener Tagblatt.[72]\n\nThe other three original members whom Freud invited to attend, Alfred Adler, Max Kahane, and Rudolf Reitler, were also physicians[73] and all five were Jewish by birth.[74] Both Kahane and Reitler were childhood friends of Freud. Kahane had attended the same secondary school and both he and Reitler went to university with Freud. They had kept abreast of Freud's developing ideas through their attendance at his Saturday evening lectures.[75] In 1901, Kahane, who first introduced Stekel to Freud's work,[69] had opened an out-patient psychotherapy institute of which he was the director in Bauernmarkt, in Vienna.[70] In the same year, his medical textbook, Outline of Internal Medicine for Students and Practicing Physicians, was published. In it, he provided an outline of Freud's psychoanalytic method.[69] Kahane broke with Freud and left the Wednesday Psychological Society in 1907 for unknown reasons and in 1923 committed suicide.[76] Reitler was the director of an establishment providing thermal cures in Dorotheergasse which had been founded in 1901.[70] He died prematurely in 1917. Adler, regarded as the most formidable intellect among the early Freud circle, was a socialist who in 1898 had written a health manual for the tailoring trade. He was particularly interested in the potential social impact of psychiatry.[77]\n\nMax Graf, a Viennese musicologist and father of \"Little Hans\", who had first encountered Freud in 1900 and joined the Wednesday group soon after its initial inception,[78] described the ritual and atmosphere of the early meetings of the society:\n\nBy 1906, the group had grown to sixteen members, including Otto Rank, who was employed as the group's paid secretary.[77] In the same year, Freud began a correspondence with Carl Gustav Jung who was by then already an academically acclaimed researcher into word-association and the Galvanic Skin Response, and a lecturer at Zurich University, although still only an assistant to Eugen Bleuler at the Burghölzli Mental Hospital in Zürich.[79][80] In March 1907, Jung and Ludwig Binswanger, also a Swiss psychiatrist, travelled to Vienna to visit Freud and attend the discussion group. Thereafter, they established a small psychoanalytic group in Zürich. In 1908, reflecting its growing institutional status, the Wednesday group was reconstituted as the Vienna Psychoanalytic Society[81] with Freud as president, a position he relinquished in 1910 in favor of Adler in the hope of neutralizing his increasingly critical standpoint.[82]\n\nThe first woman member, Margarete Hilferding, joined the Society in 1910[83] and the following year she was joined by Tatiana Rosenthal and Sabina Spielrein who were both Russian psychiatrists and graduates of the Zürich University medical school. Before the completion of her studies, Spielrein had been a patient of Jung at the Burghölzli and the clinical and personal details of their relationship became the subject of an extensive correspondence between Freud and Jung. Both women would go on to make important contributions to the work of the Russian Psychoanalytic Society founded in 1910.[84]\n\nFreud's early followers met together formally for the first time at the Hotel Bristol, Salzburg on 27 April 1908. This meeting, which was retrospectively deemed to be the first International Psychoanalytic Congress,[85] was convened at the suggestion of Ernest Jones, then a London-based neurologist who had discovered Freud's writings and begun applying psychoanalytic methods in his clinical work. Jones had met Jung at a conference the previous year and they met up again in Zürich to organize the Congress. There were, as Jones records, \"forty-two present, half of whom were or became practising analysts.\"[86] In addition to Jones and the Viennese and Zürich contingents accompanying Freud and Jung, also present and notable for their subsequent importance in the psychoanalytic movement were Karl Abraham and Max Eitingon from Berlin, Sándor Ferenczi from Budapest and the New York-based Abraham Brill.\n\nImportant decisions were taken at the Congress to advance the impact of Freud's work. A journal, the Jahrbuch für psychoanalytische und psychopathologische Forschungen, was launched in 1909 under the editorship of Jung. This was followed in 1910 by the monthly Zentralblatt für Psychoanalyse edited by Adler and Stekel, in 1911 by Imago, a journal devoted to the application of psychoanalysis to the field of cultural and literary studies edited by Rank and in 1913 by the Internationale Zeitschrift für Psychoanalyse, also edited by Rank.[87] Plans for an international association of psychoanalysts were put in place and these were implemented at the Nuremberg Congress of 1910 where Jung was elected, with Freud's support, as its first president.\n\nFreud turned to Brill and Jones to further his ambition to spread the psychoanalytic cause in the English-speaking world. Both were invited to Vienna following the Salzburg Congress and a division of labour was agreed with Brill given the translation rights for Freud's works, and Jones, who was to take up a post at the University of Toronto later in the year, tasked with establishing a platform for Freudian ideas in North American academic and medical life.[88] Jones's advocacy prepared the way for Freud's visit to the United States, accompanied by Jung and Ferenczi, in September 1909 at the invitation of Stanley Hall, president of Clark University, Worcester, Massachusetts, where he gave five lectures on psychoanalysis.[89]\n\nThe event, at which Freud was awarded an Honorary Doctorate, marked the first public recognition of Freud's work and attracted widespread media interest. Freud's audience included the distinguished neurologist and psychiatrist James Jackson Putnam, Professor of Diseases of the Nervous System at Harvard, who invited Freud to his country retreat where they held extensive discussions over a period of four days. Putnam's subsequent public endorsement of Freud's work represented a significant breakthrough for the psychoanalytic cause in the United States.[89] When Putnam and Jones organised the founding of the American Psychoanalytic Association in May 1911 they were elected president and secretary respectively. Brill founded the New York Psychoanalytic Society the same year. His English translations of Freud's work began to appear from 1909.\n\nSome of Freud's followers subsequently withdrew from the International Psychoanalytical Association (IPA) and founded their own schools.\n\nFrom 1909, Adler's views on topics such as neurosis began to differ markedly from those held by Freud. As Adler's position appeared increasingly incompatible with Freudianism, a series of confrontations between their respective viewpoints took place at the meetings of the Viennese Psychoanalytic Society in January and February 1911. In February 1911, Adler, then the president of the society, resigned his position. At this time, Stekel also resigned from his position as vice president of the society. Adler finally left the Freudian group altogether in June 1911 to found his own organization with nine other members who had also resigned from the group.[90] This new formation was initially called Society for Free Psychoanalysis but it was soon renamed the Society for Individual Psychology. In the period after World War I, Adler became increasingly associated with a psychological position he devised called individual psychology.[91]\n\nIn 1912, Jung published Wandlungen und Symbole der Libido (published in English in 1916 as Psychology of the Unconscious) making it clear that his views were taking a direction quite different from those of Freud. To distinguish his system from psychoanalysis, Jung called it analytical psychology.[92] Anticipating the final breakdown of the relationship between Freud and Jung, Ernest Jones initiated the formation of a Secret Committee of loyalists charged with safeguarding the theoretical coherence and institutional legacy of the psychoanalytic movement. Formed in the autumn of 1912, the Committee comprised Freud, Jones, Abraham, Ferenczi, Rank, and Hanns Sachs. Max Eitingon joined the Committee in 1919. Each member pledged himself not to make any public departure from the fundamental tenets of psychoanalytic theory before he had discussed his views with the others. After this development, Jung recognised that his position was untenable and resigned as editor of the Jahrbuch and then as president of the IPA in April 1914. The Zürich Society withdrew from the IPA the following July.[93]\n\nLater the same year, Freud published a paper entitled \"The History of the Psychoanalytic Movement\", the German original being first published in the Jahrbuch, giving his view on the birth and evolution of the psychoanalytic movement and the withdrawal of Adler and Jung from it.\n\nThe final defection from Freud's inner circle occurred following the publication in 1924 of Rank's The Trauma of Birth which other members of the Committee read as, in effect, abandoning the Oedipus Complex as the central tenet of psychoanalytic theory. Abraham and Jones became increasingly forceful critics of Rank and though he and Freud were reluctant to end their close and long-standing relationship the break finally came in 1926 when Rank resigned from his official posts in the IPA and left Vienna for Paris. His place on the Committee was taken by Anna Freud.[94] Rank eventually settled in the United States where his revisions of Freudian theory were to influence a new generation of therapists uncomfortable with the orthodoxies of the IPA.\n\nAfter the founding of the IPA in 1910, an international network of psychoanalytical societies, training institutes, and clinics became well established and a regular schedule of biannual Congresses commenced after the end of World War I to coordinate their activities.[95]\n\nAbraham and Eitingon founded the Berlin Psychoanalytic Society in 1910 and then the Berlin Psychoanalytic Institute and the Poliklinik in 1920. The Poliklinik's innovations of free treatment, and child analysis, and the Berlin Institute's standardisation of psychoanalytic training had a major influence on the wider psychoanalytic movement. In 1927, Ernst Simmel founded the Schloss Tegel Sanatorium on the outskirts of Berlin, the first such establishment to provide psychoanalytic treatment in an institutional framework. Freud organised a fund to help finance its activities and his architect son, Ernst, was commissioned to refurbish the building. It was forced to close in 1931 for economic reasons.[96]\n\nThe 1910 Moscow Psychoanalytic Society became the Russian Psychoanalytic Society and Institute in 1922. Freud's Russian followers were the first to benefit from translations of his work, the 1904 Russian translation of The Interpretation of Dreams appearing nine years before Brill's English edition. The Russian Institute was unique in receiving state support for its activities, including publication of translations of Freud's works.[97] Support was abruptly annulled in 1924, when Joseph Stalin came to power, after which psychoanalysis was denounced on ideological grounds.[98]\n\nAfter helping found the American Psychoanalytic Association in 1911, Ernest Jones returned to Britain from Canada in 1913 and founded the London Psychoanalytic Society the same year. In 1919, he dissolved this organisation and, with its core membership purged of Jungian adherents, founded the British Psychoanalytical Society, serving as its president until 1944. The Institute of Psychoanalysis was established in 1924 and the London Clinic of Psychoanalysis was established in 1926, both under Jones's directorship.[99]\n\nThe Vienna Ambulatorium (Clinic) was established in 1922 and the Vienna Psychoanalytic Institute was founded in 1924 under the directorship of Helene Deutsch.[100] Ferenczi founded the Budapest Psychoanalytic Institute in 1913 and a clinic in 1929.\n\nPsychoanalytic societies and institutes were established in Switzerland (1919), France (1926), Italy (1932), the Netherlands (1933), Norway (1933), and in Palestine (Jerusalem, 1933) by Eitingon, who had fled Berlin after Adolf Hitler came to power.[101] The New York Psychoanalytic Institute was founded in 1931.\n\nThe 1922 Berlin Congress was the last Freud attended.[102] By this time his speech had become seriously impaired by the prosthetic device he needed as a result of a series of operations on his cancerous jaw. He kept abreast of developments through regular correspondence with his principal followers and via the circular letters and meetings of the Secret Committee which he continued to attend.\n\nThe Committee continued to function until 1927 by which time institutional developments within the IPA, such as the establishment of the International Training Commission, had addressed concerns about the transmission of psychoanalytic theory and practice. There remained, however, significant differences over the issue of lay analysis – i.e. the acceptance of non-medically qualified candidates for psychoanalytic training. Freud set out his case in favour in 1926 in his The Question of Lay Analysis. He was resolutely opposed by the American societies who expressed concerns over professional standards and the risk of litigation (though child analysts were made exempt). These concerns were also shared by some of his European colleagues. Eventually, an agreement was reached allowing societies autonomy in setting criteria for candidature.[103]\n\nIn 1930, Freud received the Goethe Prize in recognition of his contributions to psychology and German literary culture.[104]\n\nFreud used pseudonyms in his case histories. Some patients known by pseudonyms were Cäcilie M. (Anna von Lieben); Dora (Ida Bauer, 1882–1945); Frau Emmy von N. (Fanny Moser); Fräulein Elisabeth von R. (Ilona Weiss);[105] Fräulein Katharina (Aurelia Kronich); Fräulein Lucy R.; Little Hans (Herbert Graf, 1903–1973); Rat Man (Ernst Lanzer, 1878–1914); Enos Fingy (Joshua Wild, 1878–1920);[106] and Wolf Man (Sergei Pankejeff, 1887–1979). Other famous patients included Prince Pedro Augusto of Brazil (1866–1934); H.D. (1886–1961); Emma Eckstein (1865–1924); Gustav Mahler (1860–1911), with whom Freud had only a single, extended consultation; Princess Marie Bonaparte; Edith Banfield Jackson (1895–1977);[107] Arthur Tansley (1871-1955), and Albert Hirst (1887–1974).[108]\n\nIn February 1923, Freud detected a leukoplakia, a benign growth associated with heavy smoking, on his mouth. He initially kept this secret, but in April 1923 he informed Ernest Jones, telling him that the growth had been removed. Freud consulted the dermatologist Maximilian Steiner, who advised him to quit smoking but lied about the growth's seriousness, minimizing its importance. Freud later saw Felix Deutsch, who saw that the growth was cancerous; he identified it to Freud using the euphemism \"a bad leukoplakia\" instead of the technical diagnosis epithelioma. Deutsch advised Freud to stop smoking and have the growth excised. Freud was treated by Marcus Hajek, a rhinologist whose competence he had previously questioned. Hajek performed an unnecessary cosmetic surgery in his clinic's outpatient department. Freud bled during and after the operation, and may narrowly have escaped death. Freud subsequently saw Deutsch again. Deutsch saw that further surgery would be required, but did not tell Freud he had cancer because he was worried that Freud might wish to commit suicide.[109]\n\nIn January 1933, the Nazi Party took control of Germany, and Freud's books were prominent among those they burned and destroyed. Freud remarked to Ernest Jones: \"What progress we are making. In the Middle Ages they would have burned me. Now, they are content with burning my books.\"[110] Freud continued to underestimate the growing Nazi threat and remained determined to stay in Vienna, even following the Anschluss of 13 March 1938, in which Nazi Germany annexed Austria, and the outbreaks of violent antisemitism that ensued.[111] Jones, the then president of the International Psychoanalytical Association (IPA), flew into Vienna from London via Prague on 15 March determined to get Freud to change his mind and seek exile in Britain. This prospect and the shock of the arrest and interrogation of Anna Freud by the Gestapo finally convinced Freud it was time to leave Austria.[111] Jones left for London the following week with a list provided by Freud of the party of émigrés for whom immigration permits would be required. Back in London, Jones used his personal acquaintance with the Home Secretary, Sir Samuel Hoare, to expedite the granting of permits. There were seventeen in all and work permits were provided where relevant. Jones also used his influence in scientific circles, persuading the president of the Royal Society, Sir William Bragg, to write to the Foreign Secretary Lord Halifax, requesting to good effect that diplomatic pressure be applied in Berlin and Vienna on Freud's behalf. Freud also had support from American diplomats, notably his ex-patient and American ambassador to France, William Bullitt. Bullitt alerted U.S. President Roosevelt to the increased dangers facing the Freuds, resulting in the American consul-general in Vienna, John Cooper Wiley, arranging regular monitoring of Berggasse 19. He also intervened by phone call during the Gestapo interrogation of Anna Freud.[112]\n\nThe departure from Vienna began in stages throughout April and May 1938. Freud's grandson, Ernst Halberstadt, and Freud's son Martin's wife and children left for Paris in April. Freud's sister-in-law, Minna Bernays, left for London on 5 May, Martin Freud the following week and Freud's daughter Mathilde and her husband, Robert Hollitscher, on 24 May.[113]\n\nBy the end of the month, arrangements for Freud's own departure for London had become stalled, mired in a legally tortuous and financially extortionate process of negotiation with the Nazi authorities. Under regulations imposed on its Jewish population by the new Nazi regime, a Kommissar was appointed to manage Freud's assets and those of the IPA whose headquarters were near Freud's home. Freud was allocated to Dr Anton Sauerwald, who had studied chemistry at Vienna University under Professor Josef Herzig, an old friend of Freud's. Sauerwald read Freud's books to further learn about him and became sympathetic toward his situation. Though required to disclose details of all Freud's bank accounts to his superiors and to arrange the destruction of the historic library of books housed in the offices of the IPA, Sauerwald did neither. Instead, he removed evidence of Freud's foreign bank accounts to his own safe-keeping and arranged the storage of the IPA library in the Austrian National Library, where it remained until the end of the war.[114]\n\nThough Sauerwald's intervention lessened the financial burden of the \"flight\" tax on Freud's declared assets, other substantial charges were levied concerning the debts of the IPA and the valuable collection of antiquities Freud possessed. Unable to access his own accounts, Freud turned to Princess Marie Bonaparte, the most eminent and wealthy of his French followers, who had travelled to Vienna to offer her support, and it was she who made the necessary funds available.[115] This allowed Sauerwald to sign the necessary exit visas for Freud, his wife Martha, and daughter Anna. They left Vienna on the Orient Express on 4 June, accompanied by their housekeeper and a doctor, arriving in Paris the following day, where they stayed as guests of Marie Bonaparte, before travelling overnight to London, arriving at London Victoria station on 6 June.\n\nAmong those soon to call on Freud to pay their respects were Salvador Dalí, Stefan Zweig, Leonard Woolf, Virginia Woolf, and H. G. Wells. Representatives of the Royal Society called with the Society's Charter for Freud, who had been elected a Foreign Member in 1936, to sign himself into membership. Marie Bonaparte arrived near the end of June to discuss the fate of Freud's four elderly sisters left behind in Vienna. Her subsequent attempts to get them exit visas failed, and they would all die in Nazi concentration camps.[116]\n\nIn early 1939, Sauerwald arrived in London in mysterious circumstances, where he met Freud's brother Alexander.[117] He was tried and imprisoned in 1945 by an Austrian court for his activities as a Nazi Party official. Responding to a plea from his wife, Anna Freud wrote to confirm that Sauerwald \"used his office as our appointed commissar in such a manner as to protect my father\". Her intervention helped secure his release from jail in 1947.[118]\n\nIn the Freuds' new home, 20 Maresfield Gardens, Hampstead, North London, Freud's Vienna consulting room was recreated in faithful detail. He continued to see patients there until the terminal stages of his illness. He also worked on his last books, Moses and Monotheism, published in German in 1938 and in English the following year[119] and the uncompleted An Outline of Psychoanalysis, which was published posthumously.\n\nBy mid-September 1939, Freud's cancer of the jaw was causing him increasingly severe pain and had been declared inoperable. The last book he read, Balzac's La Peau de chagrin, prompted reflections on his own increasing frailty, and a few days later he turned to his doctor, friend, and fellow refugee, Max Schur, reminding him that they had previously discussed the terminal stages of his illness: \"Schur, you remember our 'contract' not to leave me in the lurch when the time had come. Now it is nothing but torture and makes no sense.\" When Schur replied that he had not forgotten, Freud said, \"I thank you,\" and then, \"Talk it over with Anna, and if she thinks it's right, then make an end of it.\" Anna Freud wanted to postpone her father's death, but Schur convinced her it was pointless to keep him alive; on 21 and 22 September, he administered doses of morphine that resulted in Freud's death at around 3 am on 23 September 1939.[120][121] However, discrepancies in the various accounts Schur gave of his role in Freud's final hours, which have in turn led to inconsistencies between Freud's main biographers, has led to further research and a revised account. This proposes that Schur was absent from Freud's deathbed when a third and final dose of morphine was administered by Dr. Josephine Stross, a colleague of Anna Freud, leading to Freud's death at around midnight on 23 September 1939.[122]\n\nThree days after his death, Freud's body was cremated at Golders Green Crematorium in North London, with Harrods acting as funeral directors, on the instructions of his son, Ernst.[123] Funeral orations were given by Ernest Jones and the Austrian author Stefan Zweig. Freud's ashes were later placed in the crematorium's Ernest George Columbarium (see \"Freud Corner\"). They rest on a plinth designed by his son, Ernst,[124] in a sealed[123] ancient Greek bell krater painted with Dionysian scenes that Freud had received as a gift from Marie Bonaparte, and which he had kept in his study in Vienna for many years. After his wife, Martha, died in 1951, her ashes were also placed in the urn.[125]\n\n"
        },
        {
            "title": "Ideas",
            "text": "Freud began his study of medicine at the University of Vienna in 1873.[126] He took almost nine years to complete his studies, due to his interest in neurophysiological research, specifically investigation of the sexual anatomy of eels and the physiology of the fish nervous system, and because of his interest in studying philosophy with Franz Brentano. He entered private practice in neurology for financial reasons, receiving his M.D. degree in 1881 at the age of 25.[127] Amongst his principal concerns in the 1880s was the anatomy of the brain, specifically the medulla oblongata. He intervened in the important debates about aphasia with his monograph of 1891, Zur Auffassung der Aphasien, in which he coined the term agnosia and counselled against a too locationist view of the explanation of neurological deficits. Like his contemporary Eugen Bleuler, he emphasized brain function rather than brain structure.\n\nFreud was also an early researcher in the field of cerebral palsy, which was then known as \"cerebral paralysis\". He published several medical papers on the topic and showed that the disease existed long before other researchers of the period began to notice and study it. He also suggested that William John Little, the man who first identified cerebral palsy, was wrong about lack of oxygen during birth being a cause. Instead, he suggested that complications in birth were only a symptom.\n\nFreud hoped that his research would provide a solid scientific basis for his therapeutic technique. The goal of Freudian therapy, or psychoanalysis, was to bring repressed thoughts and feelings into consciousness to free the patient from suffering repetitive distorted emotions.\n\nClassically, the bringing of unconscious thoughts and feelings to consciousness is brought about by encouraging a patient to talk about dreams and engage in free association, in which patients report their thoughts without reservation and make no attempt to concentrate while doing so.[128] Another important element of psychoanalysis is transference, the process by which patients displace onto their analyst feelings and ideas which derive from previous figures in their lives. Transference was first seen as a regrettable phenomenon that interfered with the recovery of repressed memories and disturbed patients' objectivity, but by 1912, Freud had come to see it as an essential part of the therapeutic process.[129]\n\nThe origin of Freud's early work with psychoanalysis can be linked to Josef Breuer. Freud credited Breuer with opening the way to the discovery of the psychoanalytical method by his treatment of the case of Anna O. In November 1880, Breuer was called in to treat a highly intelligent 21-year-old woman (Bertha Pappenheim) for a persistent cough that he diagnosed as hysterical. He found that while nursing her dying father, she had developed some transitory symptoms, including visual disorders and paralysis and contractures of limbs, which he also diagnosed as hysterical. Breuer began to see his patient almost every day as the symptoms increased and became more persistent, and observed that she entered states of absence. He found that when, with his encouragement, she told fantasy stories in her evening states of absence her condition improved, and most of her symptoms had disappeared by April 1881. Following the death of her father in that month her condition deteriorated again. Breuer recorded that some of the symptoms eventually remitted spontaneously and that full recovery was achieved by inducing her to recall events that had precipitated the occurrence of a specific symptom.[130] In the years immediately following Breuer's treatment, Anna O. spent three short periods in sanatoria with the diagnosis \"hysteria\" with \"somatic symptoms\",[131] and some authors have challenged Breuer's published account of a cure.[132][133][134] Richard Skues rejects this interpretation, which he sees as stemming from both Freudian and anti-psychoanalytical revisionism — revisionism that regards both Breuer's narrative of the case as unreliable and his treatment of Anna O. as a failure.[135] Psychologist Frank Sulloway contends that \"Freud's case histories are rampant with censorship, distortions, highly dubious 'reconstructions,' and exaggerated claims.\"[136]\n\nIn the early 1890s, Freud used a form of treatment based on the one that Breuer had described to him, modified by what he called his \"pressure technique\" and his newly developed analytic technique of interpretation and reconstruction. According to Freud's later accounts of this period, as a result of his use of this procedure, most of his patients in the mid-1890s reported early childhood sexual abuse. He believed these accounts, which he used as the basis for his seduction theory, but then he came to believe that they were fantasies. He explained these at first as having the function of \"fending off\" memories of infantile masturbation, but in later years he wrote that they represented Oedipal fantasies, stemming from innate drives that are sexual and destructive in nature.[137]\n\nAnother version of events focuses on Freud's proposing that unconscious memories of infantile sexual abuse were at the root of the psychoneuroses in letters to Fliess in October 1895, before he reported that he had actually discovered such abuse among his patients.[138] In the first half of 1896, Freud published three papers, which led to his seduction theory, stating that he had uncovered, in all of his current patients, deeply repressed memories of sexual abuse in early childhood.[139] In these papers, Freud recorded that his patients were not consciously aware of these memories, and must therefore be present as unconscious memories if they were to result in hysterical symptoms or obsessional neurosis. The patients were subjected to considerable pressure to \"reproduce\" infantile sexual abuse \"scenes\" that Freud was convinced had been repressed into the unconscious.[140] Patients were generally unconvinced that their experiences of Freud's clinical procedure indicated actual sexual abuse. He reported that even after a supposed \"reproduction\" of sexual scenes the patients assured him emphatically of their disbelief.[141]\n\nAs well as his pressure technique, Freud's clinical procedures involved analytic inference and the symbolic interpretation of symptoms to trace back to memories of infantile sexual abuse.[142] His claim of one hundred percent confirmation of his theory only served to reinforce previously expressed reservations from his colleagues about the validity of findings obtained through his suggestive techniques.[143] Freud subsequently showed inconsistency as to whether his seduction theory was still compatible with his later findings.[144] In an addendum to The Aetiology of Hysteria he stated: \"All this is true [the sexual abuse of children], but it must be remembered that at the time I wrote it I had not yet freed myself from my overvaluation of reality and my low valuation of phantasy\".[145] Some years later Freud explicitly rejected the claim of his colleague Ferenczi that his patients' reports of sexual molestation were actual memories instead of fantasies, and he tried to dissuade Ferenczi from making his views public.[144] Karin Ahbel-Rappe concludes in her study \"'I no longer believe': did Freud abandon the seduction theory?\": \"Freud marked out and started down a trail of investigation into the nature of the experience of infantile incest and its impact on the human psyche, and then abandoned this direction for the most part.\"[146]\n\nAs a medical researcher, Freud was an early user and proponent of cocaine as a stimulant as well as analgesic. He believed that cocaine was a cure for many mental and physical problems, and in his 1884 paper \"On Coca\" he extolled its virtues. Between 1883 and 1887 he wrote several articles recommending medical applications, including its use as an antidepressant. He narrowly missed out on obtaining scientific priority for discovering its anesthetic properties of which he was aware but had mentioned only in passing.[147] (Karl Koller, a colleague of Freud's in Vienna, received that distinction in 1884 after reporting to a medical society the ways cocaine could be used in delicate eye surgery.) Freud also recommended cocaine as a cure for morphine addiction.[148] He had introduced cocaine to his friend Ernst von Fleischl-Marxow, who had become addicted to morphine taken to relieve years of excruciating nerve pain resulting from an infection acquired after injuring himself while performing an autopsy. His claim that Fleischl-Marxow was cured of his addiction was premature, though he never acknowledged that he had been at fault. Fleischl-Marxow developed an acute case of \"cocaine psychosis\", and soon returned to using morphine, dying a few years later still suffering from intolerable pain.[149]\n\nThe application as an anaesthetic turned out to be one of the few safe uses of cocaine, and as reports of addiction and overdose began to filter in from many places in the world, Freud's medical reputation became somewhat tarnished.[150] After the \"Cocaine Episode\"[151] Freud ceased to publicly recommend the use of the drug, but continued to take it himself occasionally for depression, migraine and nasal inflammation during the early 1890s, before discontinuing its use in 1896.[152]\n\nThe concept of the unconscious was central to Freud's account of the mind. Freud believed that while poets and thinkers had long known of the existence of the unconscious, he had ensured that it received scientific recognition in the field of psychology.[153]\n\nFreud states explicitly that his concept of the unconscious as he first formulated it was based on the theory of repression. He postulated a cycle in which ideas are repressed, but remain in the mind, removed from consciousness yet operative, then reappear in consciousness under certain circumstances. The postulate was based upon the investigation of cases of hysteria, which revealed instances of behaviour in patients that could not be explained without reference to ideas or thoughts of which they had no awareness and which analysis revealed were linked to the (real or imagined) repressed sexual scenarios of childhood. In his later re-formulations of the concept of repression in his 1915 paper 'Repression' (Standard Edition XIV) Freud introduced the distinction in the unconscious between primary repression linked to the universal taboo on incest ('innately present originally') and repression ('after expulsion') that was a product of an individual's life history ('acquired in the course of the ego's development') in which something that was at one point conscious is rejected or eliminated from consciousness.[153]\n\nIn his account of the development and modification of his theory of unconscious mental processes he sets out in his 1915 paper 'The Unconscious' (Standard Edition XIV), Freud identifies the three perspectives he employs: the dynamic, the economic and the topographical.\n\nThe dynamic perspective concerns firstly the constitution of the unconscious by repression and secondly the process of \"censorship\" which maintains unwanted, anxiety-inducing thoughts as such. Here Freud is drawing on observations from his earliest clinical work in the treatment of hysteria.\n\nIn the economic perspective the focus is on the trajectories of the repressed contents (\"the vicissitudes of sexual impulses\") as they undergo complex transformations in the process of both symptom formation and normal unconscious thought such as dreams and slips of the tongue. These were topics Freud explored in detail in The Interpretation of Dreams and The Psychopathology of Everyday Life.\n\nWhereas both these former perspectives focus on the unconscious as it is about to enter consciousness, the topographical perspective represents a shift in which the systemic properties of the unconscious, its characteristic processes, and modes of operation such as condensation and displacement, are placed in the foreground.\n\nThis \"first topography\" presents a model of psychic structure comprising three systems:\n\nIn his later work, notably in The Ego and the Id (1923), a second topography is introduced comprising id, ego and super-ego, which is superimposed on the first without replacing it.[154] In this later formulation of the concept of the unconscious the id[155] comprises a reservoir of instincts or drives, a portion of them being hereditary or innate, a portion repressed or acquired. As such, from the economic perspective, the id is the prime source of psychical energy and from the dynamic perspective it conflicts with the ego[156] and the super-ego[157] which, genetically speaking, are diversifications of the id.\n\nFreud believed the function of dreams is to preserve sleep by representing as fulfilled wishes that which would otherwise awaken the dreamer.[158]\n\nIn Freud's theory dreams are instigated by the daily occurrences and thoughts of everyday life. In what Freud called the \"dream-work\", these \"secondary process\" thoughts (\"word presentations\"), governed by the rules of language and the reality principle, become subject to the \"primary process\" of unconscious thought (\"thing presentations\") governed by the pleasure principle, wish gratification and the repressed sexual scenarios of childhood. Because of the disturbing nature of the latter and other repressed thoughts and desires which may have become linked to them, the dream-work operates a censorship function, disguising by distortion, displacement, and condensation the repressed thoughts to preserve sleep.[159]\n\nIn the clinical setting, Freud encouraged free association to the dream's manifest content, as recounted in the dream narrative, to facilitate interpretative work on its latent content – the repressed thoughts and fantasies – and also on the underlying mechanisms and structures operative in the dream-work. As Freud developed his theoretical work on dreams he went beyond his theory of dreams as wish-fulfillments to arrive at an emphasis on dreams as \"nothing other than a particular form of thinking. ... It is the dream-work that creates that form, and it alone is the essence of dreaming\".[160]\n\nFreud's theory of psychosexual development proposes that following on from the initial polymorphous perversity of infantile sexuality, the sexual \"drives\" pass through the distinct developmental phases of the oral, the anal, and the phallic. Though these phases then give way to a latency stage of reduced sexual interest and activity (from the age of five to puberty, approximately), they leave, to a greater or lesser extent, a \"perverse\" and bisexual residue which persists during the formation of adult genital sexuality. Freud argued that neurosis and perversion could be explained in terms of fixation or regression to these phases whereas adult character and cultural creativity could achieve a sublimation of their perverse residue.[161]\n\nAfter Freud's later development of the theory of the Oedipus complex this normative developmental trajectory becomes formulated in terms of the child's renunciation of incestuous desires under the fantasised threat of (or fantasised fact of, in the case of the girl) castration.[162] The \"dissolution\" of the Oedipus complex is then achieved when the child's rivalrous identification with the parental figure is transformed into the pacifying identifications of the Ego ideal which assume both similarity and difference and acknowledge the separateness and autonomy of the other.[163]\n\nFreud hoped to prove that his model was universally valid and turned to ancient mythology and contemporary ethnography for comparative material arguing that totemism reflected a ritualized enactment of a tribal Oedipal conflict.[164]\n\nFreud proposed that the human psyche could be divided into three parts: Id, ego, and super-ego. Freud discussed this model in the 1920 essay Beyond the Pleasure Principle, and fully elaborated upon it in The Ego and the Id (1923), in which he developed it as an alternative to his previous topographic schema (i.e., conscious, unconscious and preconscious). The id is the completely unconscious, impulsive, childlike portion of the psyche that operates on the \"pleasure principle\" and is the source of basic impulses and drives; it seeks immediate pleasure and gratification.[165]\n\nFreud acknowledged that his use of the term Id (das Es, \"the It\") derives from the writings of Georg Groddeck.[155][166] The super-ego is the moral component of the psyche.[157] The rational ego attempts to exact a balance between the impractical hedonism of the id and the equally impractical moralism of the super-ego;[156] it is the part of the psyche that is usually reflected most directly in a person's actions. When overburdened or threatened by its tasks, it may employ defence mechanisms including denial, repression, undoing, rationalization, and displacement. This concept is usually represented by the \"Iceberg Model\".[167] This model represents the roles the id, ego, and super-ego play in relation to conscious and unconscious thought.\n\nFreud compared the relationship between the ego and the id to that between a charioteer and his horses: the horses provide the energy and drive, while the charioteer provides direction.[165]\n\nFreud believed that the human psyche is subject to two conflicting drives: the life drive or libido and the death drive. The life drive was also termed \"Eros\" and the death drive \"Thanatos\", although Freud did not use the latter term; \"Thanatos\" was introduced in this context by Paul Federn.[168][169] Freud hypothesized that libido is a form of mental energy with which processes, structures, and object-representations are invested.[170]\n\nIn Beyond the Pleasure Principle (1920), Freud inferred the existence of a death drive. Its premise was a regulatory principle that has been described as \"the principle of psychic inertia\", \"the Nirvana principle\",[171] and \"the conservatism of instinct\". Its background was Freud's earlier Project for a Scientific Psychology, where he had defined the principle governing the mental apparatus as its tendency to divest itself of quantity or to reduce tension to zero. Freud had been obliged to abandon that definition, since it proved adequate only to the most rudimentary kinds of mental functioning, and replaced the idea that the apparatus tends toward a level of zero tension with the idea that it tends toward a minimum level of tension.[172]\n\nFreud in effect readopted the original definition in Beyond the Pleasure Principle, this time applying it to a different principle. He asserted that on certain occasions the mind acts as though it could eliminate tension, or in effect to reduce itself to a state of extinction; his key evidence for this was the existence of the compulsion to repeat. Examples of such repetition included the dream life of traumatic neurotics and children's play. In the phenomenon of repetition, Freud saw a psychic trend to work over earlier impressions, to master them and derive pleasure from them, a trend that was before the pleasure principle but not opposed to it. In addition to that trend, there was also a principle at work that was opposed to, and thus \"beyond\" the pleasure principle. If repetition is a necessary element in the binding of energy or adaptation, when carried to inordinate lengths it becomes a means of abandoning adaptations and reinstating earlier or less evolved psychic positions. By combining this idea with the hypothesis that all repetition is a form of discharge, Freud concluded that the compulsion to repeat is an effort to restore a state that is both historically primitive and marked by the total draining of energy: death.[172] Such an explanation has been defined by some scholars as \"metaphysical biology\".[173]\n\nIn his 1917 essay \"Mourning and Melancholia\", Freud distinguished mourning, painful but an inevitable part of life, and \"melancholia\", his term for pathological refusal of a mourner to \"decathect\" from the lost one. Freud claimed that, in normal mourning, the ego was responsible for narcissistically detaching the libido from the lost one as a means of self-preservation, but that in \"melancholia\", prior ambivalence towards the lost one prevents this from occurring. Suicide, Freud hypothesized, could result in extreme cases, when unconscious feelings of conflict became directed against the mourner's own ego.[174][175]\n\nFreud's account of femininity is grounded in his theory of psychic development as it traces the uneven transition from the earliest stages of infantile and childhood sexuality characterised by polymorphous perversity and a bisexual disposition through to the fantasy scenarios and rivalrous identifications of the Oedipus complex on to the greater or lesser extent these are modified in adult sexuality. There are different trajectories for the boy and the girl which arise as effects of the castration complex. Anatomical difference, the possession of a penis, induces castration anxiety for the boy whereas the girl experiences a sense of deprivation. In the boy's case the castration complex concludes the Oedipal phase whereas for the girl it precipitates it.[176]\n\nThe constraint of the erotic feelings and fantasies of the girl and her turn away from the mother to the father is an uneven and precarious process entailing “waves of repression”.  The normal outcome is, according to Freud, the vagina becoming “the new leading zone” of sexual sensitivity displacing the previously dominant clitoris the phallic properties of which made it indistinguishable in the child's early sexual life from the penis. This leaves a legacy of penis envy and emotional ambivalence for the girl which was “intimately related the essence of femininity” and leads to “the greater proneness of women to neurosis and especially hysteria.”[177] In his last paper on the topic Freud likewise concludes that “the development of femininity remains exposed to disturbance by the residual phenomena of the early masculine period... Some portion of what we men call the ‘enigma of women’ may perhaps be derived from this expression of bisexuality in women's lives.”[178]\n\nInitiating what became the first debate within psychoanalysis on femininity, Karen Horney of the Berlin Psychoanalytic Institute set out to challenge Freud's account of femininity. Rejecting Freud's theories of the feminine castration complex and penis envy, Horney argued for a primary femininity and penis envy as a defensive formation rather than arising from the fact, or \"injury\", of biological asymmetry as Freud held. Horney had the influential support of Melanie Klein and Ernest Jones who coined the term \"phallocentrism\" in his critique of Freud's position.[179]\n\nIn defending Freud against this critique, feminist scholar Jacqueline Rose has argued that it presupposes a more normative account of female sexual development than that given by Freud. She finds that Freud moved from a description of the little girl stuck with her 'inferiority' or 'injury' in the face of the anatomy of the little boy to an account in his later work which explicitly describes the process of becoming 'feminine' as an 'injury' or 'catastrophe' for the complexity of her earlier psychic and sexual life.[180]\n\nThroughout his deliberations on what he described as the “dark continent” of female sexuality and the \"riddle\" of femininity, Freud was careful to emphasise the “average validity” and provisional nature of his findings.[178] He did, however, in response to his critics, maintain a steadfast objection \"to all of you ... to the extent that you do not distinguish more clearly between what is psychic and what is biological...\"[181]\n\nFreud regarded the monotheistic God as an illusion based upon the infantile emotional need for a powerful, supernatural pater familias. He maintained that religion – once necessary to restrain man's violent nature in the early stages of civilization – in modern times, can be set aside in favor of reason and science.[182] \"Obsessive Actions and Religious Practices\" (1907) notes the likeness between faith (religious belief) and neurotic obsession.[183] Totem and Taboo (1913) proposes that society and religion begin with the patricide and eating of the powerful paternal figure, who then becomes a revered collective memory.[184] These arguments were further developed in The Future of an Illusion (1927) in which Freud argued that religious belief serves the function of psychological consolation. Freud argues the belief of a supernatural protector serves as a buffer from man's \"fear of nature\" just as the belief in an afterlife serves as a buffer from man's fear of death. The core idea of the work is that all of religious belief can be explained through its function to society, not for its relation to the truth. This is why, according to Freud, religious beliefs are \"illusions\". In Civilization and Its Discontents (1930), he quotes his friend Romain Rolland, who described religion as an \"oceanic sensation\", but says he never experienced this feeling.[185] Moses and Monotheism (1937) proposes that Moses was the tribal pater familias, killed by the Jews, who psychologically coped with the patricide with a reaction formation conducive to their establishing monotheistic Judaism;[186][187] analogously, he described the Roman Catholic rite of Holy Communion as cultural evidence of the killing and devouring of the sacred father.[119][188]\n\nMoreover, he perceived religion, with its suppression of violence, as mediator of the societal and personal, the public and the private, conflicts between Eros and Thanatos, the forces of life and death.[189] Later works indicate Freud's pessimism about the future of civilization, which he noted in the 1931 edition of Civilization and its Discontents.[190] Humphrey Skelton described Freud's worldview as one of \"stoical humanism\".[191] The Humanist Heritage project summed his contributions to understanding of religion by saying:\n\nIn a footnote of his 1909 work, Analysis of a Phobia in a Five-year-old Boy, Freud theorized that the universal fear of castration was provoked in the uncircumcised when they perceived circumcision and that this was \"the deepest unconscious root of anti-Semitism\".[192]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Freud's legacy, though a highly contested area of controversy, has been assessed as \"one of the strongest influences on twentieth-century thought, its impact comparable only to that of Darwinism and Marxism,\"[193] with its range of influence permeating \"all the fields of culture ... so far as to change our way of life and concept of man.\"[194]\n\nThough not the first methodology in the practice of individual verbal psychotherapy,[195] Freud's psychoanalytic system came to dominate the field from early in the twentieth century, forming the basis for many later variants. While these systems have adopted different theories and techniques, all have followed Freud by attempting to achieve psychic and behavioral change through having patients talk about their difficulties.[4] Psychoanalysis is not as influential as it once was in Europe and the United States, though in some parts of the world, notably Latin America, its influence in the later 20th century expanded substantially. Psychoanalysis also remains influential within many contemporary schools of psychotherapy and has led to innovative therapeutic work in schools and with families and groups.[196] There is a substantial body of research which demonstrates the efficacy of the clinical methods of psychoanalysis[197] and of related psychodynamic therapies in treating a wide range of psychological disorders.[198]\n\nThe neo-Freudians, a group including Alfred Adler, Otto Rank, Karen Horney, Harry Stack Sullivan and Erich Fromm, rejected Freud's theory of instinctual drive, emphasized interpersonal relations and self-assertiveness, and made modifications to therapeutic practice that reflected these theoretical shifts. Adler originated the approach, although his influence was indirect due to his inability to systematically formulate his ideas. The neo-Freudian analysis places more emphasis on the patient's relationship with the analyst and less on the exploration of the unconscious.[199]\n\nCarl Jung believed that the collective unconscious, which reflects the cosmic order and the history of the human species, is the most important part of the mind. It contains archetypes, which are manifested in symbols that appear in dreams, disturbed states of mind, and various products of culture. Jungians are less interested in infantile development and psychological conflict between wishes and the forces that frustrate them than in integration between different parts of the person. The object of Jungian therapy was to mend such splits. Jung focused in particular on problems of middle and later life. His objective was to allow people to experience the split-off aspects of themselves, such as the anima (a man's suppressed female self), the animus (a woman's suppressed male self), or the shadow (an inferior self-image), and thereby attain wisdom.[199]\n\nJacques Lacan approached psychoanalysis through linguistics and literature. Lacan believed Freud's essential work had been done before 1905 and concerned the interpretation of dreams, neurotic symptoms, and slips, which had been based on a revolutionary way of understanding language and its relation to experience and subjectivity, and that ego psychology and object relations theory were based upon misreadings of Freud's work. For Lacan, the determinative dimension of human experience is neither the self (as in ego psychology) nor relations with others (as in object relations theory), but language. Lacan saw desire as more important than need and considered it necessarily ungratifiable.[200]\n\nWilhelm Reich developed ideas that Freud had developed at the beginning of his psychoanalytic investigation but then superseded but never finally discarded. These were the concept of the Actualneurosis and a theory of anxiety based upon the idea of dammed-up libido. In Freud's original view, what really happened to a person (the \"actual\") determined the resulting neurotic disposition. Freud applied that idea both to infants and to adults. In the former case, seductions were sought as the causes of later neuroses and in the latter incomplete sexual release. Unlike Freud, Reich retained the idea that actual experience, especially sexual experience, was of key significance. By the 1920s, Reich had \"taken Freud's original ideas about sexual release to the point of specifying the orgasm as the criteria of healthy function.\" Reich was also \"developing his ideas about character into a form that would later take shape, first as \"muscular armour\", and eventually as a transducer of universal biological energy, the \"orgone\".\"[199]\n\nFritz Perls, who helped to develop Gestalt therapy, was influenced by Reich, Jung, and Freud. The key idea of gestalt therapy is that Freud overlooked the structure of awareness, \"an active process that moves toward the construction of organized meaningful wholes ... between an organism and its environment.\" These wholes, called gestalts, are \"patterns involving all the layers of organismic function – thought, feeling, and activity.\" Neurosis is seen as splitting in the formation of gestalts, and anxiety as the organism sensing \"the struggle towards its creative unification.\" Gestalt therapy attempts to cure patients by placing them in contact with \"immediate organismic needs.\" Perls rejected the verbal approach of classical psychoanalysis; talking in gestalt therapy serves the purpose of self-expression rather than gaining self-knowledge. Gestalt therapy usually takes place in groups, and in concentrated \"workshops\" rather than being spread out over a long period of time; it has been extended into new forms of communal living.[199]\n\nArthur Janov's primal therapy, which has been influential post-Freudian psychotherapy, resembles psychoanalytic therapy in its emphasis on early childhood experience but has also differences with it. While Janov's theory is akin to Freud's early idea of Actualneurosis, he does not have a dynamic psychology but a nature psychology like that of Reich or Perls, in which need is primary while wish is derivative and dispensable when need is met. Despite its surface similarity to Freud's ideas, Janov's theory lacks a strictly psychological account of the unconscious and belief in infantile sexuality. While for Freud there was a hierarchy of dangerous situations, for Janov the key event in the child's life is an awareness that the parents do not love it.[199] Janov writes in The Primal Scream (1970) that primal therapy has in some ways returned to Freud's early ideas and techniques.[201]\n\nEllen Bass and Laura Davis, co-authors of The Courage to Heal (1988), are described as \"champions of survivorship\" by Frederick Crews, who considers Freud the key influence upon them, although in his view they are indebted not to classic psychoanalysis but to \"the pre-psychoanalytic Freud ... who supposedly took pity on his hysterical patients, found that they were all harboring memories of early abuse ... and cured them by unknotting their repression.\" Crews sees Freud as having anticipated the recovered memory movement by emphasizing \"mechanical cause-and-effect relations between symptomatology and the premature stimulation of one body zone or another\", and with pioneering its \"technique of thematically matching a patient's symptom with a sexually symmetrical 'memory.'\" Crews believes that Freud's confidence in accurate recall of early memories anticipates the theories of recovered memory therapists such as Lenore Terr, which in his view have led to people being wrongfully imprisoned or involved in litigation.[202]\n\nResearch projects designed to test Freud's theories empirically have led to a vast literature on the topic.[203] American psychologists began to attempt to study repression in the experimental laboratory around 1930. In 1934, when the psychologist Saul Rosenzweig sent Freud reprints of his attempts to study repression, Freud responded with a dismissive letter stating that \"the wealth of reliable observations\" on which psychoanalytic assertions were based made them \"independent of experimental verification.\"[204] Seymour Fisher and Roger P. Greenberg concluded in 1977 that some of Freud's concepts were supported by empirical evidence. Their analysis of research literature supported Freud's concepts of oral and anal personality constellations, his account of the role of Oedipal factors in certain aspects of male personality functioning, his formulations about the relatively greater concern about the loss of love in women's as compared to men's personality economy, and his views about the instigating effects of homosexual anxieties on the formation of paranoid delusions. They also found limited and equivocal support for Freud's theories about the development of homosexuality. They found that several of Freud's other theories, including his portrayal of dreams as primarily containers of secret, unconscious wishes, as well as some of his views about the psychodynamics of women, were either not supported or contradicted by research. Reviewing the issues again in 1996, they concluded that much experimental data relevant to Freud's work exists, and supports some of his major ideas and theories.[205]\n\nOther viewpoints include those of Hans Eysenck, who writes in Decline and Fall of the Freudian Empire (1985) that Freud set back the study of psychology and psychiatry \"by something like fifty years or more\",[206] and Malcolm Macmillan, who concludes in Freud Evaluated (1991) that \"Freud's method is not capable of yielding objective data about mental processes\".[207] Morris Eagle states that it has been \"demonstrated quite conclusively that because of the epistemologically contaminated status of clinical data derived from the clinical situation, such data have questionable probative value in the testing of psychoanalytic hypotheses\".[208] Richard Webster, in Why Freud Was Wrong (1995), described psychoanalysis as perhaps the most complex and successful pseudoscience in history.[209] Crews believes that psychoanalysis has no scientific or therapeutic merit.[210] University of Chicago research associate Kurt Jacobsen takes these critics to task for their own supposedly dogmatic and historically naive views both about psychoanalysis and the nature of science.[211]\n\nI.B. Cohen regards Freud's Interpretation of Dreams as a revolutionary work of science, the last such work to be published in book form.[212]\nIn contrast Allan Hobson believes that Freud, by rhetorically discrediting 19th century investigators of dreams such as Alfred Maury and the Marquis de Hervey de Saint-Denis at a time when study of the physiology of the brain was only beginning, interrupted the development of scientific dream theory for half a century.[213] The dream researcher G. William Domhoff has disputed claims of Freudian dream theory being validated.[214]\n\nThe philosopher Karl Popper, who argued that all proper scientific theories must be potentially falsifiable, claimed that Freud's Psychoanalytic Theories were presented in unfalsifiable form, meaning that no experiment could ever disprove them.[215] The philosopher Adolf Grünbaum argues in The Foundations of Psychoanalysis (1984) that Popper was mistaken and that many of Freud's theories are empirically testable, a position with which others such as Eysenck agree.[216][217] The philosopher Roger Scruton, writing in Sexual Desire (1986), also rejected Popper's arguments, pointing to the theory of repression as an example of a Freudian theory that does have testable consequences. Scruton nevertheless concluded that psychoanalysis is not genuinely scientific, because it involves an unacceptable dependence on metaphor.[218] The philosopher Donald Levy agrees with Grünbaum that Freud's theories are falsifiable but disputes Grünbaum's contention that therapeutic success is only the empirical basis on which they stand or fall, arguing that a much wider range of empirical evidence can be adduced if clinical case material is taken into consideration.[219]\n\nIn a study of psychoanalysis in the United States, Nathan Hale reported on the \"decline of psychoanalysis in psychiatry\" during the years 1965–1985.[220] The continuation of this trend was noted by Alan Stone: \"As academic psychology becomes more 'scientific' and psychiatry more biological, psychoanalysis is being brushed aside.\"[221] Paul Stepansky, while noting that psychoanalysis remains influential in the humanities, records the \"vanishingly small number of psychiatric residents who choose to pursue psychoanalytic training\" and the \"nonanalytic backgrounds of psychiatric chairpersons at major universities\" among the evidence he cites for his conclusion that \"Such historical trends attest to the marginalisation of psychoanalysis within American psychiatry.\"[222] Nonetheless, Freud was ranked as the third most cited psychologist of the 20th century, according to a Review of General Psychology survey of American psychologists and psychology texts, published in 2002.[223] It is also claimed that in moving beyond the \"orthodoxy of the not so distant past ... new ideas and new research has led to an intense reawakening of interest in psychoanalysis from neighbouring disciplines ranging from the humanities to neuroscience and including the non-analytic therapies\".[224]\n\nResearch in the emerging field of neuropsychoanalysis, founded by neuroscientist and psychoanalyst Mark Solms,[225] has proved controversial with some psychoanalysts criticising the very concept itself.[226] Solms and his colleagues have argued for neuro-scientific findings being \"broadly consistent\" with Freudian theories pointing out brain structures relating to Freudian concepts such as libido, drives, the unconscious, and repression.[227][228] Neuroscientists who have endorsed Freud's work include David Eagleman who believes that Freud \"transformed psychiatry\" by providing \"the first exploration of the way in which hidden states of the brain participate in driving thought and behavior\"[229] and Nobel laureate Eric Kandel who argues that \"psychoanalysis still represents the most coherent and intellectually satisfying view of the mind.\"[230]\n\nPsychoanalysis has been interpreted as both radical and conservative. By the 1940s, it had come to be seen as conservative by the European and American intellectual community. Critics outside the psychoanalytic movement, whether on the political left or right, saw Freud as a conservative. Fromm had argued that several aspects of psychoanalytic theory served the interests of political reaction in his The Fear of Freedom (1942), an assessment confirmed by sympathetic writers on the right. In Freud: The Mind of the Moralist (1959), Philip Rieff portrayed Freud as a man who urged men to make the best of an inevitably unhappy fate, and admirable for that reason. In the 1950s, Herbert Marcuse challenged the then prevailing interpretation of Freud as a conservative in Eros and Civilization (1955), as did Lionel Trilling in Freud and the Crisis of Our Culture and Norman O. Brown in Life Against Death (1959).[231] Eros and Civilization helped make the idea that Freud and Karl Marx were addressing similar questions from different perspectives credible to the left. Marcuse criticized neo-Freudian revisionism for discarding seemingly pessimistic theories such as the death instinct, arguing that they could be turned in a utopian direction. Freud's theories also influenced the Frankfurt School and critical theory as a whole.[232]\n\nFreud has been compared to Marx by Reich, who saw Freud's importance for psychiatry as parallel to that of Marx for economics,[233] and by Paul Robinson, who sees Freud as a revolutionary whose contributions to twentieth-century thought are comparable in importance to Marx's contributions to the nineteenth-century thought.[234] Fromm calls Freud, Marx, and Einstein the \"architects of the modern age\", but rejects the idea that Marx and Freud were equally significant, arguing that Marx was both far more historically important and a finer thinker. Fromm nevertheless credits Freud with permanently changing the way human nature is understood.[235] Gilles Deleuze and Félix Guattari write in Anti-Oedipus (1972) that psychoanalysis resembles the Russian Revolution in that it became corrupted almost from the beginning. They believe this began with Freud's development of the theory of the Oedipus complex, which they see as idealist.[236]\n\nJean-Paul Sartre critiques Freud's theory of the unconscious in Being and Nothingness (1943), claiming that consciousness is essentially self-conscious. Sartre also attempts to adapt some of Freud's ideas to his own account of human life, and thereby develop an \"existential psychoanalysis\" in which causal categories are replaced by teleological categories.[237] Maurice Merleau-Ponty considers Freud to be one of the anticipators of phenomenology,[238] while Theodor W. Adorno considers Edmund Husserl, the founder of phenomenology, to be Freud's philosophical opposite, writing that Husserl's polemic against psychologism could have been directed against psychoanalysis.[239] Paul Ricœur sees Freud as one of the three \"masters of suspicion\", alongside Marx and Nietzsche,[240] for their unmasking 'the lies and illusions of consciousness'.[241] Ricœur and Jürgen Habermas have helped create a \"hermeneutic version of Freud\", one which \"claimed him as the most significant progenitor of the shift from an objectifying, empiricist understanding of the human realm to one stressing subjectivity and interpretation.\"[242] Louis Althusser drew on Freud's concept of overdetermination for his reinterpretation of Marx's Capital.[243] Jean-François Lyotard developed a theory of the unconscious that reverses Freud's account of the dream-work: for Lyotard, the unconscious is a force whose intensity is manifest via disfiguration rather than condensation.[244] Jacques Derrida finds Freud to be both a late figure in the history of western metaphysics and, with Nietzsche and Heidegger, a precursor of his own brand of radicalism.[245]\n\nSeveral scholars see Freud as parallel to Plato, writing that they hold nearly the same theory of dreams and have similar theories of the tripartite structure of the human soul or personality, even if the hierarchy between the parts of the soul is almost reversed.[246][247] Ernest Gellner argues that Freud's theories are an inversion of Plato's. Whereas Plato saw a hierarchy inherent in the nature of reality and relied upon it to validate norms, Freud was a naturalist who could not follow such an approach. Both men's theories drew a parallel between the structure of the human mind and that of society, but while Plato wanted to strengthen the super-ego, which corresponded to the aristocracy, Freud wanted to strengthen the ego, which corresponded to the middle class.[248] Paul Vitz compares Freudian psychoanalysis to Thomism, noting St. Thomas's belief in the existence of an \"unconscious consciousness\" and his \"frequent use of the word and concept 'libido' – sometimes in a more specific sense than Freud, but always in a manner in agreement with the Freudian use.\" Vitz suggests that Freud may have been unaware his theory of the unconscious was reminiscent of Aquinas.[33]\n\nThe poem \"In Memory of Sigmund Freud\" was published by British poet W. H. Auden in his 1940 collection Another Time. Auden describes Freud as having created \"a whole climate of opinion / under whom we conduct our different lives.\"[249]\n[250]\n\nLiterary critic Harold Bloom has been influenced by Freud.[251] Camille Paglia has also been influenced by Freud, whom she calls \"Nietzsche's heir\" and one of the greatest sexual psychologists in literature, but has rejected the scientific status of his work in her Sexual Personae (1990), writing, \"Freud has no rivals among his successors because they think he wrote science, when in fact he wrote art.\"[252]\n\nThe decline in Freud's reputation has been attributed partly to the revival of feminism.[254] Simone de Beauvoir criticizes psychoanalysis from an existentialist standpoint in The Second Sex (1949), arguing that Freud saw an \"original superiority\" in the male that is in reality socially induced.[255] Betty Friedan criticizes Freud and what she considered his Victorian view of women in The Feminine Mystique (1963).[253] Freud's concept of penis envy was attacked by Kate Millett, who in Sexual Politics (1970) accused him of confusion and oversights.[256] In 1968, the US-American feminist Anne Koedt wrote in her essay The Myth of the Vaginal Orgasm: \"It was Freud's feelings about women's secondary and inferior relationship to men that formed the basis for his theories on female sexuality. Once having laid down the law about the nature of our sexuality, Freud not so strangely discovered a tremendous problem of frigidity in women. His recommended cure for a frigid woman was psychiatric care. She was suffering from failure to mentally adjust to her 'natural' role as a woman.\"[257] Naomi Weisstein writes that Freud and his followers erroneously thought his \"years of intensive clinical experience\" added up to scientific rigor.[258]\n\nFreud is also criticized by Shulamith Firestone and Eva Figes. In The Dialectic of Sex (1970), Firestone argues that Freud was a \"poet\" who produced metaphors rather than literal truths; in her view, Freud, like feminists, recognized that sexuality was the crucial problem of modern life, but ignored the social context and failed to question society itself. Firestone interprets Freud's \"metaphors\" in terms of the facts of power within the family. Figes tries in Patriarchal Attitudes (1970) to place Freud within a \"history of ideas\". Juliet Mitchell defends Freud against his feminist critics in Psychoanalysis and Feminism (1974), accusing them of misreading him and misunderstanding the implications of psychoanalytic theory for feminism. Mitchell helped introduce English-speaking feminists to Lacan.[255] Mitchell is criticized by Jane Gallop in The Daughter's Seduction (1982). Gallop compliments Mitchell for her criticism of feminist discussions of Freud but finds her treatment of Lacanian theory lacking.[259]\n\nSome French feminists, among them Julia Kristeva and Luce Irigaray, have been influenced by Freud as interpreted by Lacan.[260] Irigaray has produced a theoretical challenge to Freud and Lacan, using their theories against them to put forward a \"psychoanalytic explanation for theoretical bias\". Irigaray, who claims that \"the cultural unconscious only recognizes the male sex\", describes how this affects \"accounts of the psychology of women\".[261]\n\nPsychologist Carol Gilligan writes that \"The penchant of developmental theorists to project a masculine image, and one that appears frightening to women, goes back at least to Freud.\" She sees Freud's criticism of women's sense of justice reappearing in the work of Jean Piaget and Lawrence Kohlberg. Gilligan notes that Nancy Chodorow, in contrast to Freud, attributes sexual difference not to anatomy but to the fact that male and female children have different early social environments. Chodorow, writing against the masculine bias of psychoanalysis, \"replaces Freud's negative and derivative description of female psychology with a positive and direct account of her own.\"[262]\n\nToril Moi has developed a feminist perspective on psychoanalysis proposing that it is a discourse that \"attempts to understand the psychic consequences of three universal traumas: the fact that there are others, the fact of sexual difference, and the fact of death\".[263] She replaces Freud's term of castration with Stanley Cavell's concept of \"victimization\" which is a more universal term that applies equally to both sexes.[264] Moi regards this concept of human finitude as a suitable replacement for both castration and sexual difference as the traumatic \"discovery of our separate, sexed, mortal existence\" and how both men and women come to terms with it.[265]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Sigmund Freud is the subject of three major films or TV series, the first of which was 1962's Freud: The Secret Passion starring Montgomery Clift as Freud, directed by John Huston from a revision of a script by an uncredited Jean-Paul Sartre. The film is focused on Freud's early life from 1885 to 1890 and combines multiple case studies of Freud into single ones, and multiple friends of his into single characters.[266]\n\nIn 1984, the BBC produced the six-episode mini-series Freud: the Life of a Dream starring David Suchet in the lead role.[267]\n\nThe stage play The Talking Cure and subsequent film A Dangerous Method focus on the conflict between Freud and Carl Jung. Both are written by Christopher Hampton and are partly based on the nonfiction book A Most Dangerous Method by John Kerr. Viggo Mortensen plays Freud and Michael Fassbender plays Jung. The play is a reworking of an earlier unfilmed screenplay.[268]\n\nMore fanciful employments of Freud in fiction are The Seven-Per-Cent Solution by Nicholas Meyer, which centers on an encounter between Freud and the fictional detective Sherlock Holmes, with a main part of the plot seeing Freud helping Holmes overcome his cocaine addiction.[269] Similarly, the 2020 Austrian-German series Freud involves a young Freud solving murder mysteries.[270] The series has been criticized for having Freud be helped by a medium with real paranormal powers, when in reality Freud was quite skeptical of the paranormal.[271][272] Freud also helps to solve a murder case in the 2006 novel The Interpretation of Murder by Jed Rubenfeld.[273] In this novel he is accompanied by Carl Jung and Abraham Brill amongst others.\n\nMark St. Germain's 2009 play Freud's Last Session imagines a meeting between C. S. Lewis, aged 40, and Freud, aged 83, at Freud's house in Hampstead, London, in 1939, as the Second World War is about to break out. The play is focused on the two men discussing religion and whether it should be seen as a sign of neurosis.[274] The play is inspired by the 2003 nonfiction book The Question of God: C. S. Lewis and Sigmund Freud Debate God, Love, Sex, and the Meaning of Life by Armand Nicholi which also inspired a four-part nonfiction PBS series.[275][276] (Although, no such meeting took place, June Flewett, who as a teenager stayed with C. S. Lewis and his brother during the wartime London air raids, later married Freud's grandson Clement Freud.)[277]\n\nFreud is employed to more comic effect in the 1983 film Lovesick in which Alec Guinness plays Freud's ghost who gives love advice to a modern psychiatrist played by Dudley Moore.[278] Freud is also presented in a comedic light in the 1989 film, Bill & Ted's Excellent Adventure. Portrayed by Rod Loomis, Freud is one of several historical figures recruited by the film's time traveling lead characters to assist them in passing their high school history class presentation.[279]\n\nCanadian author Kim Morrissey's stage play about the Dora case, Dora: A Case of Hysteria, attempts to thoroughly debunk Freud's approach to the case.[280] French playwright Hélène Cixous' 1976 Portrait of Dora is also critical of Freud's approach, though less acerbically.[281]\n\nThe narrator of Bob Dylan's darkly humorous 2020 song \"My Own Version of You\" calls \"Mr. Freud with his dreams\" one of the \"best-known enemies of mankind\" and refers to him as burning in hell.[282]\n\nA limited series dramatizing (and mythologizing) Freud's early career and breakthroughs as (very nearly) a form of vampire hunting or exorcistic experimentation was released by Netflix in 2020.[283]\n\n"
        },
        {
            "title": "Works",
            "text": "The Standard Edition of the Complete Psychological Works of Sigmund Freud. Translated from the German under the general editorship of James Strachey, in collaboration with Anna Freud, assisted by Alix Strachey, Alan Tyson, and Angela Richards. 24 volumes, London: Hogarth Press and the Institute of Psycho-Analysis, 1953–1974.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Margraviate_of_Moravia",
        "https://en.wikipedia.org/wiki/Austrian_Empire",
        "https://en.wikipedia.org/wiki/Hampstead",
        "https://en.wikipedia.org/wiki/University_of_Vienna",
        "https://en.wikipedia.org/wiki/Doctor_of_medicine",
        "https://en.wikipedia.org/wiki/Psychoanalysis",
        "https://en.wikipedia.org/wiki/Oedipus_complex",
        "https://en.wikipedia.org/wiki/Defense_mechanism",
        "https://en.wikipedia.org/wiki/Martha_Bernays",
        "https://en.wikipedia.org/wiki/Anna_Freud",
        "https://en.wikipedia.org/wiki/Jacob_Freud",
        "https://en.wikipedia.org/wiki/Amalia_Freud",
        "https://en.wikipedia.org/wiki/Goethe_Prize",
        "https://en.wikipedia.org/wiki/Royal_Society",
        "https://en.wikipedia.org/wiki/Neurology",
        "https://en.wikipedia.org/wiki/Psychotherapy",
        "https://en.wikipedia.org/wiki/Psychoanalysis",
        "https://en.wikipedia.org/wiki/University_of_Vienna",
        "https://en.wikipedia.org/wiki/Franz_Brentano",
        "https://en.wikipedia.org/wiki/Carl_Friedrich_Wilhelm_Claus",
        "https://en.wikipedia.org/wiki/Franz_Brentano",
        "https://en.wikipedia.org/wiki/Josef_Breuer",
        "https://en.wikipedia.org/wiki/Charles_Darwin",
        "https://en.wikipedia.org/wiki/Dostoevsky",
        "https://en.wikipedia.org/wiki/Empedocles",
        "https://en.wikipedia.org/wiki/Gustav_Fechner",
        "https://en.wikipedia.org/wiki/Feuerbach",
        "https://en.wikipedia.org/wiki/Wilhelm_Fliess",
        "https://en.wikipedia.org/wiki/Goethe",
        "https://en.wikipedia.org/wiki/Von_Hartmann",
        "https://en.wikipedia.org/wiki/Herbart",
        "https://en.wikipedia.org/wiki/Kierkegaard",
        "https://en.wikipedia.org/wiki/Nietzsche",
        "https://en.wikipedia.org/wiki/Plato",
        "https://en.wikipedia.org/wiki/Marquis_de_Sade",
        "https://en.wikipedia.org/wiki/Schopenhauer",
        "https://en.wikipedia.org/wiki/Shakespeare",
        "https://en.wikipedia.org/wiki/Sophocles",
        "https://en.wikipedia.org/wiki/List_of_psychoanalysts",
        "https://en.wikipedia.org/wiki/List_of_psychoanalytical_theorists",
        "https://en.wikipedia.org/wiki/Neurologist",
        "https://en.wikipedia.org/wiki/Psychoanalysis",
        "https://en.wikipedia.org/wiki/Psychopathology",
        "https://en.wikipedia.org/wiki/Galician_Jews",
        "https://en.wikipedia.org/wiki/Moravia",
        "https://en.wikipedia.org/wiki/Austrian_Empire",
        "https://en.wikipedia.org/wiki/University_of_Vienna",
        "https://en.wikipedia.org/wiki/Habilitation",
        "https://en.wikipedia.org/wiki/Docent",
        "https://en.wikipedia.org/wiki/Neuropathology",
        "https://en.wikipedia.org/wiki/Vienna",
        "https://en.wikipedia.org/wiki/Nazi",
        "https://en.wikipedia.org/wiki/Psychoanalysis",
        "https://en.wikipedia.org/wiki/Transference",
        "https://en.wikipedia.org/wiki/Oedipus_complex",
        "https://en.wikipedia.org/wiki/Dream",
        "https://en.wikipedia.org/wiki/Libido",
        "https://en.wikipedia.org/wiki/Death_drive",
        "https://en.wikipedia.org/wiki/Neurosis",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Psychiatry",
        "https://en.wikipedia.org/wiki/Psychotherapy",
        "https://en.wikipedia.org/wiki/Humanities",
        "https://en.wikipedia.org/wiki/Feminist",
        "https://en.wikipedia.org/wiki/Western_thought",
        "https://en.wikipedia.org/wiki/Austrian_Empire",
        "https://en.wikipedia.org/wiki/Czech_Republic",
        "https://en.wikipedia.org/wiki/Amalia_Freud",
        "https://en.wikipedia.org/wiki/Ashkenazi_Jewish",
        "https://en.wikipedia.org/wiki/Moravia",
        "https://en.wikipedia.org/wiki/Austrian_Empire",
        "https://en.wikipedia.org/wiki/Czech_Republic",
        "https://en.wikipedia.org/wiki/West_Ukraine",
        "https://en.wikipedia.org/wiki/Poland",
        "https://en.wikipedia.org/wiki/Jacob_Freud",
        "https://en.wikipedia.org/wiki/Hasidic_Judaism",
        "https://en.wikipedia.org/wiki/Torah_study",
        "https://en.wikipedia.org/wiki/Amalia_Freud",
        "https://en.wikipedia.org/wiki/Isaac_Noah_Mannheimer",
        "https://en.wikipedia.org/wiki/Caul",
        "https://en.wikipedia.org/wiki/Omen",
        "https://en.wikipedia.org/wiki/Freud_family",
        "https://en.wikipedia.org/wiki/Manchester",
        "https://en.wikipedia.org/wiki/Leipzig",
        "https://en.wikipedia.org/wiki/Vienna",
        "https://en.wikipedia.org/wiki/Matura",
        "https://en.wikipedia.org/wiki/Hebrew_language",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Franz_Brentano",
        "https://en.wikipedia.org/wiki/Carl_Friedrich_Wilhelm_Claus",
        "https://en.wikipedia.org/wiki/Trieste",
        "https://en.wikipedia.org/wiki/Crayfish",
        "https://en.wikipedia.org/wiki/Lamprey",
        "https://en.wikipedia.org/wiki/Neuron",
        "https://en.wikipedia.org/wiki/John_Stuart_Mill",
        "https://en.wikipedia.org/wiki/Doctor_of_medicine",
        "https://en.wikipedia.org/wiki/Vienna_General_Hospital",
        "https://en.wikipedia.org/wiki/Aphasia",
        "https://en.wikipedia.org/wiki/Theodor_Meynert",
        "https://en.wikipedia.org/wiki/Psychiatry",
        "https://en.wikipedia.org/wiki/Locum",
        "https://en.wikipedia.org/wiki/Docent",
        "https://en.wikipedia.org/wiki/Neuropathology",
        "https://en.wikipedia.org/wiki/Martha_Bernays",
        "https://en.wikipedia.org/wiki/Isaac_Bernays",
        "https://en.wikipedia.org/wiki/Anna_Freud",
        "https://en.wikipedia.org/wiki/Innere_Stadt",
        "https://en.wikipedia.org/wiki/Carl_Jung",
        "https://en.wikipedia.org/wiki/Tobacco_smoking",
        "https://en.wikipedia.org/wiki/Wilhelm_Fliess",
        "https://en.wikipedia.org/wiki/Oral_cancer",
        "https://en.wikipedia.org/wiki/Masturbation",
        "https://en.wikipedia.org/wiki/Psychology_from_an_Empirical_Standpoint",
        "https://en.wikipedia.org/wiki/Charles_Darwin",
        "https://en.wikipedia.org/wiki/Eduard_von_Hartmann",
        "https://en.wikipedia.org/wiki/The_Philosophy_of_the_Unconscious",
        "https://en.wikipedia.org/wiki/Gustav_Fechner",
        "https://en.wikipedia.org/wiki/Johann_Friedrich_Herbart",
        "https://en.wikipedia.org/wiki/Theodor_Lipps",
        "https://en.wikipedia.org/wiki/Schopenhauer",
        "https://en.wikipedia.org/wiki/Nietzsche",
        "https://en.wikipedia.org/wiki/The_Birth_of_Tragedy",
        "https://en.wikipedia.org/wiki/Untimely_Meditations",
        "https://en.wikipedia.org/wiki/Neurology",
        "https://en.wikipedia.org/wiki/William_Shakespeare",
        "https://en.wikipedia.org/wiki/Wilhelm_Fliess",
        "https://en.wikipedia.org/wiki/Coitus_interruptus",
        "https://en.wikipedia.org/wiki/Neurasthenia",
        "https://en.wikipedia.org/wiki/Metapsychology",
        "https://en.wikipedia.org/wiki/Emma_Eckstein",
        "https://en.wikipedia.org/wiki/Middle_nasal_concha",
        "https://en.wikipedia.org/wiki/Kepler",
        "https://en.wikipedia.org/wiki/Hypnosis",
        "https://en.wikipedia.org/wiki/Josef_Breuer",
        "https://en.wikipedia.org/wiki/Talking_cure",
        "https://en.wikipedia.org/wiki/Psychoanalysis",
        "https://en.wikipedia.org/wiki/Oedipus_complex",
        "https://en.wikipedia.org/wiki/Josef_Breuer",
        "https://en.wikipedia.org/wiki/The_Interpretation_of_Dreams",
        "https://en.wikipedia.org/wiki/Wish_fulfilment",
        "https://en.wikipedia.org/wiki/The_Psychopathology_of_Everyday_Life",
        "https://en.wikipedia.org/wiki/Humor_in_Freud",
        "https://en.wikipedia.org/wiki/Three_Essays_on_the_Theory_of_Sexuality",
        "https://en.wikipedia.org/wiki/Hysteria",
        "https://en.wikipedia.org/wiki/Transference",
        "https://en.wikipedia.org/wiki/Obsessional_neurosis",
        "https://en.wikipedia.org/wiki/Rat_man",
        "https://en.wikipedia.org/wiki/Phobia",
        "https://en.wikipedia.org/wiki/Little_Hans",
        "https://en.wikipedia.org/wiki/Clark_University",
        "https://en.wikipedia.org/wiki/Carl_Jung",
        "https://en.wikipedia.org/wiki/Abraham_Brill",
        "https://en.wikipedia.org/wiki/Ernest_Jones",
        "https://en.wikipedia.org/wiki/Docent",
        "https://en.wikipedia.org/wiki/Wilhelm_Stekel",
        "https://en.wikipedia.org/wiki/Alfred_Adler",
        "https://en.wikipedia.org/wiki/Dorotheergasse",
        "https://en.wikipedia.org/wiki/Max_Graf",
        "https://en.wikipedia.org/wiki/Herbert_Graf",
        "https://en.wikipedia.org/wiki/Carl_Jung",
        "https://en.wikipedia.org/wiki/Otto_Rank",
        "https://en.wikipedia.org/wiki/Carl_Gustav_Jung",
        "https://en.wikipedia.org/wiki/Galvanic_Skin_Response",
        "https://en.wikipedia.org/wiki/University_of_Zurich",
        "https://en.wikipedia.org/wiki/Eugen_Bleuler",
        "https://en.wikipedia.org/wiki/Ludwig_Binswanger",
        "https://en.wikipedia.org/wiki/Vienna_Psychoanalytic_Society",
        "https://en.wikipedia.org/wiki/Margarete_Hilferding",
        "https://en.wikipedia.org/wiki/Tatiana_Rosenthal",
        "https://en.wikipedia.org/wiki/Sabina_Spielrein",
        "https://en.wikipedia.org/wiki/Salzburg",
        "https://en.wikipedia.org/wiki/Ernest_Jones",
        "https://en.wikipedia.org/wiki/Karl_Abraham",
        "https://en.wikipedia.org/wiki/Max_Eitingon",
        "https://en.wikipedia.org/wiki/Abraham_Brill",
        "https://en.wikipedia.org/wiki/International_Psychoanalytical_Association",
        "https://en.wikipedia.org/wiki/University_of_Toronto",
        "https://en.wikipedia.org/wiki/Clark_University",
        "https://en.wikipedia.org/wiki/James_Jackson_Putnam",
        "https://en.wikipedia.org/wiki/Harvard",
        "https://en.wikipedia.org/wiki/American_Psychoanalytic_Association",
        "https://en.wikipedia.org/wiki/New_York_Psychoanalytic_Society",
        "https://en.wikipedia.org/wiki/International_Psychoanalytical_Association",
        "https://en.wikipedia.org/wiki/Individual_psychology",
        "https://en.wikipedia.org/wiki/Otto_Rank",
        "https://en.wikipedia.org/wiki/Karl_Abraham",
        "https://en.wikipedia.org/wiki/Max_Eitingon",
        "https://en.wikipedia.org/wiki/Ernest_Jones",
        "https://en.wikipedia.org/wiki/Hanns_Sachs",
        "https://en.wikipedia.org/wiki/Psychology_of_the_Unconscious",
        "https://en.wikipedia.org/wiki/Analytical_psychology",
        "https://en.wikipedia.org/wiki/Hanns_Sachs",
        "https://en.wikipedia.org/wiki/Psychoanalytic_theory",
        "https://en.wikipedia.org/wiki/The_Trauma_of_Birth",
        "https://en.wikipedia.org/wiki/Anna_Freud",
        "https://en.wikipedia.org/wiki/Psychoanalysis",
        "https://en.wikipedia.org/wiki/Psychosexual_development",
        "https://en.wikipedia.org/wiki/Preconscious",
        "https://en.wikipedia.org/wiki/Consciousness",
        "https://en.wikipedia.org/wiki/Psychic_apparatus",
        "https://en.wikipedia.org/wiki/Defence_mechanisms",
        "https://en.wikipedia.org/wiki/Psychological_projection",
        "https://en.wikipedia.org/wiki/Introjection",
        "https://en.wikipedia.org/wiki/Libido",
        "https://en.wikipedia.org/wiki/Drive_theory",
        "https://en.wikipedia.org/wiki/Transference",
        "https://en.wikipedia.org/wiki/Countertransference",
        "https://en.wikipedia.org/wiki/Dreamwork",
        "https://en.wikipedia.org/wiki/Cathexis",
        "https://en.wikipedia.org/wiki/Karl_Abraham",
        "https://en.wikipedia.org/wiki/Alfred_Adler",
        "https://en.wikipedia.org/wiki/Michael_Balint",
        "https://en.wikipedia.org/wiki/Wilfred_Bion",
        "https://en.wikipedia.org/wiki/Josef_Breuer",
        "https://en.wikipedia.org/wiki/Nancy_Chodorow",
        "https://en.wikipedia.org/wiki/Max_Eitingon",
        "https://en.wikipedia.org/wiki/Erik_Erikson",
        "https://en.wikipedia.org/wiki/Ronald_Fairbairn",
        "https://en.wikipedia.org/wiki/Paul_Federn",
        "https://en.wikipedia.org/wiki/Otto_Fenichel",
        "https://en.wikipedia.org/wiki/Anna_Freud",
        "https://en.wikipedia.org/wiki/Erich_Fromm",
        "https://en.wikipedia.org/wiki/Harry_Guntrip",
        "https://en.wikipedia.org/wiki/Karen_Horney",
        "https://en.wikipedia.org/wiki/Edith_Jacobson",
        "https://en.wikipedia.org/wiki/Ernest_Jones",
        "https://en.wikipedia.org/wiki/Carl_Jung",
        "https://en.wikipedia.org/wiki/Abram_Kardiner",
        "https://en.wikipedia.org/wiki/Heinz_Kohut",
        "https://en.wikipedia.org/wiki/Melanie_Klein",
        "https://en.wikipedia.org/wiki/Julia_Kristeva",
        "https://en.wikipedia.org/wiki/Jacques_Lacan",
        "https://en.wikipedia.org/wiki/Jean_Laplanche",
        "https://en.wikipedia.org/wiki/Margaret_Mahler",
        "https://en.wikipedia.org/wiki/Sandor_Rado",
        "https://en.wikipedia.org/wiki/Otto_Rank",
        "https://en.wikipedia.org/wiki/Wilhelm_Reich",
        "https://en.wikipedia.org/wiki/Joan_Riviere",
        "https://en.wikipedia.org/wiki/Isidor_Sadger",
        "https://en.wikipedia.org/wiki/Ernst_Simmel",
        "https://en.wikipedia.org/wiki/Sabina_Spielrein",
        "https://en.wikipedia.org/wiki/Wilhelm_Stekel",
        "https://en.wikipedia.org/wiki/James_Strachey",
        "https://en.wikipedia.org/wiki/Harry_Stack_Sullivan",
        "https://en.wikipedia.org/wiki/Susan_Sutherland_Isaacs",
        "https://en.wikipedia.org/wiki/Donald_Winnicott",
        "https://en.wikipedia.org/wiki/The_Interpretation_of_Dreams",
        "https://en.wikipedia.org/wiki/The_Psychopathology_of_Everyday_Life",
        "https://en.wikipedia.org/wiki/Three_Essays_on_the_Theory_of_Sexuality",
        "https://en.wikipedia.org/wiki/Beyond_the_Pleasure_Principle",
        "https://en.wikipedia.org/wiki/The_Ego_and_the_Id",
        "https://en.wikipedia.org/wiki/Individual_psychology",
        "https://en.wikipedia.org/wiki/Ego_psychology",
        "https://en.wikipedia.org/wiki/Analytical_psychology",
        "https://en.wikipedia.org/wiki/Lacanianism",
        "https://en.wikipedia.org/wiki/Interpersonal_psychoanalysis",
        "https://en.wikipedia.org/wiki/Intersubjective_psychoanalysis",
        "https://en.wikipedia.org/wiki/Object_relations_theory",
        "https://en.wikipedia.org/wiki/Reichian_therapy",
        "https://en.wikipedia.org/wiki/Relational_psychoanalysis",
        "https://en.wikipedia.org/wiki/Self_psychology",
        "https://en.wikipedia.org/wiki/Boston_Graduate_School_of_Psychoanalysis",
        "https://en.wikipedia.org/wiki/British_Psychoanalytic_Council",
        "https://en.wikipedia.org/wiki/British_Psychoanalytical_Society",
        "https://en.wikipedia.org/wiki/Columbia_University_Center_for_Psychoanalytic_Training_and_Research",
        "https://en.wikipedia.org/wiki/International_Psychoanalytical_Association",
        "https://en.wikipedia.org/wiki/World_Association_of_Psychoanalysis",
        "https://en.wikipedia.org/wiki/List_of_schools_of_psychoanalysis",
        "https://en.wikipedia.org/wiki/Child_psychoanalysis",
        "https://en.wikipedia.org/wiki/Depth_psychology",
        "https://en.wikipedia.org/wiki/Psychodynamics",
        "https://en.wikipedia.org/wiki/Psychoanalytic_theory",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/Berlin_Psychoanalytic_Institute",
        "https://en.wikipedia.org/wiki/Ernst_Simmel",
        "https://en.wikipedia.org/wiki/Schloss_Tegel",
        "https://en.wikipedia.org/wiki/Berlin",
        "https://en.wikipedia.org/wiki/Joseph_Stalin",
        "https://en.wikipedia.org/wiki/American_Psychoanalytic_Association",
        "https://en.wikipedia.org/wiki/British_Psychoanalytical_Society",
        "https://en.wikipedia.org/wiki/Helene_Deutsch",
        "https://en.wikipedia.org/wiki/Mandatory_Palestine",
        "https://en.wikipedia.org/wiki/Adolf_Hitler",
        "https://en.wikipedia.org/wiki/The_Question_of_Lay_Analysis",
        "https://en.wikipedia.org/wiki/Goethe_Prize",
        "https://en.wikipedia.org/wiki/Herbert_Graf",
        "https://en.wikipedia.org/wiki/Rat_Man",
        "https://en.wikipedia.org/wiki/Sergei_Pankejeff",
        "https://en.wikipedia.org/wiki/Emma_Eckstein",
        "https://en.wikipedia.org/wiki/Gustav_Mahler",
        "https://en.wikipedia.org/wiki/Princess_Marie_Bonaparte",
        "https://en.wikipedia.org/wiki/Edith_Banfield_Jackson",
        "https://en.wikipedia.org/wiki/Leukoplakia",
        "https://en.wikipedia.org/wiki/Dermatologist",
        "https://en.wikipedia.org/wiki/Epithelioma",
        "https://en.wikipedia.org/wiki/Rhinologist",
        "https://en.wikipedia.org/wiki/Nazi_Party",
        "https://en.wikipedia.org/wiki/Nazi_book_burnings",
        "https://en.wikipedia.org/wiki/Ernest_Jones",
        "https://en.wikipedia.org/wiki/Middle_Ages",
        "https://en.wikipedia.org/wiki/Anschluss",
        "https://en.wikipedia.org/wiki/Nazi_Germany",
        "https://en.wikipedia.org/wiki/Antisemitism",
        "https://en.wikipedia.org/wiki/International_Psychoanalytical_Association",
        "https://en.wikipedia.org/wiki/Gestapo",
        "https://en.wikipedia.org/wiki/Royal_Society",
        "https://en.wikipedia.org/wiki/William_Henry_Bragg",
        "https://en.wikipedia.org/wiki/John_Cooper_Wiley",
        "https://en.wikipedia.org/wiki/Reichskommissar",
        "https://en.wikipedia.org/wiki/Vienna_University",
        "https://en.wikipedia.org/wiki/Josef_Herzig",
        "https://en.wikipedia.org/wiki/Princess_Marie_Bonaparte",
        "https://en.wikipedia.org/wiki/Orient_Express",
        "https://en.wikipedia.org/wiki/London_Victoria_station",
        "https://en.wikipedia.org/wiki/Stefan_Zweig",
        "https://en.wikipedia.org/wiki/Leonard_Woolf",
        "https://en.wikipedia.org/wiki/Virginia_Woolf",
        "https://en.wikipedia.org/wiki/Royal_Society",
        "https://en.wikipedia.org/wiki/List_of_Fellows_of_the_Royal_Society_elected_in_1936",
        "https://en.wikipedia.org/wiki/Nazi_concentration_camps",
        "https://en.wikipedia.org/wiki/Freud_Museum",
        "https://en.wikipedia.org/wiki/Freud_Museum",
        "https://en.wikipedia.org/wiki/Moses_and_Monotheism",
        "https://en.wikipedia.org/wiki/An_Outline_of_Psychoanalysis",
        "https://en.wikipedia.org/wiki/Golders_Green_Crematorium",
        "https://en.wikipedia.org/wiki/Jaw_cancer",
        "https://en.wikipedia.org/wiki/La_Peau_de_chagrin",
        "https://en.wikipedia.org/wiki/Max_Schur",
        "https://en.wikipedia.org/wiki/Golders_Green_Crematorium",
        "https://en.wikipedia.org/wiki/Harrods",
        "https://en.wikipedia.org/wiki/Stefan_Zweig",
        "https://en.wikipedia.org/wiki/Pottery_of_ancient_Greece",
        "https://en.wikipedia.org/wiki/Bell_krater",
        "https://en.wikipedia.org/wiki/Dionysus",
        "https://en.wikipedia.org/wiki/Franz_Brentano",
        "https://en.wikipedia.org/wiki/Medulla_oblongata",
        "https://en.wikipedia.org/wiki/Aphasia",
        "https://en.wikipedia.org/wiki/Agnosia",
        "https://en.wikipedia.org/wiki/Eugen_Bleuler",
        "https://en.wikipedia.org/wiki/Cerebral_palsy",
        "https://en.wikipedia.org/wiki/William_John_Little",
        "https://en.wikipedia.org/wiki/Consciousness",
        "https://en.wikipedia.org/wiki/Transference",
        "https://en.wikipedia.org/wiki/Josef_Breuer",
        "https://en.wikipedia.org/wiki/Bertha_Pappenheim",
        "https://en.wikipedia.org/wiki/Frank_Sulloway",
        "https://en.wikipedia.org/wiki/Childhood_sexual_abuse",
        "https://en.wikipedia.org/wiki/Drive_theory",
        "https://en.wikipedia.org/wiki/Cocaine",
        "https://en.wikipedia.org/wiki/Analgesic",
        "https://en.wikipedia.org/wiki/Antidepressant",
        "https://en.wikipedia.org/wiki/Scientific_priority",
        "https://en.wikipedia.org/wiki/Anaesthesia",
        "https://en.wikipedia.org/wiki/Morphine",
        "https://en.wikipedia.org/wiki/Cocaine_intoxication",
        "https://en.wikipedia.org/wiki/Migraine",
        "https://en.wikipedia.org/wiki/Unconscious_mind",
        "https://en.wikipedia.org/wiki/Hysteria",
        "https://en.wikipedia.org/wiki/The_Interpretation_of_Dreams",
        "https://en.wikipedia.org/wiki/The_Psychopathology_of_Everyday_Life",
        "https://en.wikipedia.org/wiki/The_Ego_and_the_Id",
        "https://en.wikipedia.org/wiki/Drive_theory",
        "https://en.wikipedia.org/wiki/The_Interpretation_of_Dreams",
        "https://en.wikipedia.org/wiki/Psychosexual_development",
        "https://en.wikipedia.org/wiki/Polymorphous_perversity",
        "https://en.wikipedia.org/wiki/Oral_stage",
        "https://en.wikipedia.org/wiki/Anal_stage",
        "https://en.wikipedia.org/wiki/Phallic_stage",
        "https://en.wikipedia.org/wiki/Latency_stage",
        "https://en.wikipedia.org/wiki/Neurosis",
        "https://en.wikipedia.org/wiki/Perversion",
        "https://en.wikipedia.org/wiki/Oedipus_complex",
        "https://en.wikipedia.org/wiki/Castration_complex",
        "https://en.wikipedia.org/wiki/Ego_ideal",
        "https://en.wikipedia.org/wiki/Iceberg",
        "https://en.wikipedia.org/wiki/The_Ego_and_the_Id",
        "https://en.wikipedia.org/wiki/Georg_Groddeck",
        "https://en.wikipedia.org/wiki/Hedonism",
        "https://en.wikipedia.org/wiki/Defence_mechanism",
        "https://en.wikipedia.org/wiki/Denial",
        "https://en.wikipedia.org/wiki/Libido",
        "https://en.wikipedia.org/wiki/Death_drive",
        "https://en.wikipedia.org/wiki/Repetition_compulsion",
        "https://en.wikipedia.org/wiki/Libido",
        "https://en.wikipedia.org/wiki/Death_drive",
        "https://en.wikipedia.org/wiki/Paul_Federn",
        "https://en.wikipedia.org/wiki/Beyond_the_Pleasure_Principle",
        "https://en.wikipedia.org/wiki/Repetition_compulsion",
        "https://en.wikipedia.org/wiki/Decathexis",
        "https://en.wikipedia.org/wiki/Polymorphous_perversity",
        "https://en.wikipedia.org/wiki/Bisexuality",
        "https://en.wikipedia.org/wiki/Oedipus_complex",
        "https://en.wikipedia.org/wiki/Castration_complex",
        "https://en.wikipedia.org/wiki/Vagina",
        "https://en.wikipedia.org/wiki/Clitoris",
        "https://en.wikipedia.org/wiki/Penis_envy",
        "https://en.wikipedia.org/wiki/Neurosis",
        "https://en.wikipedia.org/wiki/Hysteria",
        "https://en.wikipedia.org/wiki/Karen_Horney",
        "https://en.wikipedia.org/wiki/Berlin_Psychoanalytic_Institute",
        "https://en.wikipedia.org/wiki/Melanie_Klein",
        "https://en.wikipedia.org/wiki/Ernest_Jones",
        "https://en.wikipedia.org/wiki/Phallogocentrism",
        "https://en.wikipedia.org/wiki/Jacqueline_Rose",
        "https://en.wikipedia.org/wiki/Freud_and_religion",
        "https://en.wikipedia.org/wiki/Monotheism",
        "https://en.wikipedia.org/wiki/Pater_familias",
        "https://en.wikipedia.org/wiki/Reason",
        "https://en.wikipedia.org/wiki/Neurosis",
        "https://en.wikipedia.org/wiki/Totem_and_Taboo",
        "https://en.wikipedia.org/wiki/Patricide",
        "https://en.wikipedia.org/wiki/The_Future_of_an_Illusion",
        "https://en.wikipedia.org/wiki/Civilization_and_Its_Discontents",
        "https://en.wikipedia.org/wiki/Romain_Rolland",
        "https://en.wikipedia.org/wiki/Moses_and_Monotheism",
        "https://en.wikipedia.org/wiki/Moses",
        "https://en.wikipedia.org/wiki/Reaction_formation",
        "https://en.wikipedia.org/wiki/Eucharist",
        "https://en.wikipedia.org/wiki/Death_drive",
        "https://en.wikipedia.org/wiki/Worldview",
        "https://en.wikipedia.org/wiki/Stoicism",
        "https://en.wikipedia.org/wiki/Humanism",
        "https://en.wikipedia.org/wiki/Secular_humanism",
        "https://en.wikipedia.org/wiki/Oscar_Nemon",
        "https://en.wikipedia.org/wiki/Freud_Museum",
        "https://en.wikipedia.org/wiki/Tavistock_Clinic",
        "https://en.wikipedia.org/wiki/Darwinism",
        "https://en.wikipedia.org/wiki/Marxism",
        "https://en.wikipedia.org/wiki/Psychodynamic",
        "https://en.wikipedia.org/wiki/Alfred_Adler",
        "https://en.wikipedia.org/wiki/Otto_Rank",
        "https://en.wikipedia.org/wiki/Karen_Horney",
        "https://en.wikipedia.org/wiki/Harry_Stack_Sullivan",
        "https://en.wikipedia.org/wiki/Erich_Fromm",
        "https://en.wikipedia.org/wiki/Carl_Jung",
        "https://en.wikipedia.org/wiki/Collective_unconscious",
        "https://en.wikipedia.org/wiki/Archetype",
        "https://en.wikipedia.org/wiki/Anima_and_animus",
        "https://en.wikipedia.org/wiki/Anima_and_animus",
        "https://en.wikipedia.org/wiki/Jacques_Lacan",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Ego_psychology",
        "https://en.wikipedia.org/wiki/Object_relations_theory",
        "https://en.wikipedia.org/wiki/Wilhelm_Reich",
        "https://en.wikipedia.org/wiki/Fritz_Perls",
        "https://en.wikipedia.org/wiki/Gestalt_therapy",
        "https://en.wikipedia.org/wiki/Arthur_Janov",
        "https://en.wikipedia.org/wiki/Primal_therapy",
        "https://en.wikipedia.org/wiki/The_Primal_Scream",
        "https://en.wikipedia.org/wiki/Ellen_Bass",
        "https://en.wikipedia.org/wiki/The_Courage_to_Heal",
        "https://en.wikipedia.org/wiki/Frederick_Crews",
        "https://en.wikipedia.org/wiki/Recovered_memory",
        "https://en.wikipedia.org/wiki/Lenore_Terr",
        "https://en.wikipedia.org/wiki/Saul_Rosenzweig",
        "https://en.wikipedia.org/wiki/Empirical_evidence",
        "https://en.wikipedia.org/wiki/Psychodynamics",
        "https://en.wikipedia.org/wiki/Hans_Eysenck",
        "https://en.wikipedia.org/wiki/Decline_and_Fall_of_the_Freudian_Empire",
        "https://en.wikipedia.org/wiki/Why_Freud_Was_Wrong",
        "https://en.wikipedia.org/wiki/Pseudoscience",
        "https://en.wikipedia.org/wiki/University_of_Chicago",
        "https://en.wikipedia.org/wiki/Allan_Hobson",
        "https://en.wikipedia.org/wiki/Alfred_Maury",
        "https://en.wikipedia.org/wiki/Karl_Popper",
        "https://en.wikipedia.org/wiki/Karl_Popper",
        "https://en.wikipedia.org/wiki/Falsifiability",
        "https://en.wikipedia.org/wiki/The_Foundations_of_Psychoanalysis",
        "https://en.wikipedia.org/wiki/Roger_Scruton",
        "https://en.wikipedia.org/wiki/Review_of_General_Psychology",
        "https://en.wikipedia.org/wiki/Neuroscience",
        "https://en.wikipedia.org/wiki/Neuropsychoanalysis",
        "https://en.wikipedia.org/wiki/Mark_Solms",
        "https://en.wikipedia.org/wiki/David_Eagleman",
        "https://en.wikipedia.org/wiki/Eric_Kandel",
        "https://en.wikipedia.org/wiki/Herbert_Marcuse",
        "https://en.wikipedia.org/wiki/Marxism",
        "https://en.wikipedia.org/wiki/The_Fear_of_Freedom",
        "https://en.wikipedia.org/wiki/Philip_Rieff",
        "https://en.wikipedia.org/wiki/Herbert_Marcuse",
        "https://en.wikipedia.org/wiki/Eros_and_Civilization",
        "https://en.wikipedia.org/wiki/Lionel_Trilling",
        "https://en.wikipedia.org/wiki/Life_Against_Death",
        "https://en.wikipedia.org/wiki/Karl_Marx",
        "https://en.wikipedia.org/wiki/Frankfurt_School",
        "https://en.wikipedia.org/wiki/Critical_theory",
        "https://en.wikipedia.org/wiki/Gilles_Deleuze",
        "https://en.wikipedia.org/wiki/Russian_Revolution",
        "https://en.wikipedia.org/wiki/Being_and_Nothingness",
        "https://en.wikipedia.org/wiki/Edmund_Husserl",
        "https://en.wikipedia.org/wiki/Masters_of_suspicion",
        "https://en.wikipedia.org/wiki/Illusion",
        "https://en.wikipedia.org/wiki/Consciousness",
        "https://en.wikipedia.org/wiki/Hermeneutics",
        "https://en.wikipedia.org/wiki/Louis_Althusser",
        "https://en.wikipedia.org/wiki/Overdetermination",
        "https://en.wikipedia.org/wiki/Das_Kapital",
        "https://en.wikipedia.org/wiki/Jacques_Derrida",
        "https://en.wikipedia.org/wiki/Plato",
        "https://en.wikipedia.org/wiki/Ernest_Gellner",
        "https://en.wikipedia.org/wiki/Paul_Vitz",
        "https://en.wikipedia.org/wiki/Thomism",
        "https://en.wikipedia.org/wiki/Aquinas",
        "https://en.wikipedia.org/wiki/Harold_Bloom",
        "https://en.wikipedia.org/wiki/Camille_Paglia",
        "https://en.wikipedia.org/wiki/Sexual_Personae",
        "https://en.wikipedia.org/wiki/Betty_Friedan",
        "https://en.wikipedia.org/wiki/The_Feminine_Mystique",
        "https://en.wikipedia.org/wiki/Feminism",
        "https://en.wikipedia.org/wiki/Simone_de_Beauvoir",
        "https://en.wikipedia.org/wiki/Existentialism",
        "https://en.wikipedia.org/wiki/The_Second_Sex",
        "https://en.wikipedia.org/wiki/Betty_Friedan",
        "https://en.wikipedia.org/wiki/The_Feminine_Mystique",
        "https://en.wikipedia.org/wiki/Penis_envy",
        "https://en.wikipedia.org/wiki/Kate_Millett",
        "https://en.wikipedia.org/wiki/Sexual_Politics",
        "https://en.wikipedia.org/wiki/Anne_Koedt",
        "https://en.wikipedia.org/wiki/The_Myth_of_the_Vaginal_Orgasm",
        "https://en.wikipedia.org/wiki/Frigidity",
        "https://en.wikipedia.org/wiki/Naomi_Weisstein",
        "https://en.wikipedia.org/wiki/Shulamith_Firestone",
        "https://en.wikipedia.org/wiki/Eva_Figes",
        "https://en.wikipedia.org/wiki/The_Dialectic_of_Sex",
        "https://en.wikipedia.org/wiki/History_of_ideas",
        "https://en.wikipedia.org/wiki/Juliet_Mitchell",
        "https://en.wikipedia.org/wiki/Jane_Gallop",
        "https://en.wikipedia.org/wiki/Julia_Kristeva",
        "https://en.wikipedia.org/wiki/Luce_Irigaray",
        "https://en.wikipedia.org/wiki/Carol_Gilligan",
        "https://en.wikipedia.org/wiki/Jean_Piaget",
        "https://en.wikipedia.org/wiki/Lawrence_Kohlberg",
        "https://en.wikipedia.org/wiki/Nancy_Chodorow",
        "https://en.wikipedia.org/wiki/Toril_Moi",
        "https://en.wikipedia.org/wiki/Stanley_Cavell",
        "https://en.wikipedia.org/wiki/Montgomery_Clift",
        "https://en.wikipedia.org/wiki/John_Huston",
        "https://en.wikipedia.org/wiki/BBC",
        "https://en.wikipedia.org/wiki/David_Suchet",
        "https://en.wikipedia.org/wiki/A_Dangerous_Method",
        "https://en.wikipedia.org/wiki/Carl_Jung",
        "https://en.wikipedia.org/wiki/Christopher_Hampton",
        "https://en.wikipedia.org/wiki/Viggo_Mortensen",
        "https://en.wikipedia.org/wiki/Michael_Fassbender",
        "https://en.wikipedia.org/wiki/Nicholas_Meyer",
        "https://en.wikipedia.org/wiki/Sherlock_Holmes",
        "https://en.wikipedia.org/wiki/Mediumship",
        "https://en.wikipedia.org/wiki/The_Interpretation_of_Murder",
        "https://en.wikipedia.org/wiki/Jed_Rubenfeld",
        "https://en.wikipedia.org/wiki/Carl_Jung",
        "https://en.wikipedia.org/wiki/Abraham_Brill",
        "https://en.wikipedia.org/wiki/Armand_Nicholi",
        "https://en.wikipedia.org/wiki/PBS",
        "https://en.wikipedia.org/wiki/June_Flewett",
        "https://en.wikipedia.org/wiki/Clement_Freud",
        "https://en.wikipedia.org/wiki/Alec_Guinness",
        "https://en.wikipedia.org/wiki/Dudley_Moore",
        "https://en.wikipedia.org/wiki/Rod_Loomis",
        "https://en.wikipedia.org/wiki/Kim_Morrissey",
        "https://en.wikipedia.org/wiki/Bob_Dylan",
        "https://en.wikipedia.org/wiki/My_Own_Version_of_You",
        "https://en.wikipedia.org/wiki/Sigmund_Freud_bibliography",
        "https://en.wikipedia.org/wiki/On_Aphasia",
        "https://en.wikipedia.org/wiki/Studies_on_Hysteria",
        "https://en.wikipedia.org/wiki/Josef_Breuer",
        "https://en.wikipedia.org/wiki/The_Interpretation_of_Dreams",
        "https://en.wikipedia.org/wiki/The_Psychopathology_of_Everyday_Life",
        "https://en.wikipedia.org/wiki/Jokes_and_Their_Relation_to_the_Unconscious",
        "https://en.wikipedia.org/wiki/Three_Essays_on_the_Theory_of_Sexuality",
        "https://en.wikipedia.org/wiki/Totem_and_Taboo",
        "https://en.wikipedia.org/wiki/Beyond_the_Pleasure_Principle",
        "https://en.wikipedia.org/wiki/Group_Psychology_and_the_Analysis_of_the_Ego",
        "https://en.wikipedia.org/wiki/The_Ego_and_the_Id",
        "https://en.wikipedia.org/wiki/The_Question_of_Lay_Analysis",
        "https://en.wikipedia.org/wiki/The_Future_of_an_Illusion",
        "https://en.wikipedia.org/wiki/Civilization_and_Its_Discontents",
        "https://en.wikipedia.org/wiki/Moses_and_Monotheism",
        "https://en.wikipedia.org/wiki/An_Outline_of_Psychoanalysis",
        "https://en.wikipedia.org/wiki/Herbert_Graf",
        "https://en.wikipedia.org/wiki/Rat_Man",
        "https://en.wikipedia.org/wiki/Daniel_Paul_Schreber",
        "https://en.wikipedia.org/wiki/Sergei_Pankejeff",
        "https://en.wikipedia.org/wiki/Christoph_Haizmann",
        "https://en.wikipedia.org/wiki/The_History_of_the_Psychoanalytic_Movement",
        "https://en.wikipedia.org/wiki/The_Standard_Edition_of_the_Complete_Psychological_Works_of_Sigmund_Freud",
        "https://en.wikipedia.org/wiki/James_Strachey",
        "https://en.wikipedia.org/wiki/Anna_Freud",
        "https://en.wikipedia.org/wiki/Alix_Strachey",
        "https://en.wikipedia.org/wiki/Alan_Tyson",
        "https://en.wikipedia.org/wiki/Hogarth_Press",
        "https://en.wikipedia.org/wiki/Martha_Bernays",
        "https://en.wikipedia.org/wiki/Anna_Freud",
        "https://en.wikipedia.org/wiki/Otto_Rank",
        "https://en.wikipedia.org/wiki/Wilhelm_Fliess",
        "https://en.wikipedia.org/wiki/Jeffrey_Moussaieff_Masson",
        "https://en.wikipedia.org/wiki/Carl_Gustav_Jung",
        "https://en.wikipedia.org/wiki/Karl_Abraham",
        "https://en.wikipedia.org/wiki/Harvard_University_Press",
        "https://en.wikipedia.org/wiki/Ludwig_Binswanger",
        "https://en.wikipedia.org/wiki/Harvard_University_Press",
        "https://en.wikipedia.org/wiki/Harvard_University_Press",
        "https://en.wikipedia.org/wiki/Harvard_University_Press",
        "https://en.wikipedia.org/wiki/Harvard_University_Press",
        "https://en.wikipedia.org/wiki/Oskar_Pfister",
        "https://en.wikipedia.org/wiki/Hogarth_Press",
        "https://en.wikipedia.org/wiki/Arnold_Zweig",
        "https://en.wikipedia.org/wiki/Einstein",
        "https://en.wikipedia.org/wiki/The_Standard_Edition_of_the_Complete_Psychological_Works_of_Sigmund_Freud",
        "https://en.wikipedia.org/wiki/Sigmund_Freud_Archives",
        "https://en.wikipedia.org/wiki/Freud_Museum",
        "https://en.wikipedia.org/wiki/Afterwardsness",
        "https://en.wikipedia.org/wiki/Freudian_slip",
        "https://en.wikipedia.org/wiki/School_of_Brentano",
        "https://en.wikipedia.org/wiki/Narcissism_of_small_differences",
        "https://en.wikipedia.org/wiki/Hidden_personality",
        "https://en.wikipedia.org/wiki/Histrionic_personality_disorder",
        "https://en.wikipedia.org/wiki/Psychoanalytic_literary_criticism",
        "https://en.wikipedia.org/wiki/Psychodynamics",
        "https://en.wikipedia.org/wiki/Saul_Rosenzweig",
        "https://en.wikipedia.org/wiki/Signorelli_parapraxis",
        "https://en.wikipedia.org/wiki/The_Freudian_Coverup",
        "https://en.wikipedia.org/wiki/The_Passions_of_the_Mind",
        "https://en.wikipedia.org/wiki/Uncanny",
        "https://en.wikipedia.org/wiki/Library_of_Congress",
        "https://en.wikipedia.org/wiki/Arthur_Tansley",
        "https://en.wikipedia.org/wiki/Obituary_Notices_of_Fellows_of_the_Royal_Society",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Ammocoetes",
        "https://en.wikipedia.org/wiki/Petromyzon_planeri",
        "https://en.wikipedia.org/wiki/Petromyzon",
        "https://en.wikipedia.org/wiki/Lynn_Gamwell",
        "https://en.wikipedia.org/wiki/Mark_Solms",
        "https://en.wikipedia.org/wiki/State_University_of_New_York",
        "https://en.wikipedia.org/wiki/Binghamton_University_Art_Museum",
        "https://en.wikipedia.org/wiki/Frank_Sulloway",
        "https://en.wikipedia.org/wiki/Jeffrey_Moussaieff_Masson",
        "https://en.wikipedia.org/wiki/Elizabeth_Danto",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Jean_Laplanche",
        "https://en.wikipedia.org/wiki/Routledge",
        "https://en.wikipedia.org/wiki/Ernest_Jones",
        "https://en.wikipedia.org/wiki/Basic_Books",
        "https://en.wikipedia.org/wiki/MIT_Press",
        "https://en.wikipedia.org/wiki/University_of_Chicago_Press",
        "https://en.wikipedia.org/wiki/University_of_Chicago_Divinity_School",
        "https://en.wikipedia.org/wiki/Humanists_UK",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Hans_Eysenck",
        "https://en.wikipedia.org/wiki/Decline_and_Fall_of_the_Freudian_Empire",
        "https://en.wikipedia.org/wiki/Penguin_Books",
        "https://en.wikipedia.org/wiki/Hans_Eysenck",
        "https://en.wikipedia.org/wiki/Decline_and_Fall_of_the_Freudian_Empire",
        "https://en.wikipedia.org/wiki/The_International_Journal_of_Psychoanalysis",
        "https://en.wikipedia.org/wiki/Yale_University_Press",
        "https://en.wikipedia.org/wiki/Rita_Felski",
        "https://en.wikipedia.org/wiki/University_of_California_Press",
        "https://en.wikipedia.org/wiki/The_Review_of_Metaphysics",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Toril_Moi",
        "https://en.wikipedia.org/wiki/Stanley_Cavell",
        "https://en.wikipedia.org/wiki/Stanley_Cavell",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Matthew_Bunson",
        "https://en.wikipedia.org/wiki/Daily_Beast",
        "https://en.wikipedia.org/wiki/Rotten_Tomatoes",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/American_Psychiatric_Association",
        "https://en.wikipedia.org/wiki/The_International_Journal_of_Psychoanalysis",
        "https://en.wikipedia.org/wiki/Frank_Sulloway",
        "https://en.wikipedia.org/wiki/Harvard_University_Press",
        "https://en.wikipedia.org/wiki/Louis_Breger",
        "https://en.wikipedia.org/wiki/Peter_Gay",
        "https://en.wikipedia.org/wiki/Ernest_Jones",
        "https://en.wikipedia.org/wiki/Lionel_Trilling",
        "https://en.wikipedia.org/wiki/Stephen_Marcus",
        "https://en.wikipedia.org/wiki/Max_Schur",
        "https://en.wikipedia.org/wiki/Frederick_Crews",
        "https://en.wikipedia.org/wiki/Todd_Dufresne",
        "https://en.wikipedia.org/wiki/Henri_Ellenberger",
        "https://en.wikipedia.org/wiki/Ernest_Gellner",
        "https://en.wikipedia.org/wiki/Carl_Jung",
        "https://en.wikipedia.org/wiki/Herbert_Marcuse",
        "https://en.wikipedia.org/wiki/Jeffrey_Moussaieff_Masson",
        "https://en.wikipedia.org/wiki/Philip_Rieff",
        "https://en.wikipedia.org/wiki/Paul_Roazen",
        "https://en.wikipedia.org/wiki/David_Stannard",
        "https://en.wikipedia.org/wiki/Richard_Wollheim",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/Patrick_Hastings",
        "https://en.wikipedia.org/wiki/Thomas_Lipton",
        "https://en.wikipedia.org/wiki/Goethe_Prize",
        "https://en.wikipedia.org/wiki/Ricarda_Huch",
        "https://en.wikipedia.org/wiki/On_Aphasia",
        "https://en.wikipedia.org/wiki/Studies_on_Hysteria",
        "https://en.wikipedia.org/wiki/The_Interpretation_of_Dreams",
        "https://en.wikipedia.org/wiki/The_Psychopathology_of_Everyday_Life",
        "https://en.wikipedia.org/wiki/Jokes_and_Their_Relation_to_the_Unconscious",
        "https://en.wikipedia.org/wiki/Totem_and_Taboo",
        "https://en.wikipedia.org/wiki/The_History_of_the_Psychoanalytic_Movement",
        "https://en.wikipedia.org/wiki/Introduction_to_Psychoanalysis",
        "https://en.wikipedia.org/wiki/Group_Psychology_and_the_Analysis_of_the_Ego",
        "https://en.wikipedia.org/wiki/The_Ego_and_the_Id",
        "https://en.wikipedia.org/wiki/The_Question_of_Lay_Analysis",
        "https://en.wikipedia.org/wiki/The_Future_of_an_Illusion",
        "https://en.wikipedia.org/wiki/Civilization_and_Its_Discontents",
        "https://en.wikipedia.org/wiki/Moses_and_Monotheism",
        "https://en.wikipedia.org/wiki/The_Aetiology_of_Hysteria",
        "https://en.wikipedia.org/wiki/Three_Essays_on_the_Theory_of_Sexuality",
        "https://en.wikipedia.org/wiki/On_Narcissism",
        "https://en.wikipedia.org/wiki/Thoughts_for_the_Times_on_War_and_Death",
        "https://en.wikipedia.org/wiki/Mourning_and_Melancholia",
        "https://en.wikipedia.org/wiki/Beyond_the_Pleasure_Principle",
        "https://en.wikipedia.org/wiki/Dostoevsky_and_Parricide",
        "https://en.wikipedia.org/wiki/Emma_Eckstein",
        "https://en.wikipedia.org/wiki/Herbert_Graf",
        "https://en.wikipedia.org/wiki/Bertha_Pappenheim",
        "https://en.wikipedia.org/wiki/Rat_Man",
        "https://en.wikipedia.org/wiki/Sergei_Pankejeff",
        "https://en.wikipedia.org/wiki/Daniel_Paul_Schreber",
        "https://en.wikipedia.org/wiki/Psychoanalysis",
        "https://en.wikipedia.org/wiki/Libido",
        "https://en.wikipedia.org/wiki/Preconscious",
        "https://en.wikipedia.org/wiki/Ego_ideal",
        "https://en.wikipedia.org/wiki/Transference",
        "https://en.wikipedia.org/wiki/Psychosexual_development",
        "https://en.wikipedia.org/wiki/Oral_stage",
        "https://en.wikipedia.org/wiki/Anal_stage",
        "https://en.wikipedia.org/wiki/Phallic_stage",
        "https://en.wikipedia.org/wiki/Latency_stage",
        "https://en.wikipedia.org/wiki/Genital_stage",
        "https://en.wikipedia.org/wiki/Oedipus_complex",
        "https://en.wikipedia.org/wiki/Father_complex",
        "https://en.wikipedia.org/wiki/Deferred_obedience",
        "https://en.wikipedia.org/wiki/Reality_principle",
        "https://en.wikipedia.org/wiki/Sigmund_Freud_bibliography",
        "https://en.wikipedia.org/wiki/Sigmund_Freud_Archives",
        "https://en.wikipedia.org/wiki/Freud_Museum",
        "https://en.wikipedia.org/wiki/Freudian_slip",
        "https://en.wikipedia.org/wiki/Humor_in_Freud",
        "https://en.wikipedia.org/wiki/Mahler_on_the_Couch",
        "https://en.wikipedia.org/wiki/A_Dangerous_Method",
        "https://en.wikipedia.org/wiki/Freud_family",
        "https://en.wikipedia.org/wiki/Martha_Bernays",
        "https://en.wikipedia.org/wiki/Anna_Freud",
        "https://en.wikipedia.org/wiki/Clement_Freud",
        "https://en.wikipedia.org/wiki/Lucian_Freud",
        "https://en.wikipedia.org/wiki/Walter_Freud",
        "https://en.wikipedia.org/wiki/Amalia_Freud",
        "https://en.wikipedia.org/wiki/Jacob_Freud",
        "https://en.wikipedia.org/wiki/Edward_Bernays",
        "https://en.wikipedia.org/wiki/Developmental_psychology",
        "https://en.wikipedia.org/wiki/Developmental_psychology",
        "https://en.wikipedia.org/wiki/Prenatal_and_perinatal_psychology",
        "https://en.wikipedia.org/wiki/Infant_cognitive_development",
        "https://en.wikipedia.org/wiki/Child_development",
        "https://en.wikipedia.org/wiki/Positive_youth_development",
        "https://en.wikipedia.org/wiki/Young_adult",
        "https://en.wikipedia.org/wiki/Adult_development",
        "https://en.wikipedia.org/wiki/Positive_adult_development",
        "https://en.wikipedia.org/wiki/Developmental_stage_theories",
        "https://en.wikipedia.org/wiki/Psychosexual_development",
        "https://en.wikipedia.org/wiki/Jean_Piaget",
        "https://en.wikipedia.org/wiki/Lev_Vygotsky",
        "https://en.wikipedia.org/wiki/Erik_Erikson",
        "https://en.wikipedia.org/wiki/John_Bowlby",
        "https://en.wikipedia.org/wiki/Attachment_theory",
        "https://en.wikipedia.org/wiki/Urie_Bronfenbrenner",
        "https://en.wikipedia.org/wiki/Ecological_systems_theory",
        "https://en.wikipedia.org/wiki/Lawrence_Kohlberg",
        "https://en.wikipedia.org/wiki/Michael_Commons",
        "https://en.wikipedia.org/wiki/Robert_Kegan",
        "https://en.wikipedia.org/wiki/Andreas_Demetriou",
        "https://en.wikipedia.org/wiki/Evolutionary_developmental_psychology",
        "https://en.wikipedia.org/wiki/Human_memory",
        "https://en.wikipedia.org/wiki/Attention",
        "https://en.wikipedia.org/wiki/Memory_consolidation",
        "https://en.wikipedia.org/wiki/Neuroanatomy_of_memory",
        "https://en.wikipedia.org/wiki/Sensory_memory",
        "https://en.wikipedia.org/wiki/Echoic_memory",
        "https://en.wikipedia.org/wiki/Eidetic_memory",
        "https://en.wikipedia.org/wiki/Eyewitness_memory",
        "https://en.wikipedia.org/wiki/Haptic_memory",
        "https://en.wikipedia.org/wiki/Iconic_memory",
        "https://en.wikipedia.org/wiki/Motor_learning",
        "https://en.wikipedia.org/wiki/Visual_memory",
        "https://en.wikipedia.org/wiki/Working_memory",
        "https://en.wikipedia.org/wiki/Active_recall",
        "https://en.wikipedia.org/wiki/Autobiographical_memory",
        "https://en.wikipedia.org/wiki/Explicit_memory",
        "https://en.wikipedia.org/wiki/Explicit_memory",
        "https://en.wikipedia.org/wiki/Episodic_memory",
        "https://en.wikipedia.org/wiki/Semantic_memory",
        "https://en.wikipedia.org/wiki/Flashbulb_memory",
        "https://en.wikipedia.org/wiki/Hyperthymesia",
        "https://en.wikipedia.org/wiki/Implicit_memory",
        "https://en.wikipedia.org/wiki/Meaningful_learning",
        "https://en.wikipedia.org/wiki/Procedural_memory",
        "https://en.wikipedia.org/wiki/Rote_learning",
        "https://en.wikipedia.org/wiki/Selective_retention",
        "https://en.wikipedia.org/wiki/Tip_of_the_tongue",
        "https://en.wikipedia.org/wiki/Forgetting",
        "https://en.wikipedia.org/wiki/Amnesia",
        "https://en.wikipedia.org/wiki/Anterograde_amnesia",
        "https://en.wikipedia.org/wiki/Childhood_amnesia",
        "https://en.wikipedia.org/wiki/Psychogenic_amnesia",
        "https://en.wikipedia.org/wiki/Retrograde_amnesia",
        "https://en.wikipedia.org/wiki/Selective_amnesia",
        "https://en.wikipedia.org/wiki/Transient_global_amnesia",
        "https://en.wikipedia.org/wiki/Decay_theory",
        "https://en.wikipedia.org/wiki/Forgetting_curve",
        "https://en.wikipedia.org/wiki/Interference_theory",
        "https://en.wikipedia.org/wiki/Memory_inhibition",
        "https://en.wikipedia.org/wiki/Motivated_forgetting",
        "https://en.wikipedia.org/wiki/Repressed_memory",
        "https://en.wikipedia.org/wiki/Weapon_focus",
        "https://en.wikipedia.org/wiki/Memory_error",
        "https://en.wikipedia.org/wiki/Confabulation",
        "https://en.wikipedia.org/wiki/Cryptomnesia",
        "https://en.wikipedia.org/wiki/Hindsight_bias",
        "https://en.wikipedia.org/wiki/Imagination_inflation",
        "https://en.wikipedia.org/wiki/List_of_memory_biases",
        "https://en.wikipedia.org/wiki/Memory_conformity",
        "https://en.wikipedia.org/wiki/Misattribution_of_memory",
        "https://en.wikipedia.org/wiki/Misinformation_effect",
        "https://en.wikipedia.org/wiki/False_memory",
        "https://en.wikipedia.org/wiki/False_memory_syndrome",
        "https://en.wikipedia.org/wiki/Memory_implantation",
        "https://en.wikipedia.org/wiki/Lost_in_the_mall_technique",
        "https://en.wikipedia.org/wiki/Methods_used_to_study_memory",
        "https://en.wikipedia.org/wiki/Exceptional_memory",
        "https://en.wikipedia.org/wiki/Indirect_tests_of_memory",
        "https://en.wikipedia.org/wiki/Memory_disorder",
        "https://en.wikipedia.org/wiki/Collective_memory",
        "https://en.wikipedia.org/wiki/Politics_of_memory",
        "https://en.wikipedia.org/wiki/Cultural_memory",
        "https://en.wikipedia.org/wiki/Memory_and_social_interactions",
        "https://en.wikipedia.org/wiki/Memory_conformity",
        "https://en.wikipedia.org/wiki/Transactive_memory",
        "https://en.wikipedia.org/wiki/Memory_and_aging",
        "https://en.wikipedia.org/wiki/Art_of_memory",
        "https://en.wikipedia.org/wiki/Mnemonic",
        "https://en.wikipedia.org/wiki/Effects_of_alcohol_on_memory",
        "https://en.wikipedia.org/wiki/Emotion_and_memory",
        "https://en.wikipedia.org/wiki/Memory_improvement",
        "https://en.wikipedia.org/wiki/Sleep_and_memory",
        "https://en.wikipedia.org/wiki/Memory_and_trauma",
        "https://en.wikipedia.org/wiki/Memory_sport",
        "https://en.wikipedia.org/wiki/World_Memory_Championships",
        "https://en.wikipedia.org/wiki/Shas_Pollak",
        "https://en.wikipedia.org/wiki/Childhood_memory",
        "https://en.wikipedia.org/wiki/Exosomatic_memory",
        "https://en.wikipedia.org/wiki/Free_recall",
        "https://en.wikipedia.org/wiki/Involuntary_memory",
        "https://en.wikipedia.org/wiki/Levels_of_Processing_model",
        "https://en.wikipedia.org/wiki/Metamemory",
        "https://en.wikipedia.org/wiki/Muscle_memory",
        "https://en.wikipedia.org/wiki/Intertrial_priming",
        "https://en.wikipedia.org/wiki/Prospective_memory",
        "https://en.wikipedia.org/wiki/Retrospective_memory",
        "https://en.wikipedia.org/wiki/The_Seven_Sins_of_Memory",
        "https://en.wikipedia.org/wiki/Susan_Clancy",
        "https://en.wikipedia.org/wiki/Hermann_Ebbinghaus",
        "https://en.wikipedia.org/wiki/Ivan_Izquierdo",
        "https://en.wikipedia.org/wiki/Eric_Kandel",
        "https://en.wikipedia.org/wiki/Elizabeth_Loftus",
        "https://en.wikipedia.org/wiki/Geoffrey_Loftus",
        "https://en.wikipedia.org/wiki/James_McGaugh",
        "https://en.wikipedia.org/wiki/Eleanor_Maguire",
        "https://en.wikipedia.org/wiki/George_Armitage_Miller",
        "https://en.wikipedia.org/wiki/Brenda_Milner",
        "https://en.wikipedia.org/wiki/Lynn_Nadel",
        "https://en.wikipedia.org/wiki/Daniel_Schacter",
        "https://en.wikipedia.org/wiki/Richard_Shiffrin",
        "https://en.wikipedia.org/wiki/Larry_Squire",
        "https://en.wikipedia.org/wiki/Susumu_Tonegawa",
        "https://en.wikipedia.org/wiki/Anne_Treisman",
        "https://en.wikipedia.org/wiki/Endel_Tulving",
        "https://en.wikipedia.org/wiki/Robert_Stickgold",
        "https://en.wikipedia.org/wiki/Henry_Molaison",
        "https://en.wikipedia.org/wiki/Kent_Cochrane",
        "https://en.wikipedia.org/wiki/Clive_Wearing",
        "https://en.wikipedia.org/wiki/Jonathan_Hancock",
        "https://en.wikipedia.org/wiki/Ben_Pridmore",
        "https://en.wikipedia.org/wiki/Cosmos_Rossellius",
        "https://en.wikipedia.org/wiki/Andriy_Slyusarchuk",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/History_of_psychology",
        "https://en.wikipedia.org/wiki/Philosophy_of_psychology",
        "https://en.wikipedia.org/wiki/Psychologist",
        "https://en.wikipedia.org/wiki/Abnormal_psychology",
        "https://en.wikipedia.org/wiki/Affective_neuroscience",
        "https://en.wikipedia.org/wiki/Affective_science",
        "https://en.wikipedia.org/wiki/Behavioural_genetics",
        "https://en.wikipedia.org/wiki/Behavioral_neuroscience",
        "https://en.wikipedia.org/wiki/Behaviorism",
        "https://en.wikipedia.org/wiki/Cognitive_psychology",
        "https://en.wikipedia.org/wiki/Cognitive_neuroscience",
        "https://en.wikipedia.org/wiki/Social_cognitive_neuroscience",
        "https://en.wikipedia.org/wiki/Comparative_psychology",
        "https://en.wikipedia.org/wiki/Cultural_psychology",
        "https://en.wikipedia.org/wiki/Developmental_psychology",
        "https://en.wikipedia.org/wiki/Differential_psychology",
        "https://en.wikipedia.org/wiki/Ecological_psychology",
        "https://en.wikipedia.org/wiki/Evolutionary_psychology",
        "https://en.wikipedia.org/wiki/Experimental_psychology",
        "https://en.wikipedia.org/wiki/Gestalt_psychology",
        "https://en.wikipedia.org/wiki/Intelligence",
        "https://en.wikipedia.org/wiki/Mathematical_psychology",
        "https://en.wikipedia.org/wiki/Moral_psychology",
        "https://en.wikipedia.org/wiki/Neuropsychology",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Personality_psychology",
        "https://en.wikipedia.org/wiki/Positive_psychology",
        "https://en.wikipedia.org/wiki/Psycholinguistics",
        "https://en.wikipedia.org/wiki/Psychophysiology",
        "https://en.wikipedia.org/wiki/Quantitative_psychology",
        "https://en.wikipedia.org/wiki/Social_psychology",
        "https://en.wikipedia.org/wiki/Theoretical_psychology",
        "https://en.wikipedia.org/wiki/Applied_psychology",
        "https://en.wikipedia.org/wiki/Anomalistic_psychology",
        "https://en.wikipedia.org/wiki/Applied_behavior_analysis",
        "https://en.wikipedia.org/wiki/Psychological_testing",
        "https://en.wikipedia.org/wiki/Clinical_psychology",
        "https://en.wikipedia.org/wiki/Coaching_psychology",
        "https://en.wikipedia.org/wiki/Community_psychology",
        "https://en.wikipedia.org/wiki/Consumer_behaviour",
        "https://en.wikipedia.org/wiki/Counseling_psychology",
        "https://en.wikipedia.org/wiki/Critical_psychology",
        "https://en.wikipedia.org/wiki/Educational_psychology",
        "https://en.wikipedia.org/wiki/Human_factors_and_ergonomics",
        "https://en.wikipedia.org/wiki/Feminist_psychology",
        "https://en.wikipedia.org/wiki/Forensic_psychology",
        "https://en.wikipedia.org/wiki/Health_psychology",
        "https://en.wikipedia.org/wiki/Industrial_and_organizational_psychology",
        "https://en.wikipedia.org/wiki/Legal_psychology",
        "https://en.wikipedia.org/wiki/Media_psychology",
        "https://en.wikipedia.org/wiki/Medical_psychology",
        "https://en.wikipedia.org/wiki/Military_psychology",
        "https://en.wikipedia.org/wiki/Music_psychology",
        "https://en.wikipedia.org/wiki/Occupational_health_psychology",
        "https://en.wikipedia.org/wiki/Pastoral_psychology",
        "https://en.wikipedia.org/wiki/Political_psychology",
        "https://en.wikipedia.org/wiki/Psychometrics",
        "https://en.wikipedia.org/wiki/Psychotherapy",
        "https://en.wikipedia.org/wiki/Psychology_of_religion",
        "https://en.wikipedia.org/wiki/School_psychology",
        "https://en.wikipedia.org/wiki/Sport_psychology",
        "https://en.wikipedia.org/wiki/Suicidology",
        "https://en.wikipedia.org/wiki/Systems_psychology",
        "https://en.wikipedia.org/wiki/Traffic_psychology",
        "https://en.wikipedia.org/wiki/List_of_psychological_research_methods",
        "https://en.wikipedia.org/wiki/Animal_testing",
        "https://en.wikipedia.org/wiki/Archival_research",
        "https://en.wikipedia.org/wiki/Behavioral_epigenetics",
        "https://en.wikipedia.org/wiki/Case_study",
        "https://en.wikipedia.org/wiki/Content_analysis",
        "https://en.wikipedia.org/wiki/Experimental_psychology",
        "https://en.wikipedia.org/wiki/Human_subject_research",
        "https://en.wikipedia.org/wiki/Neuroimaging",
        "https://en.wikipedia.org/wiki/Observation",
        "https://en.wikipedia.org/wiki/Psychophysics",
        "https://en.wikipedia.org/wiki/Qualitative_psychological_research",
        "https://en.wikipedia.org/wiki/Quantitative_psychological_research",
        "https://en.wikipedia.org/wiki/Survey_methodology",
        "https://en.wikipedia.org/wiki/List_of_psychologists",
        "https://en.wikipedia.org/wiki/Wilhelm_Wundt",
        "https://en.wikipedia.org/wiki/William_James",
        "https://en.wikipedia.org/wiki/Ivan_Pavlov",
        "https://en.wikipedia.org/wiki/Edward_Thorndike",
        "https://en.wikipedia.org/wiki/Carl_Jung",
        "https://en.wikipedia.org/wiki/Kurt_Lewin",
        "https://en.wikipedia.org/wiki/Jean_Piaget",
        "https://en.wikipedia.org/wiki/Gordon_Allport",
        "https://en.wikipedia.org/wiki/Carl_Rogers",
        "https://en.wikipedia.org/wiki/Erik_Erikson",
        "https://en.wikipedia.org/wiki/Ernest_Hilgard",
        "https://en.wikipedia.org/wiki/Harry_Harlow",
        "https://en.wikipedia.org/wiki/Raymond_Cattell",
        "https://en.wikipedia.org/wiki/Abraham_Maslow",
        "https://en.wikipedia.org/wiki/Jerome_Bruner",
        "https://en.wikipedia.org/wiki/Hans_Eysenck",
        "https://en.wikipedia.org/wiki/David_McClelland",
        "https://en.wikipedia.org/wiki/Leon_Festinger",
        "https://en.wikipedia.org/wiki/George_Armitage_Miller",
        "https://en.wikipedia.org/wiki/Richard_Lazarus",
        "https://en.wikipedia.org/wiki/Stanley_Schachter",
        "https://en.wikipedia.org/wiki/Robert_Zajonc",
        "https://en.wikipedia.org/wiki/Albert_Bandura",
        "https://en.wikipedia.org/wiki/Endel_Tulving",
        "https://en.wikipedia.org/wiki/Lawrence_Kohlberg",
        "https://en.wikipedia.org/wiki/Noam_Chomsky",
        "https://en.wikipedia.org/wiki/Ulric_Neisser",
        "https://en.wikipedia.org/wiki/Jerome_Kagan",
        "https://en.wikipedia.org/wiki/Walter_Mischel",
        "https://en.wikipedia.org/wiki/Elliot_Aronson",
        "https://en.wikipedia.org/wiki/Daniel_Kahneman",
        "https://en.wikipedia.org/wiki/Paul_Ekman",
        "https://en.wikipedia.org/wiki/Amos_Tversky",
        "https://en.wikipedia.org/wiki/Bruce_McEwen",
        "https://en.wikipedia.org/wiki/Larry_Squire",
        "https://en.wikipedia.org/wiki/Martin_Seligman",
        "https://en.wikipedia.org/wiki/Ed_Diener",
        "https://en.wikipedia.org/wiki/Richard_Davidson",
        "https://en.wikipedia.org/wiki/Susan_Fiske",
        "https://en.wikipedia.org/wiki/Roy_Baumeister",
        "https://en.wikipedia.org/wiki/List_of_counseling_topics",
        "https://en.wikipedia.org/wiki/List_of_psychology_disciplines",
        "https://en.wikipedia.org/wiki/List_of_psychology_organizations",
        "https://en.wikipedia.org/wiki/Outline_of_psychology",
        "https://en.wikipedia.org/wiki/List_of_psychologists",
        "https://en.wikipedia.org/wiki/List_of_psychotherapies",
        "https://en.wikipedia.org/wiki/List_of_psychological_research_methods",
        "https://en.wikipedia.org/wiki/List_of_psychological_schools",
        "https://en.wikipedia.org/wiki/Timeline_of_psychology",
        "https://en.wikipedia.org/wiki/Index_of_psychology_articles",
        "https://en.wikipedia.org/wiki/Psychiatry",
        "https://en.wikipedia.org/wiki/Addiction_psychiatry",
        "https://en.wikipedia.org/wiki/Biological_psychiatry",
        "https://en.wikipedia.org/wiki/Child_and_adolescent_psychiatry",
        "https://en.wikipedia.org/wiki/Cognitive_neuropsychiatry",
        "https://en.wikipedia.org/wiki/Developmental_disability",
        "https://en.wikipedia.org/wiki/Descriptive_psychiatry",
        "https://en.wikipedia.org/wiki/Eating_disorder",
        "https://en.wikipedia.org/wiki/Emergency_psychiatry",
        "https://en.wikipedia.org/wiki/Forensic_psychiatry",
        "https://en.wikipedia.org/wiki/Geriatric_psychiatry",
        "https://en.wikipedia.org/wiki/Liaison_psychiatry",
        "https://en.wikipedia.org/wiki/Military_psychiatry",
        "https://en.wikipedia.org/wiki/Narcology",
        "https://en.wikipedia.org/wiki/Neuropsychiatry",
        "https://en.wikipedia.org/wiki/Palliative_medicine",
        "https://en.wikipedia.org/wiki/Pain_management",
        "https://en.wikipedia.org/wiki/Psychotherapy",
        "https://en.wikipedia.org/wiki/Sleep_medicine",
        "https://en.wikipedia.org/wiki/American_Academy_of_Child_and_Adolescent_Psychiatry",
        "https://en.wikipedia.org/wiki/American_Board_of_Psychiatry_and_Neurology",
        "https://en.wikipedia.org/wiki/American_Neuropsychiatric_Association",
        "https://en.wikipedia.org/wiki/American_Psychiatric_Association",
        "https://en.wikipedia.org/wiki/Campaign_Against_Psychiatric_Abuse",
        "https://en.wikipedia.org/wiki/Chinese_Society_of_Psychiatry",
        "https://en.wikipedia.org/wiki/Democratic_Psychiatry",
        "https://en.wikipedia.org/wiki/European_Psychiatric_Association",
        "https://en.wikipedia.org/wiki/Global_Initiative_on_Psychiatry",
        "https://en.wikipedia.org/wiki/Hong_Kong_College_of_Psychiatrists",
        "https://en.wikipedia.org/wiki/Independent_Psychiatric_Association_of_Russia",
        "https://en.wikipedia.org/wiki/Indian_Psychiatric_Society",
        "https://en.wikipedia.org/wiki/National_Institute_of_Mental_Health",
        "https://en.wikipedia.org/wiki/Philadelphia_Association",
        "https://en.wikipedia.org/wiki/Royal_Australian_and_New_Zealand_College_of_Psychiatrists",
        "https://en.wikipedia.org/wiki/Royal_College_of_Psychiatrists",
        "https://en.wikipedia.org/wiki/Taiwanese_Society_of_Child_and_Adolescent_Psychiatry",
        "https://en.wikipedia.org/wiki/Working_Commission_to_Investigate_the_Use_of_Psychiatry_for_Political_Purposes",
        "https://en.wikipedia.org/wiki/World_Psychiatric_Association",
        "https://en.wikipedia.org/wiki/Behavioral_medicine",
        "https://en.wikipedia.org/wiki/Clinical_neuroscience",
        "https://en.wikipedia.org/wiki/Controversies_about_psychiatry",
        "https://en.wikipedia.org/wiki/Biopsychiatry_controversy",
        "https://en.wikipedia.org/wiki/Electroconvulsive_therapy",
        "https://en.wikipedia.org/wiki/Insulin_shock_therapy",
        "https://en.wikipedia.org/wiki/Political_abuse_of_psychiatry",
        "https://en.wikipedia.org/wiki/Psychiatric_survivors_movement",
        "https://en.wikipedia.org/wiki/Imaging_genetics",
        "https://en.wikipedia.org/wiki/Neuroimaging",
        "https://en.wikipedia.org/wiki/Neurophysiology",
        "https://en.wikipedia.org/wiki/Pentylenetetrazol",
        "https://en.wikipedia.org/wiki/Philosophy_of_psychiatry",
        "https://en.wikipedia.org/wiki/Psychiatric_epidemiology",
        "https://en.wikipedia.org/wiki/Psychiatric_genetics",
        "https://en.wikipedia.org/wiki/Psychiatric_hospital",
        "https://en.wikipedia.org/wiki/Psychiatrist",
        "https://en.wikipedia.org/wiki/Psychoanalysis",
        "https://en.wikipedia.org/wiki/Psychopharmacology",
        "https://en.wikipedia.org/wiki/Psychosomatic_medicine",
        "https://en.wikipedia.org/wiki/Psychosurgery",
        "https://en.wikipedia.org/wiki/List_of_counseling_topics",
        "https://en.wikipedia.org/wiki/List_of_neurological_conditions_and_disorders",
        "https://en.wikipedia.org/wiki/List_of_psychiatric_medications",
        "https://en.wikipedia.org/wiki/List_of_psychiatric_medications_by_condition_treated",
        "https://en.wikipedia.org/wiki/Outline_of_the_psychiatric_survivors_movement",
        "https://en.wikipedia.org/wiki/List_of_psychiatrists",
        "https://en.wikipedia.org/wiki/List_of_psychotherapies",
        "https://en.wikipedia.org/wiki/Outline_of_psychiatry",
        "https://en.wikipedia.org/wiki/Criticism_of_religion",
        "https://en.wikipedia.org/wiki/Criticism_of_Buddhism",
        "https://en.wikipedia.org/wiki/Criticism_of_Christianity",
        "https://en.wikipedia.org/wiki/Criticism_of_the_Catholic_Church",
        "https://en.wikipedia.org/wiki/Criticism_of_Protestantism",
        "https://en.wikipedia.org/wiki/Criticism_of_Hinduism",
        "https://en.wikipedia.org/wiki/Criticism_of_Swaminarayan_sect",
        "https://en.wikipedia.org/wiki/Criticism_of_Islam",
        "https://en.wikipedia.org/wiki/Criticism_of_Islamism",
        "https://en.wikipedia.org/wiki/Criticism_of_Twelver_Shia_Islam",
        "https://en.wikipedia.org/wiki/Criticism_of_Jainism",
        "https://en.wikipedia.org/wiki/Criticism_of_Judaism",
        "https://en.wikipedia.org/wiki/Criticism_of_monotheism",
        "https://en.wikipedia.org/wiki/Scientology_controversies",
        "https://en.wikipedia.org/wiki/Criticism_of_Sikhism",
        "https://en.wikipedia.org/wiki/Criticism_of_Zoroastrianism",
        "https://en.wikipedia.org/wiki/Criticism_of_the_Bible",
        "https://en.wikipedia.org/wiki/Criticism_of_the_Quran",
        "https://en.wikipedia.org/wiki/Criticism_of_hadith",
        "https://en.wikipedia.org/wiki/Criticism_of_Mormon_sacred_texts",
        "https://en.wikipedia.org/wiki/Criticism_of_the_Book_of_Mormon",
        "https://en.wikipedia.org/wiki/Shia_view_of_Aisha",
        "https://en.wikipedia.org/wiki/Criticism_of_Jesus",
        "https://en.wikipedia.org/wiki/Criticism_of_Muhammad",
        "https://en.wikipedia.org/wiki/Religious_discrimination",
        "https://en.wikipedia.org/wiki/Persecution_of_Ahmadis",
        "https://en.wikipedia.org/wiki/Discrimination_against_atheists",
        "https://en.wikipedia.org/wiki/Persecution_of_Buddhists",
        "https://en.wikipedia.org/wiki/Criticism_of_the_Catholic_Church",
        "https://en.wikipedia.org/wiki/Persecution_of_Christians",
        "https://en.wikipedia.org/wiki/Persecution_of_Druze",
        "https://en.wikipedia.org/wiki/Persecution_of_Falun_Gong",
        "https://en.wikipedia.org/wiki/Persecution_of_Hindus",
        "https://en.wikipedia.org/wiki/Islamophobia",
        "https://en.wikipedia.org/wiki/Persecution_of_Muslims",
        "https://en.wikipedia.org/wiki/Religious_antisemitism",
        "https://en.wikipedia.org/wiki/Antisemitism",
        "https://en.wikipedia.org/wiki/Persecution_of_Jews",
        "https://en.wikipedia.org/wiki/Religious_discrimination_against_Neopagans",
        "https://en.wikipedia.org/wiki/Persecution_of_Eastern_Orthodox_Christians",
        "https://en.wikipedia.org/wiki/Persecution_of_Oriental_Orthodoxy",
        "https://en.wikipedia.org/wiki/Persecution_of_Copts",
        "https://en.wikipedia.org/wiki/Persecution_of_Rastafari",
        "https://en.wikipedia.org/wiki/Persecution_of_Sikhs",
        "https://en.wikipedia.org/wiki/Persecution_of_Sufis",
        "https://en.wikipedia.org/wiki/Persecution_of_Zoroastrians",
        "https://en.wikipedia.org/wiki/Religious_violence",
        "https://en.wikipedia.org/wiki/Buddhism_and_violence",
        "https://en.wikipedia.org/wiki/Christianity_and_violence",
        "https://en.wikipedia.org/wiki/Mormonism_and_violence",
        "https://en.wikipedia.org/wiki/Judaism_and_violence",
        "https://en.wikipedia.org/wiki/Islam_and_violence",
        "https://en.wikipedia.org/wiki/Religious_terrorism",
        "https://en.wikipedia.org/wiki/Christian_terrorism",
        "https://en.wikipedia.org/wiki/Saffron_terror",
        "https://en.wikipedia.org/wiki/Islamic_terrorism",
        "https://en.wikipedia.org/wiki/Jewish_religious_terrorism",
        "https://en.wikipedia.org/wiki/Religious_persecution",
        "https://en.wikipedia.org/wiki/History_of_Christian_thought_on_persecution_and_tolerance",
        "https://en.wikipedia.org/wiki/Religious_war",
        "https://en.wikipedia.org/wiki/Islam_and_war",
        "https://en.wikipedia.org/wiki/Judaism_and_warfare",
        "https://en.wikipedia.org/wiki/Sectarian_violence",
        "https://en.wikipedia.org/wiki/Religious_violence_in_India",
        "https://en.wikipedia.org/wiki/Violence_against_Christians_in_India",
        "https://en.wikipedia.org/wiki/Religious_violence_in_Odisha",
        "https://en.wikipedia.org/wiki/Religious_violence_in_Nigeria",
        "https://en.wikipedia.org/wiki/Religious_discrimination_in_Pakistan",
        "https://en.wikipedia.org/wiki/Christianity_Unveiled",
        "https://en.wikipedia.org/wiki/God_Is_Not_Great",
        "https://en.wikipedia.org/wiki/Letter_to_a_Christian_Nation",
        "https://en.wikipedia.org/wiki/The_Age_of_Reason",
        "https://en.wikipedia.org/wiki/The_Blind_Watchmaker",
        "https://en.wikipedia.org/wiki/The_Caged_Virgin",
        "https://en.wikipedia.org/wiki/The_End_of_Faith",
        "https://en.wikipedia.org/wiki/The_God_Delusion",
        "https://en.wikipedia.org/wiki/The_Gospel_of_the_Flying_Spaghetti_Monster",
        "https://en.wikipedia.org/wiki/Why_I_Am_Not_a_Christian",
        "https://en.wikipedia.org/wiki/Why_I_Am_Not_a_Muslim",
        "https://en.wikipedia.org/wiki/Bibliography_of_books_critical_of_Christianity",
        "https://en.wikipedia.org/wiki/Bibliography_of_books_critical_of_Islam",
        "https://en.wikipedia.org/wiki/Bibliography_of_books_critical_of_Judaism",
        "https://en.wikipedia.org/wiki/Bibliography_of_books_critical_of_Mormonism",
        "https://en.wikipedia.org/wiki/Bibliography_of_books_critical_of_Scientology",
        "https://en.wikipedia.org/wiki/Agnosticism",
        "https://en.wikipedia.org/wiki/Antitheism",
        "https://en.wikipedia.org/wiki/Atheism",
        "https://en.wikipedia.org/wiki/Criticism_of_atheism",
        "https://en.wikipedia.org/wiki/Charvaka",
        "https://en.wikipedia.org/wiki/New_Atheism",
        "https://en.wikipedia.org/wiki/Nontheistic_religion",
        "https://en.wikipedia.org/wiki/Parody_religion",
        "https://en.wikipedia.org/wiki/Lucian_Freud",
        "https://en.wikipedia.org/wiki/Portrait_of_Kitty",
        "https://en.wikipedia.org/wiki/Head_on_a_Green_Sofa",
        "https://en.wikipedia.org/wiki/Benefits_Supervisor_Sleeping",
        "https://en.wikipedia.org/wiki/Freud_family",
        "https://en.wikipedia.org/wiki/Kathleen_Godley",
        "https://en.wikipedia.org/wiki/Lady_Caroline_Blackwood",
        "https://en.wikipedia.org/wiki/Annie_Freud",
        "https://en.wikipedia.org/wiki/Jane_McAdam_Freud",
        "https://en.wikipedia.org/wiki/Paul_Freud",
        "https://en.wikipedia.org/wiki/Bella_Freud",
        "https://en.wikipedia.org/wiki/Esther_Freud",
        "https://en.wikipedia.org/wiki/Susie_Boyt",
        "https://en.wikipedia.org/wiki/Clement_Freud",
        "https://en.wikipedia.org/wiki/Martha_Bernays",
        "https://en.wikipedia.org/wiki/Sue_Tilley",
        "https://en.wikipedia.org/wiki/Portrait_of_George_Dyer_and_Lucian_Freud",
        "https://en.wikipedia.org/wiki/Three_Studies_of_Lucian_Freud",
        "https://en.wikipedia.org/wiki/Sigmund_Freud",
        "https://en.wikipedia.org/wiki/Sigmund_Freud",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}