{
    "url": "https://en.wikipedia.org/wiki/Simine_Vazire",
    "title": "Simine Vazire",
    "table_of_contents": [
        "1 Biography",
        "2 Research",
        "3 Representative publications",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Simine Vazire (born 1980) is Professor of Psychology Ethics and Wellbeing[1] at the University of Melbourne, Victoria, Australia; formerly Professor of Psychology at the University of California, Davis. She is a social and personality psychologist who studies how self-perception and self-knowledge influence one's personality and behavior. She obtained a PhD in the social and personality psychology program at the University of Texas at Austin.\n\nVazire was recipient of the American Psychological Association Award for Distinguished Scientific Early Career Contributions to Psychology in 2015 for \"original contributions to understanding the limits of self-knowledge and the constraints on our knowledge of others.\"[2] Vazire was recognized as a rising star by the Association for Psychological Science.[3] Her other awards include the SAGE Young Scholar Award (2011),[4] and the Outstanding Early Career Award from the International Society for Self and Identity (2011).[5]\n\nVazire co-founded the Society for the Improvement of Psychological Science (SIPS), which aims to encourage open, reproducible science; she has served as chair of the SIPS executive committee[6] and is a member of the senior editorial team of their journal Collabra: Psychology.[7] Vazire is a member of the Board of Directors of the Association for Psychological Science (2016–2019)[8] and is editor of the journal Social Psychological and Personality Science.[9] With Timothy D. Wilson, Vazire co-edited the Handbook of Self-Knowledge,[10] which reviews the state of the science on how people perceive their own personality traits, behaviors, thoughts, emotions, and relationships.\n\n"
        },
        {
            "title": "Biography",
            "text": "Born to an Iranian father, Vazire received her BA in psychology (minoring in women's studies) at Carleton College in 2000.[11] She continued her education in taking a PhD in social and personality psychology program at the University of Texas at Austin, where she worked under the supervision of Samuel D. Gosling. Her dissertation titled The Person from the Inside and Outside[12] was named University of Texas Outstanding Dissertation in the Social Sciences in 2006.[citation needed]\n\nVazire joined the faculty of the Department of Psychology at Washington University in St. Louis in 2007, where she was appointed Saul and Louise Rosenzweig Chair in Personality Science.[13] Vazire was a Fellow of the Center for Advanced Study in the Behavioral Sciences at Stanford University (2013–2014). She subsequently moved to join the faculty of the Department of Psychology at University of California, Davis in 2014, where she directs the Personality and Self-Knowledge Lab.[14] Her research on self-knowledge and the development of character has been supported by grants from National Science Foundation and the John Templeton Foundation.[15]\n\n"
        },
        {
            "title": "Research",
            "text": "Simine Vazire is known for her research of self-knowledge in relation to personality and behavior, which examines topics such as how accurate people perceive themselves (identity) and how they are perceived by others (reputation) and self-other asymmetries in the accuracy of personality judgments.[16] Vazire's self-other knowledge asymmetry model aims to establish the conditions under which self-knowledge is more or less accurate than the evaluations of others. According to her model, self-knowledge should be more accurate for traits that are low in observability, such as neuroticism, and less accurate for traits that are high in evaluativeness, such as intellectual ability.[17]\n\nVazire and her colleagues have examined narcissism in relation to other personality traits, such as impulsivity[18][19] Several studies have relied on experience sampling methods, which Vazire learned as a student working with Matthias Mehl and James W. Pennebaker, the developers of the Electronically Activated Recorder (EAR) methodology for sampling naturalistic daily activities and conversations.[20] Her co-authored study with Nicholas Holtzman and Mehl, titled Sounds like a narcissist: Behavioral manifestations of narcissism in everyday life, was named the best paper of 2011 by the Journal of Research in Personality.[21] Using EAR methodology, the researchers sampled naturalistic behavior of college students over four consecutive days and related their everyday behaviors to scores on the Narcissistic Personality Inventory and to other established measures of personality traits and self-esteem. The researchers found relationships between narcissism, as assessed using the traditional measures, and observed behaviors. Individuals who scored higher on narcissism displayed more extraverted and less agreeable behavior and were more likely to engage in sexual language use than other college students.\n\nOther collaborative studies have investigated whether users' profiles on online social networking sites provide accurate portrayals of their owners.[22][23] Vazire and her colleagues argue against the view that users of social networking sites present altered and idealized depictions of themselves online that are not accurate reflections of their true \"offline\" personalities.[24] Rather, they suggest that users tend to express themselves authentically in their efforts to communicate with others online. Users' social networking site profiles appear to be sufficient to allow others to gain an accurate sense of their personalities, especially for traits such as openness to experience.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Grenoble",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Alma_mater",
        "https://en.wikipedia.org/wiki/Carleton_College",
        "https://en.wikipedia.org/wiki/University_of_Texas_at_Austin",
        "https://en.wikipedia.org/wiki/Thesis",
        "https://en.wikipedia.org/wiki/University_of_Melbourne",
        "https://en.wikipedia.org/wiki/Australia",
        "https://en.wikipedia.org/wiki/Personality_psychology",
        "https://en.wikipedia.org/wiki/University_of_Texas_at_Austin",
        "https://en.wikipedia.org/wiki/American_Psychological_Association",
        "https://en.wikipedia.org/wiki/Association_for_Psychological_Science",
        "https://en.wikipedia.org/wiki/Society_for_the_Improvement_of_Psychological_Science",
        "https://en.wikipedia.org/wiki/Social_Psychological_and_Personality_Science",
        "https://en.wikipedia.org/wiki/Timothy_Wilson",
        "https://en.wikipedia.org/wiki/Carleton_College",
        "https://en.wikipedia.org/wiki/University_of_Texas_at_Austin",
        "https://en.wikipedia.org/wiki/Stanford_University",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/John_Templeton_Foundation",
        "https://en.wikipedia.org/wiki/Personality_judgment",
        "https://en.wikipedia.org/wiki/Neuroticism",
        "https://en.wikipedia.org/wiki/Narcissism",
        "https://en.wikipedia.org/wiki/Experience_sampling_method",
        "https://en.wikipedia.org/wiki/Journal_of_Research_in_Personality",
        "https://en.wikipedia.org/wiki/Narcissistic_Personality_Inventory",
        "https://en.wikipedia.org/wiki/Social_Networking_Sites",
        "https://en.wikipedia.org/wiki/Openness_to_experience",
        "https://en.wikipedia.org/wiki/University_of_Melbourne",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Simine_Vazire",
        "https://en.wikipedia.org/wiki/Simine_Vazire",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}