{
    "url": "https://en.wikipedia.org/wiki/Simile",
    "title": "Simile",
    "table_of_contents": [
        "1 Uses",
        "1.1 In literature",
        "1.2 In comedy",
        "1.3 In business",
        "2 In languages other than English",
        "2.1 Arabic",
        "2.2 Vietnamese",
        "2.3 Telugu",
        "3 See also",
        "4 References",
        "5 External Links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A simile (/ˈsɪməli/) is a figure of speech that directly compares two things.[1][2] Similes differ from other metaphors by highlighting the similarities between two things using comparison words such as \"like\", \"as\", \"so\", or \"than\",[3] while other metaphors create an implicit comparison (i.e. saying something \"is\" something else).[1][4] This distinction is evident in the etymology of the words: simile derives from the Latin word similis (\"similar, like\"), while metaphor derives from the Greek word metapherein (\"to transfer\").[5] Like in the case of metaphors, the thing that is being compared is called the tenor, and the thing it is being compared to is called the vehicle.[6]\n\nAuthor and lexicographer Frank J. Wilstach compiled a dictionary of similes in 1916, with a second edition in 1924. \n\n"
        },
        {
            "title": "Uses",
            "text": "As when a prowling Wolf,\nWhom hunger drives to seek new haunt for prey,\nWatching where Shepherds pen their Flocks at eve\nIn hurdl'd Cotes amid the field secure,\nLeaps o'er the fence with ease into the Fold:\n. . . . . . .\nSo clomb this first grand Thief into God's Fold[9]\n\n\n\nSimiles are used extensively in British comedy, notably in the slapstick era of the 1960s and 1970s. In comedy, the simile is often used in negative style: \"he was as daft as a brush.\" They are also used in comedic context where a sensitive subject is broached, and the comedian will test the audience with response to subtle implicit simile before going deeper.[11] The sitcom Blackadder featured the use of extended similes, normally said by the title character. For example:\n\n"
        },
        {
            "title": "In languages other than English",
            "text": "Given that similes emphasize affinities between different objects, they occur in many cultures and languages.\n\nSayf al-Din al-Amidi discussed Arabic similes in 1805: \"On Substantiation Through Transitive Relations\".\n\nThuy Nga Nguyen and Ghil'ad Zuckermann (2012) classify Vietnamese similes into two types: Meaning Similes and Rhyming Similes.\n\nThe following is an example:\n\nWhereas the above Vietnamese example is of a rhyming simile, the English simile \"(as) poor as a church mouse\" is only a semantic simile.[12]\n\nIn telugu, simile is known as upamaalankaaramu (ఉపమాలంకారము). Based on the components of the sentence in which the comparison is made, they are classified into complete (పూర్ణోపమాలంకారము- puurnopamaalankaaramu) and incomplete (లుప్తోపమాలంకారము- lupthopamaalankaaramu) similes.\nThe classic example of a complete simile is:\nఆమె ముఖము చంద్రబింబము వలెనున్నది (Her face looks like a moon).\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Smile",
        "https://en.wikipedia.org/wiki/Figure_of_speech",
        "https://en.wikipedia.org/wiki/Metaphors",
        "https://en.wikipedia.org/wiki/Robert_Burns",
        "https://en.wikipedia.org/wiki/John_Milton",
        "https://en.wikipedia.org/wiki/Paradise_Lost",
        "https://en.wikipedia.org/wiki/Homeric_simile",
        "https://en.wikipedia.org/wiki/William_Shakespeare",
        "https://en.wikipedia.org/wiki/The_Merchant_of_Venice",
        "https://en.wikipedia.org/wiki/Slapstick",
        "https://en.wikipedia.org/wiki/Blackadder",
        "https://en.wikipedia.org/wiki/Richard_Branson",
        "https://en.wikipedia.org/wiki/Wiktionary",
        "https://en.wikipedia.org/wiki/Alliteration",
        "https://en.wikipedia.org/wiki/Analogy",
        "https://en.wikipedia.org/wiki/Description",
        "https://en.wikipedia.org/wiki/Figure_of_speech",
        "https://en.wikipedia.org/wiki/Homeric_simile",
        "https://en.wikipedia.org/wiki/Hyperbole",
        "https://en.wikipedia.org/wiki/Hypocatastasis",
        "https://en.wikipedia.org/wiki/Metaphor",
        "https://en.wikipedia.org/wiki/Metonymy",
        "https://en.wikipedia.org/wiki/Personification",
        "https://en.wikipedia.org/wiki/Simile",
        "https://en.wikipedia.org/wiki/Simile",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}