{
    "url": "https://en.wikipedia.org/wiki/Simulation_hypothesis",
    "title": "Simulation hypothesis",
    "table_of_contents": [
        "1 Origins",
        "2 In philosophy",
        "2.1 The simulation argument",
        "2.2 Criticism of Bostrom's anthropic reasoning",
        "2.3 Arguments, within the trilemma, against the simulation hypothesis",
        "3 In physics",
        "4 Advocates",
        "5 Testing the hypothesis physically",
        "6 Other uses in philosophy",
        "6.1 Brain in a vat and parsimony",
        "6.2 Science fiction themes",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The simulation hypothesis proposes that all of our existence is a simulated reality, such as a computer simulation.[1][2][3]\n\nThe simulation hypothesis bears a close resemblance to various other skeptical scenarios from throughout the history of philosophy. The hypothesis was popularized in its current form by Nick Bostrom. The suggestion that such a hypothesis is compatible with all human perceptual experiences is thought to have significant epistemological consequences in the form of philosophical skepticism. Versions of the hypothesis have also been featured in science fiction, appearing as a central plot device in many stories and films.[4] The hypothesis popularized by Bostrom is very disputed, with, for example, theoretical physicist Sabine Hossenfelder, who called it pseudoscience[5] and cosmologist George F. R. Ellis, who stated that \"[the hypothesis] is totally impracticable from a technical viewpoint\" and that \"protagonists seem to have confused science fiction with science. Late-night pub discussion is not a viable theory.\"[6]\n\n"
        },
        {
            "title": "Origins",
            "text": "There is a long philosophical and scientific history to the underlying thesis that reality is an illusion. This skeptical hypothesis can be traced back to antiquity; for example, to the \"Butterfly Dream\" of Zhuangzi,[7] or the Indian philosophy of Maya, or in Ancient Greek philosophy Anaxarchus and Monimus likened existing things to a scene-painting and supposed them to resemble the impressions experienced in sleep or madness.[8]\n\nAztec philosophical texts theorized that the world was a painting or book written by the Teotl.[9]\n\n"
        },
        {
            "title": "In philosophy",
            "text": "Nick Bostrom's premise:\n\nNick Bostrom's conclusion:\n\nIn 2003, philosopher Nick Bostrom proposed a trilemma that he called \"the simulation argument\". Despite the name, Bostrom's \"simulation argument\" does not directly argue that humans live in a simulation; instead, Bostrom's trilemma argues that one of three unlikely-seeming propositions is almost certainly true:\n\nThe trilemma points out that a technologically mature \"posthuman\" civilization would have enormous computing power; if even a tiny percentage of them were to run \"ancestor simulations\" (that is, \"high-fidelity\" simulations of ancestral life that would be indistinguishable from reality to the simulated ancestor), the total number of simulated ancestors, or \"Sims\", in the universe (or multiverse, if it exists) would greatly exceed the total number of actual ancestors.\n\nBostrom goes on to use a type of anthropic reasoning to claim that, if the third proposition is the one of those three that is true, and almost all people live in simulations, then humans are almost certainly living in a simulation.\n\nBostrom claims his argument goes beyond the classical ancient \"skeptical hypothesis\", claiming that \"...we have interesting empirical reasons to believe that a certain disjunctive claim about the world is true\", the third of the three disjunctive propositions being that we are almost certainly living in a simulation. Thus, Bostrom, and writers in agreement with Bostrom such as David Chalmers, argue there might be empirical reasons for the \"simulation hypothesis\", and that therefore the simulation hypothesis is not a skeptical hypothesis but rather a \"metaphysical hypothesis\". Bostrom states he personally sees no strong argument as to which of the three trilemma propositions is the true one: \"If (1) is true, then we will almost certainly go extinct before reaching posthumanity. If (2) is true, then there must be a strong convergence among the courses of advanced civilizations so that virtually none contains any individuals who desire to run ancestor-simulations and are free to do so. If (3) is true, then we almost certainly live in a simulation. In the dark forest of our current ignorance, it seems sensible to apportion one's credence roughly evenly between (1), (2), and (3)... I note that people who hear about the simulation argument often react by saying, 'Yes, I accept the argument, and it is obvious that it is possibility #n that obtains.' But different people pick a different n. Some think it obvious that (1) is true, others that (2) is true, yet others that (3) is true.\"\n\nAs a corollary to the trilemma, Bostrom states that \"Unless we are now living in a simulation, our descendants will almost certainly never run an ancestor-simulation.\"[10][11][12][13]\n\nBostrom argues that if \"the fraction of all people with our kind of experiences that are living in a simulation is very close to one\", then it follows that humans probably live in a simulation. Some philosophers disagree, proposing that perhaps \"Sims\" do not have conscious experiences the same way that unsimulated humans do, or that it can otherwise be self-evident to a human that they are a human rather than a Sim.[11][14] Philosopher Barry Dainton modifies Bostrom's trilemma by substituting \"neural ancestor simulations\" (ranging from literal brains in a vat, to far-future humans with induced high-fidelity hallucinations that they are their own distant ancestors) for Bostrom's \"ancestor simulations\", on the grounds that every philosophical school of thought can agree that sufficiently high-tech neural ancestor simulation experiences would be indistinguishable from non-simulated experiences. Even if high-fidelity computer Sims are never conscious, Dainton's reasoning leads to the following conclusion: either the fraction of human-level civilizations that reach a posthuman stage and are able and willing to run large numbers of neural ancestor simulations is close to zero, or some kind of (possibly neural) ancestor simulation exists.[15]\n\nSome scholars categorically reject—or are uninterested in—anthropic reasoning, dismissing it as \"merely philosophical\", unfalsifiable, or inherently unscientific.[11]\n\nSome critics propose that the simulation could be in the first generation, and all the simulated people that will one day be created do not yet exist.[11]\n\nThe cosmologist Sean M. Carroll argues that the simulation hypothesis leads to a contradiction: if humans are typical, as it is assumed, and not capable of performing simulations, this contradicts the arguer's assumption that it is easy for us to foresee that other civilizations can most likely perform simulations.[16]\n\nPhysicist Frank Wilczek raises an empirical objection, saying that the laws of the universe have hidden complexity which is \"not used for anything\" and the laws are constrained by time and location – all of this being unnecessary and extraneous in a simulation. He further argues that the simulation argument amounts to \"begging the question,\" due to the \"embarrassing question\" of the nature of the underlying reality in which this universe is simulated. \"Okay if this is a simulated world, what is the thing in which it is simulated made out of? What are the laws for that?\"[17]\n\nIt has been argued that humans cannot be the ones being simulated, since the simulation argument uses its descendants as the ones running the simulations.[18] In other words, it has been argued that the probability that humans live in a simulated universe is not independent of the prior probability that is assigned to the existence of other universes.[19]\n\nSome scholars accept the trilemma, and argue that the first or second of the propositions are true, and that the third proposition (the proposition that humans live in a simulation) is false. Physicist Paul Davies uses Bostrom's trilemma as part of one possible argument against a near-infinite multiverse. This argument runs as follows: if there were a near-infinite multiverse, there would be posthuman civilizations running ancestor simulations, which would lead to the untenable and scientifically self-defeating conclusion that humans live in a simulation; therefore, by reductio ad absurdum, existing multiverse theories are likely false. (Unlike Bostrom and Chalmers, Davies (among others) considers the simulation hypothesis to be self-defeating.)[11][20]\n\nSome point out that there is currently no proof of technology that would facilitate the existence of sufficiently high-fidelity ancestor simulation. Additionally, there is no proof that it is physically possible or feasible for a posthuman civilization to create such a simulation, and therefore for the present, the first proposition must be taken to be true.[11] Additionally there are limits of computation.[10][21]\n\nPhysicist Marcelo Gleiser objects to the notion that posthumans would have a reason to run simulated universes:  \"...being so advanced they would have collected enough knowledge about their past to have little interest in this kind of simulation. ...They may have virtual-reality museums, where they could go and experience the lives and tribulations of their ancestors. But a full-fledged, resource-consuming simulation of an entire universe? Sounds like a colossal waste of time.\" Gleiser also points out that there is no plausible reason to stop at one level of simulation, so that the simulated ancestors might also be simulating their ancestors, and so on, creating an infinite regress akin to the \"problem of the First Cause.\"[22]\n\n"
        },
        {
            "title": "In physics",
            "text": "In physics, the view of the universe and its workings as the ebb and flow of information was first observed by Wheeler.[23] Consequently, two views of the world emerged: the first one proposes that the universe is a quantum computer,[24] while the other one proposes that the system performing the simulation is distinct from its simulation (the universe).[25] Of the former view, quantum-computing specialist Dave Bacon wrote,\n\n"
        },
        {
            "title": "Advocates",
            "text": "Elon Musk firmly believes in the simulation hypothesis.[27] In a podcast with Joe Rogan, Musk said \"If you assume any rate of improvement at all, games will eventually be indistinguishable from reality\" before concluding \"that it's most likely we're in a simulation.\"[28] He also stated in a 2016 interview that \"there's a one in billions chance we're in base reality\".[27]\n\nAnother high-profile proponent of the hypothesis is astrophysicist Neil Degrasse Tyson, who said in an NBC News interview that the hypothesis is correct, giving \"better than 50-50 odds\" and adding, \"I wish I could summon a strong argument against it, but I can find none.\"[29]\n\nHowever, in a subsequent interview with Chuck Nice on a YouTube episode of StarTalk, Tyson shares that his friend J. Richard Gott, a professor of astrophysical sciences at Princeton University, made him aware of a strong objection to the simulation hypothesis. The objection points out that the common trait that all hypothetical high-fidelity simulated universes possess is the ability to produce high-fidelity simulated universes. And being that our current world does not possess this ability, it would mean that either we are the real universe, and therefore simulated universes have not yet been created, or we are the last in a very long chain of simulated universes, an observation that makes the simulation hypothesis seem less probable. Regarding this objection, Tyson remarked \"that changes my life.\"[30]\n\n"
        },
        {
            "title": "Testing the hypothesis physically",
            "text": "A method to test one type of simulation hypothesis was proposed in 2012 in a joint paper by physicists Silas R. Beane from the University of Bonn (now at the University of Washington, Seattle), and Zohreh Davoudi and Martin J. Savage from the University of Washington, Seattle.[31] Under the assumption of finite computational resources, the simulation of the universe would be performed by dividing the continuum space-time into a discrete set of points. In analogy with the mini-simulations that lattice-gauge theorists run today to build up nuclei from the underlying theory of strong interactions (known as quantum chromodynamics), several observational consequences of a grid-like space-time have been studied in their work. Among proposed signatures is an anisotropy in the distribution of ultra-high-energy cosmic rays that, if observed, would be consistent with the simulation hypothesis according to these physicists.[32] In 2017, Campbell et al. proposed several experiments aimed at testing the simulation hypothesis in their paper \"On Testing the Simulation Theory\".[33]\n\nIn 2019, philosopher Preston Greene suggested that it may be best not to find out if we're living in a simulation since, if it were found to be true, such knowing might end the simulation.[34]\n\n"
        },
        {
            "title": "Other uses in philosophy",
            "text": "Besides attempting to assess whether the simulation hypothesis is true or false, philosophers have also used it to illustrate other philosophical problems, especially in metaphysics and epistemology. David Chalmers has argued that simulated beings might wonder whether their mental lives are governed by the physics of their environment, when in fact these mental lives are simulated separately (and are thus, in fact, not governed by the simulated physics).[35] Chalmers claims that they might eventually find that their thoughts fail to be physically caused, and argues that this means that Cartesian dualism is not necessarily as problematic of a philosophical view as is commonly supposed, though he does not endorse it.[36] Similar arguments have been made for philosophical views about personal identity that say that an individual could have been another human being in the past, as well as views about qualia that say that colors could have appeared differently than they do (the inverted spectrum scenario). In both cases, the claim is that all this would require is hooking up the mental lives to the simulated physics in a different way.[37]\n\nEconomist Robin Hanson argues that a self-interested occupant of a high-fidelity simulation should strive to be entertaining and praiseworthy in order to avoid being turned off or being shunted into a non-conscious low-fidelity part of the simulation. Hanson additionally speculates that someone who is aware that he might be in a simulation might care less about others and live more for today: \"your motivation to save for retirement, or to help the poor in Ethiopia, might be muted by realizing that in your simulation, you will never retire and there is no Ethiopia.\"[38]\n\nSkeptical arguments have historically played a role in the evolution of philosophical discussion, particularly in the fields of ontology, metaphysics, the theory of knowledge and the philosophy of science. The fallibility of perception, knowledge and thought have been made obvious employing several arguments.[39] Solipsist scenarios, a common ground of debate in these fields, are extreme cases prompting these dilemmas for further discussion.\n\nIn virtue of computational simplicity, achieving this last kind of simulations with equal resolution seems much more undemanding than assembling a super simulator that runs a complete reality, including multiple participants. If humanity was being simulated, as noted by Lorenzo Pieri, it is more \"likely to be one of such Brain-in-a-Vat or «solo players», as it is much easier to simulate the inputs to the brain than the full-blown reality\".[40]\n\nThis probabilistic argument deferring to parsimony, is based on the idea that \"if we randomly select the simulation (…) the likelihood of picking a given simulation is inversely correlated to the computational complexity of the simulation\".[40]\n\nScience fiction has highlighted themes such as virtual reality, artificial intelligence and computer gaming for more than fifty years.[41] Jokester (1956) by Isaac Asimov explores the idea that humor is actually a psychological study tool imposed from without by extraterrestrials studying mankind, similarly to how humans study mice. Simulacron-3 (1964) by Daniel F. Galouye (alternative title: Counterfeit World) tells the story of a virtual city developed as a computer simulation for market research purposes, in which the simulated inhabitants possess consciousness; all but one of the inhabitants are unaware of the true nature of their world. The book was made into a German made-for-TV film called World on a Wire (1973) directed by Rainer Werner Fassbinder. The film The Thirteenth Floor (1999) was also loosely based on this book. \"We Can Remember It for You Wholesale\" is a short story by American writer Philip K. Dick, first published in The Magazine of Fantasy & Science Fiction in April 1966, and was the basis for the 1990 film Total Recall and its 2012 remake. In Overdrawn at the Memory Bank, a 1983 television film, the main character pays to have his mind connected to a simulation.[citation needed]\n\nThe same theme was repeated in the 1999 film The Matrix, which depicted a world in which artificially intelligent robots enslaved humanity within a simulation set in the contemporary world. The 2012 play World of Wires was partially inspired by the Bostrom essay on the simulation hypothesis.[42]\n\nIn the animated sitcom Rick and Morty , episode 01-04 titled \"M. Night Shaym-Aliens!\" demonstrates a low-quality simulation that attempts to trap the two titular protagonists; because the operation is less \"realistic\" than typically-operated \"reality\", it becomes obvious. This implies one of two options for the hypothesis: either, our perceivable \"reality\" is an almost flawless, detailed and unnoticeably computed simulation that compares relatively highly, or it's relatively minimal but \"reality\" is all oneself would recognise and would have no comparative rival to differentiate between.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Simulated_reality",
        "https://en.wikipedia.org/wiki/Computer_simulation",
        "https://en.wikipedia.org/wiki/Skeptical_scenario",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Nick_Bostrom",
        "https://en.wikipedia.org/wiki/Epistemological",
        "https://en.wikipedia.org/wiki/Philosophical_skepticism",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Simulated_reality_in_fiction",
        "https://en.wikipedia.org/wiki/Sabine_Hossenfelder",
        "https://en.wikipedia.org/wiki/Pseudoscience",
        "https://en.wikipedia.org/wiki/Skeptical_hypothesis",
        "https://en.wikipedia.org/wiki/Zhuang_Zhou",
        "https://en.wikipedia.org/wiki/Ancient_Greek_philosophy",
        "https://en.wikipedia.org/wiki/Anaxarchus",
        "https://en.wikipedia.org/wiki/Monimus",
        "https://en.wikipedia.org/wiki/Aztec_philosophy",
        "https://en.wikipedia.org/wiki/Teotl",
        "https://en.wikipedia.org/wiki/Nick_Bostrom",
        "https://en.wikipedia.org/wiki/Nick_Bostrom",
        "https://en.wikipedia.org/wiki/Trilemma",
        "https://en.wikipedia.org/wiki/Multiverse",
        "https://en.wikipedia.org/wiki/Skeptical_hypothesis",
        "https://en.wikipedia.org/wiki/Logical_disjunction",
        "https://en.wikipedia.org/wiki/David_Chalmers",
        "https://en.wikipedia.org/wiki/Metaphysics",
        "https://en.wikipedia.org/wiki/Anthropic_principle",
        "https://en.wikipedia.org/wiki/Philosophical_presentism",
        "https://en.wikipedia.org/wiki/Frank_Wilczek",
        "https://en.wikipedia.org/wiki/Begging_the_question",
        "https://en.wikipedia.org/wiki/Paul_Davies",
        "https://en.wikipedia.org/wiki/Multiverse",
        "https://en.wikipedia.org/wiki/Reductio_ad_absurdum",
        "https://en.wikipedia.org/wiki/Limits_of_computation",
        "https://en.wikipedia.org/wiki/Marcelo_Gleiser",
        "https://en.wikipedia.org/wiki/Turtles_all_the_way_down",
        "https://en.wikipedia.org/wiki/Quantum_computer",
        "https://en.wikipedia.org/wiki/Elon_Musk",
        "https://en.wikipedia.org/wiki/Views_of_Elon_Musk",
        "https://en.wikipedia.org/wiki/Joe_Rogan",
        "https://en.wikipedia.org/wiki/Neil_Degrasse_Tyson",
        "https://en.wikipedia.org/wiki/NBC_News",
        "https://en.wikipedia.org/wiki/Chuck_Nice",
        "https://en.wikipedia.org/wiki/Princeton_University",
        "https://en.wikipedia.org/wiki/Simulated_reality",
        "https://en.wikipedia.org/wiki/University_of_Bonn",
        "https://en.wikipedia.org/wiki/University_of_Washington",
        "https://en.wikipedia.org/wiki/Spacetime",
        "https://en.wikipedia.org/wiki/Lattice_gauge_theory",
        "https://en.wikipedia.org/wiki/Atomic_nucleus",
        "https://en.wikipedia.org/wiki/Strong_interaction",
        "https://en.wikipedia.org/wiki/Quantum_chromodynamics",
        "https://en.wikipedia.org/wiki/Anisotropy",
        "https://en.wikipedia.org/wiki/Cosmic_ray",
        "https://en.wikipedia.org/wiki/Metaphysics",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/David_Chalmers",
        "https://en.wikipedia.org/wiki/Mind",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Causality",
        "https://en.wikipedia.org/wiki/Personal_identity",
        "https://en.wikipedia.org/wiki/Qualia",
        "https://en.wikipedia.org/wiki/Inverted_spectrum",
        "https://en.wikipedia.org/wiki/Robin_Hanson",
        "https://en.wikipedia.org/wiki/Ethiopia",
        "https://en.wikipedia.org/wiki/Philosophical_skepticism",
        "https://en.wikipedia.org/wiki/Ontology",
        "https://en.wikipedia.org/wiki/Metaphysics",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/Philosophy_of_science",
        "https://en.wikipedia.org/wiki/Solipsism",
        "https://en.wikipedia.org/wiki/Computational_complexity",
        "https://en.wikipedia.org/wiki/Probability_theory",
        "https://en.wikipedia.org/wiki/Simulated_reality_in_fiction",
        "https://en.wikipedia.org/wiki/Jokester",
        "https://en.wikipedia.org/wiki/Isaac_Asimov",
        "https://en.wikipedia.org/wiki/World_on_a_Wire",
        "https://en.wikipedia.org/wiki/Rainer_Werner_Fassbinder",
        "https://en.wikipedia.org/wiki/The_Thirteenth_Floor",
        "https://en.wikipedia.org/wiki/We_Can_Remember_It_for_You_Wholesale",
        "https://en.wikipedia.org/wiki/Overdrawn_at_the_Memory_Bank",
        "https://en.wikipedia.org/wiki/The_Matrix",
        "https://en.wikipedia.org/wiki/Rick_and_Morty",
        "https://en.wikipedia.org/wiki/Reality",
        "https://en.wikipedia.org/wiki/Advaita_Vedanta",
        "https://en.wikipedia.org/wiki/Avatamsaka_Sutra",
        "https://en.wikipedia.org/wiki/Boltzmann_brain",
        "https://en.wikipedia.org/wiki/Brain_in_a_vat",
        "https://en.wikipedia.org/wiki/Calculating_Space",
        "https://en.wikipedia.org/wiki/Digital_physics",
        "https://en.wikipedia.org/wiki/Fine_tuned_universe",
        "https://en.wikipedia.org/wiki/Holographic_principle",
        "https://en.wikipedia.org/wiki/Mathematical_universe_hypothesis",
        "https://en.wikipedia.org/wiki/Simulation_video_game",
        "https://en.wikipedia.org/wiki/Virtual_reality",
        "https://en.wikipedia.org/wiki/ScienceAlert",
        "https://en.wikipedia.org/wiki/Sextus_Empiricus",
        "https://en.wikipedia.org/wiki/Brian_Weatherson",
        "https://en.wikipedia.org/wiki/Marcelo_Gleiser",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Robin_Hanson",
        "https://en.wikipedia.org/wiki/BBC_Focus",
        "https://en.wikipedia.org/wiki/The_Matrix",
        "https://en.wikipedia.org/wiki/Erkenntnis",
        "https://en.wikipedia.org/wiki/Haaretz",
        "https://en.wikipedia.org/wiki/Nick_Bostrom",
        "https://en.wikipedia.org/wiki/Skepticism",
        "https://en.wikipedia.org/wiki/Philosophical_skepticism",
        "https://en.wikipedia.org/wiki/Moral_skepticism",
        "https://en.wikipedia.org/wiki/Scientific_skepticism",
        "https://en.wikipedia.org/wiki/Religious_skepticism",
        "https://en.wikipedia.org/wiki/Local_skepticism",
        "https://en.wikipedia.org/wiki/Radical_skepticism",
        "https://en.wikipedia.org/wiki/Philosophical_skepticism",
        "https://en.wikipedia.org/wiki/Academic_Skepticism",
        "https://en.wikipedia.org/wiki/Arcesilaus",
        "https://en.wikipedia.org/wiki/Lacydes_of_Cyrene",
        "https://en.wikipedia.org/wiki/Carneades",
        "https://en.wikipedia.org/wiki/Philo_of_Larissa",
        "https://en.wikipedia.org/wiki/Buddhist_philosophy",
        "https://en.wikipedia.org/wiki/Cartesian_doubt",
        "https://en.wikipedia.org/wiki/Charvaka",
        "https://en.wikipedia.org/wiki/Cyrenaics",
        "https://en.wikipedia.org/wiki/Madhyamaka",
        "https://en.wikipedia.org/wiki/Pyrrhonism",
        "https://en.wikipedia.org/wiki/Pyrrho",
        "https://en.wikipedia.org/wiki/Timon_of_Phlius",
        "https://en.wikipedia.org/wiki/Aenesidemus",
        "https://en.wikipedia.org/wiki/Agrippa_the_Skeptic",
        "https://en.wikipedia.org/wiki/Sextus_Empiricus",
        "https://en.wikipedia.org/wiki/Xenophanes",
        "https://en.wikipedia.org/wiki/Acatalepsy",
        "https://en.wikipedia.org/wiki/Anatta",
        "https://en.wikipedia.org/wiki/Impermanence",
        "https://en.wikipedia.org/wiki/Problem_of_the_criterion",
        "https://en.wikipedia.org/wiki/Problem_of_induction",
        "https://en.wikipedia.org/wiki/Ship_of_Theseus",
        "https://en.wikipedia.org/wiki/Wax_argument",
        "https://en.wikipedia.org/wiki/Skeptical_hypothesis",
        "https://en.wikipedia.org/wiki/Evil_demon",
        "https://en.wikipedia.org/wiki/Brain_in_a_vat",
        "https://en.wikipedia.org/wiki/Dream_argument",
        "https://en.wikipedia.org/wiki/Omphalos_hypothesis",
        "https://en.wikipedia.org/wiki/Here_is_one_hand",
        "https://en.wikipedia.org/wiki/Semantic_externalism",
        "https://en.wikipedia.org/wiki/Reliabilism",
        "https://en.wikipedia.org/wiki/Epistemic_closure",
        "https://en.wikipedia.org/wiki/Contextualism",
        "https://en.wikipedia.org/wiki/Relativism",
        "https://en.wikipedia.org/wiki/Lists_about_skepticism",
        "https://en.wikipedia.org/wiki/List_of_books_about_skepticism",
        "https://en.wikipedia.org/wiki/List_of_scientific_skeptics",
        "https://en.wikipedia.org/wiki/List_of_skeptical_conferences",
        "https://en.wikipedia.org/wiki/List_of_skeptical_magazines",
        "https://en.wikipedia.org/wiki/List_of_skeptical_organizations",
        "https://en.wikipedia.org/wiki/List_of_skeptical_podcasts",
        "https://en.wikipedia.org/wiki/Simulation_hypothesis",
        "https://en.wikipedia.org/wiki/Simulation_hypothesis",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}