{
    "url": "https://en.wikipedia.org/wiki/Simulism",
    "title": "Simulated reality",
    "table_of_contents": [
        "1 Arguments",
        "1.1 Simulation argument",
        "1.2 Computationalism",
        "1.3 Dreaming",
        "1.4 Existence of simulated reality unprovable in any concrete sense",
        "1.5 Metaverse",
        "2 In fiction, architecture, and celebrity takes",
        "3 See also",
        "3.1 Major contributing thinkers",
        "4 References",
        "5 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The simulation theory is the hypothesis that reality could be simulated—for example by quantum computer simulation—to a degree indistinguishable from \"true\" reality.[1] It could contain conscious minds that may or may not know that they live inside a simulation. This is quite different from the current, technologically achievable concept of virtual reality, which is easily distinguished from the experience of actuality.  Simulated reality, by contrast, would be hard or impossible to separate from \"true\" reality. There has been much debate over this topic, ranging from philosophical discourse to practical applications in computing.\n\n"
        },
        {
            "title": "Arguments",
            "text": "A version of the simulation hypothesis was first theorized as a part of a philosophical argument on the part of René Descartes, and later by Hans Moravec.[2][3][4] The philosopher Nick Bostrom developed an expanded argument examining the probability of our reality being a simulation.[5] His argument states that at least one of the following statements is very likely to be true:\n\nBostrom's argument rests on the premises that given sufficiently advanced technology, it is possible to represent the populated surface of the Earth without recourse to digital physics; that the qualia experienced by a simulated consciousness are comparable or equivalent to those of a naturally occurring human consciousness, and that one or more levels of simulation within simulations would be feasible given only a modest expenditure of computational resources in the real world.[5]\n\nFirst, if one assumes that humans will not be destroyed nor destroy themselves before developing such a technology, and that human descendants will have no overriding legal restrictions or moral compunctions against simulating biospheres or their own historical biosphere, then, Bostrom argues it would be unreasonable to count ourselves among the small minority of genuine organisms who, sooner or later, will be vastly outnumbered by artificial simulations.[5]\n\nEpistemologically, it is not impossible to tell whether we are living in a simulation. For example, Bostrom suggests that a window could pop up saying: \"You are living in a simulation. Click here for more information.\" However, imperfections in a simulated environment might be difficult for the native inhabitants to identify and for purposes of authenticity, even the simulated memory of a blatant revelation might be purged programmatically. Nonetheless, should any evidence come to light, either for or against the skeptical hypothesis, it would radically alter the aforementioned probability.[5]\n\nComputationalism is a philosophy of mind theory stating that cognition is a form of computation. It is relevant to the simulation hypothesis in that it illustrates how a simulation could contain conscious subjects, as required by a \"virtual people\" simulation. For example, it is well known that physical systems can be simulated to some degree of accuracy. If computationalism is correct and if there is no problem in generating artificial consciousness or cognition, it would establish the theoretical possibility of a simulated reality. Nevertheless, the relationship between cognition and phenomenal qualia of consciousness is disputed. It is possible that consciousness requires a vital substrate that a computer cannot provide and that simulated people, while behaving appropriately, would be philosophical zombies. This would undermine Nick Bostrom's simulation argument; we cannot be a simulated consciousness, if consciousness, as we know it, cannot be simulated. The skeptical hypothesis remains intact, however, and we could still be vatted brains, existing as conscious beings within a simulated environment, even if consciousness cannot be simulated. It has been suggested that whereas virtual reality would enable a participant to experience only three senses (sight, sound and optionally smell), simulated reality would enable all five (including taste and touch).[citation needed]\n\nSome theorists[7][8] have argued that if the \"consciousness-is-computation\" version of computationalism and mathematical realism (or radical mathematical Platonism)[9] are true then consciousnesses is computation, which in principle is platform independent and thus admits of simulation. This argument states that a \"Platonic realm\" or ultimate ensemble would contain every algorithm, including those that implement consciousness. Hans Moravec has explored the simulation hypothesis and has argued for a kind of mathematical Platonism according to which every object (including, for example, a stone) can be regarded as implementing every possible computation.[2]\n\nA dream could be considered a type of simulation capable of fooling someone who is asleep. As a result, the \"dream hypothesis\" cannot be ruled out, although it has been argued that common sense and considerations of simplicity rule against it.[10]  One of the first philosophers to question the distinction between reality and dreams was Zhuangzi, a Chinese philosopher of the 4th century BC.  He phrased the problem as the well-known \"Butterfly Dream,\" which went as follows:\n\nThe philosophical underpinnings of this argument are also brought up by Descartes, who was one of the first Western philosophers to do so. In Meditations on First Philosophy, he states \"... there are no certain indications by which we may clearly distinguish wakefulness from sleep\",[11] and goes on to conclude that \"It is possible that I am dreaming right now and that all of my perceptions are false\".[11]\n\nChalmers (2003) discusses the dream hypothesis and notes that this comes in two distinct forms:\n\nBoth the dream argument and the simulation hypothesis can be regarded as skeptical hypotheses; however in raising these doubts, just as Descartes noted that his own thinking led him to be convinced of his own existence, the existence of the argument itself is testament to the possibility of its own truth. Another state of mind in which some argue an individual's perceptions have no physical basis in the real world is psychosis, though psychosis may have a physical basis in the real world and explanations vary.\n\nThe dream hypothesis is also used to develop other philosophical concepts, such as Valberg's personal horizon: what this world would be internal to if this were all a dream.[13]\n\nIn recent years of dream research, the argument of characterizing dreaming as a simulation has become widely accepted, as well as creating theories about the purpose and functions of dreaming. In fact, dream researcher Tore A. Nielsen wrote in his 2010 paper \"Dream analysis and classification: The reality simulation perspective\" that the idea that dreaming is a complex simulation of the world in consciousness during sleep may be a conception of dreaming and simulated reality that many dream researchers would have a hard time coming to accept. As well, dreams place us in this virtually simulated reality that places many characters and people in our lives in the dream. If dreaming was to be a simulated reality, the question arises whether that can be used to describe to social reality that the dream allows us to be in too.[14]\n\nLucid dreaming is characterized as an idea where the elements of dreaming and waking are combined to a point where the user knows they are dreaming, or waking perhaps.[15] The idea of lucid dreaming also poses evidence to the dream argument, the idea that dreaming and being awake are indistinguishable, because one knows they are dreaming in a lucid dream. They control the characters in the dream and the plot of what is happening to them in the dream. Lucid dreams could be the reality that we all think is a dream which would then make our reality now the dream.[16]\n\nKnown as the idea of Nested Simulations: the existence of simulated reality is seen to be unprovable in any concrete sense as there is an infinite regress problem with the argument: any evidence that is directly observed could be another simulation itself.\n\nEven if we are a simulated reality, there is no way to be sure the beings running the simulation are not themselves a simulation and the operators of that simulation are not a simulation.[17]\n\n\"Recursive simulation involves a simulation or an entity in the simulation, creating another instance of the same simulation, running it and using its results\" (Pooch and Sullivan 2000).[18]\n\nIn August 2019, philosopher Preston Greene suggested that it may be best not to find out if we're living in a computer simulation since, if it were found to be true, such knowing may end the simulation.[19]\n\nGreene's suggestion is similar to Douglas Adams' humorous idea presented in his 1979 novel The Hitchhiker's Guide to the Galaxy: that if anyone in the Universe should actually work out 'The Meaning of Life, the Universe and Everything', it would instantly disappear and be immediately replaced with something \"even more complex and inexplicable\".\n\nIf people transition most of their lives to virtual metaverse worlds, there is the potential for those virtual worlds to present those people with false truths, thereby diverging people’s perception of reality from true reality. Whereas fully simulated realities face significant technical challenges to create, divergent virtual realities are easier to manufacture if societies transition to fully operating in virtual metaverse worlds. This near-future variant of the Simulation Hypothesis was explored by professor and science fiction author Tadayoshi Kohno in “The David and the Fig Leaf.”[20]\n\n"
        },
        {
            "title": "",
            "text": "Simulated reality in fiction has been looked at by many authors, game designers and film directors, most notably explored in the 1999 film The Matrix and portrayed in the 2018 film Ready Player One.[21]\n\nIn 2012, a Der Spiegel editorial article, referring to the computer-generated images of the Seven Houses for No One series,[22] prompted debates about simulated reality in architecture: \"The young Italian architect Antonino Cardillo took advantage of the fact that fiction and reality can hardly be distinguished. Der Spiegel learned that Cardillo had sent pictures of supposedly built buildings to architecture magazines and made it appear that the houses had actually been built. But these only existed virtually.\"⁠[23]\n\nElon Musk, the CEO of Tesla and SpaceX, has had much to say about the concept that our reality is a simulation including: \"The odds that we are in base reality is one in billions\" which he said at a conference in 2016. Musk has also speculated that the odds of us living in a simulated reality or computer made by others is about a 99.9% chance at various other press conferences and events and on the Joe Rogan Podcast.[24]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Virtual_reality",
        "https://en.wikipedia.org/wiki/Augmented_reality",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Plato",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Friedrich_Nietzsche",
        "https://en.wikipedia.org/wiki/Gautama_Buddha",
        "https://en.wikipedia.org/wiki/Confucius",
        "https://en.wikipedia.org/wiki/Averroes",
        "https://en.wikipedia.org/wiki/Aesthetics",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/Ethics",
        "https://en.wikipedia.org/wiki/Philosophy_of_language",
        "https://en.wikipedia.org/wiki/Logic",
        "https://en.wikipedia.org/wiki/Philosophy_of_mind",
        "https://en.wikipedia.org/wiki/Metaphilosophy",
        "https://en.wikipedia.org/wiki/Metaphysics",
        "https://en.wikipedia.org/wiki/Political_philosophy",
        "https://en.wikipedia.org/wiki/Philosophy_of_religion",
        "https://en.wikipedia.org/wiki/Philosophy_of_science",
        "https://en.wikipedia.org/wiki/Social_philosophy",
        "https://en.wikipedia.org/wiki/Ancient_philosophy",
        "https://en.wikipedia.org/wiki/Ancient_Egyptian_philosophy",
        "https://en.wikipedia.org/wiki/Ancient_Greek_philosophy",
        "https://en.wikipedia.org/wiki/Medieval_philosophy",
        "https://en.wikipedia.org/wiki/Modern_philosophy",
        "https://en.wikipedia.org/wiki/Contemporary_Western_philosophy",
        "https://en.wikipedia.org/wiki/Analytic_philosophy",
        "https://en.wikipedia.org/wiki/Continental_philosophy",
        "https://en.wikipedia.org/wiki/Africana_philosophy",
        "https://en.wikipedia.org/wiki/Ethiopian_philosophy",
        "https://en.wikipedia.org/wiki/Eastern_philosophy",
        "https://en.wikipedia.org/wiki/Chinese_philosophy",
        "https://en.wikipedia.org/wiki/Indian_philosophy",
        "https://en.wikipedia.org/wiki/Indonesian_philosophy",
        "https://en.wikipedia.org/wiki/Japanese_philosophy",
        "https://en.wikipedia.org/wiki/Korean_philosophy",
        "https://en.wikipedia.org/wiki/Vietnamese_philosophy",
        "https://en.wikipedia.org/wiki/Indigenous_American_philosophy",
        "https://en.wikipedia.org/wiki/Aztec_philosophy",
        "https://en.wikipedia.org/wiki/Middle_Eastern_philosophy",
        "https://en.wikipedia.org/wiki/Iranian_philosophy",
        "https://en.wikipedia.org/wiki/Western_philosophy",
        "https://en.wikipedia.org/wiki/American_philosophy",
        "https://en.wikipedia.org/wiki/British_philosophy",
        "https://en.wikipedia.org/wiki/French_philosophy",
        "https://en.wikipedia.org/wiki/German_philosophy",
        "https://en.wikipedia.org/wiki/Italian_philosophy",
        "https://en.wikipedia.org/wiki/Russian_philosophy",
        "https://en.wikipedia.org/wiki/Religious_philosophy",
        "https://en.wikipedia.org/wiki/Buddhist_philosophy",
        "https://en.wikipedia.org/wiki/Confucianism",
        "https://en.wikipedia.org/wiki/Christian_philosophy",
        "https://en.wikipedia.org/wiki/Hindu_philosophy",
        "https://en.wikipedia.org/wiki/Islamic_philosophy",
        "https://en.wikipedia.org/wiki/Jain_philosophy",
        "https://en.wikipedia.org/wiki/Jewish_philosophy",
        "https://en.wikipedia.org/wiki/Taoist_philosophy",
        "https://en.wikipedia.org/wiki/List_of_aestheticians",
        "https://en.wikipedia.org/wiki/List_of_epistemologists",
        "https://en.wikipedia.org/wiki/List_of_ethicists",
        "https://en.wikipedia.org/wiki/List_of_logicians",
        "https://en.wikipedia.org/wiki/List_of_metaphysicians",
        "https://en.wikipedia.org/wiki/Index_of_sociopolitical_thinkers",
        "https://en.wikipedia.org/wiki/Women_in_philosophy",
        "https://en.wikipedia.org/wiki/Index_of_philosophy",
        "https://en.wikipedia.org/wiki/Outline_of_philosophy",
        "https://en.wikipedia.org/wiki/List_of_years_in_philosophy",
        "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_philosophy",
        "https://en.wikipedia.org/wiki/List_of_important_publications_in_philosophy",
        "https://en.wikipedia.org/wiki/List_of_philosophies",
        "https://en.wikipedia.org/wiki/Glossary_of_philosophy",
        "https://en.wikipedia.org/wiki/Lists_of_philosophers",
        "https://en.wikipedia.org/wiki/Hypothesis",
        "https://en.wikipedia.org/wiki/Reality",
        "https://en.wikipedia.org/wiki/Quantum_computer",
        "https://en.wikipedia.org/wiki/Computer_simulation",
        "https://en.wikipedia.org/wiki/Consciousness",
        "https://en.wikipedia.org/wiki/Mind",
        "https://en.wikipedia.org/wiki/Virtual_reality",
        "https://en.wikipedia.org/wiki/Experience",
        "https://en.wikipedia.org/wiki/Computing",
        "https://en.wikipedia.org/wiki/Simulation_hypothesis",
        "https://en.wikipedia.org/wiki/Hans_Moravec",
        "https://en.wikipedia.org/wiki/Nick_Bostrom",
        "https://en.wikipedia.org/wiki/Transhumanism",
        "https://en.wikipedia.org/wiki/Digital_physics",
        "https://en.wikipedia.org/wiki/Qualia",
        "https://en.wikipedia.org/wiki/Simulated_consciousness",
        "https://en.wikipedia.org/wiki/Biosphere",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/Computationalism",
        "https://en.wikipedia.org/wiki/Mathematical_universe_hypothesis",
        "https://en.wikipedia.org/wiki/Computationalism",
        "https://en.wikipedia.org/wiki/Philosophy_of_mind",
        "https://en.wikipedia.org/wiki/Cognition",
        "https://en.wikipedia.org/wiki/Computation",
        "https://en.wikipedia.org/wiki/Simulation_hypothesis",
        "https://en.wikipedia.org/wiki/Hard_problem_of_consciousness",
        "https://en.wikipedia.org/wiki/Artificial_consciousness",
        "https://en.wikipedia.org/wiki/Qualia",
        "https://en.wikipedia.org/wiki/Chinese_room",
        "https://en.wikipedia.org/wiki/Consciousness",
        "https://en.wikipedia.org/wiki/Vitalism",
        "https://en.wikipedia.org/wiki/Philosophical_zombie",
        "https://en.wikipedia.org/wiki/Nick_Bostrom",
        "https://en.wikipedia.org/wiki/Brain_in_a_vat",
        "https://en.wikipedia.org/wiki/Computationalism",
        "https://en.wikipedia.org/wiki/Mathematical_realism",
        "https://en.wikipedia.org/wiki/Mathematical_Platonism",
        "https://en.wikipedia.org/wiki/Universal_Turing_machine",
        "https://en.wikipedia.org/wiki/Platonic_realm",
        "https://en.wikipedia.org/wiki/Ultimate_ensemble",
        "https://en.wikipedia.org/wiki/Hans_Moravec",
        "https://en.wikipedia.org/wiki/Dream_argument",
        "https://en.wikipedia.org/wiki/Dream",
        "https://en.wikipedia.org/wiki/Common_sense",
        "https://en.wikipedia.org/wiki/Zhuang_Zhou",
        "https://en.wikipedia.org/wiki/The_Butterfly_Dream",
        "https://en.wikipedia.org/wiki/Descartes",
        "https://en.wikipedia.org/wiki/Western_World",
        "https://en.wikipedia.org/wiki/Simulation_hypothesis",
        "https://en.wikipedia.org/wiki/Skeptical_hypothesis",
        "https://en.wikipedia.org/wiki/Psychosis",
        "https://en.wikipedia.org/wiki/Personal_horizon",
        "https://en.wikipedia.org/wiki/Infinite_regress",
        "https://en.wikipedia.org/wiki/Douglas_Adams",
        "https://en.wikipedia.org/wiki/Simulated_reality_in_fiction",
        "https://en.wikipedia.org/wiki/The_Matrix",
        "https://en.wikipedia.org/wiki/Der_Spiegel",
        "https://en.wikipedia.org/wiki/Elon_Musk",
        "https://en.wikipedia.org/wiki/SpaceX",
        "https://en.wikipedia.org/wiki/The_Joe_Rogan_Experience",
        "https://en.wikipedia.org/wiki/Artificial_life",
        "https://en.wikipedia.org/wiki/Artificial_philosophy",
        "https://en.wikipedia.org/wiki/Artificial_society",
        "https://en.wikipedia.org/wiki/Boltzmann_brain",
        "https://en.wikipedia.org/wiki/Computational_sociology",
        "https://en.wikipedia.org/wiki/Consensus_reality",
        "https://en.wikipedia.org/wiki/Demiurge",
        "https://en.wikipedia.org/wiki/Hyperreality",
        "https://en.wikipedia.org/wiki/The_Matrix_defense",
        "https://en.wikipedia.org/wiki/Metaphysics",
        "https://en.wikipedia.org/wiki/Mind_uploading",
        "https://en.wikipedia.org/wiki/OpenWorm",
        "https://en.wikipedia.org/wiki/Philosophy_of_information",
        "https://en.wikipedia.org/wiki/Social_simulation",
        "https://en.wikipedia.org/wiki/Theory_of_knowledge",
        "https://en.wikipedia.org/wiki/Virtual_world",
        "https://en.wikipedia.org/wiki/Nick_Bostrom",
        "https://en.wikipedia.org/wiki/Simulation_hypothesis",
        "https://en.wikipedia.org/wiki/Evil_Demon",
        "https://en.wikipedia.org/wiki/George_Berkeley",
        "https://en.wikipedia.org/wiki/Subjective_idealism",
        "https://en.wikipedia.org/wiki/ScienceAlert",
        "https://en.wikipedia.org/wiki/Bertrand_Russell",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Der_Spiegel",
        "https://en.wikipedia.org/wiki/Scientific_American",
        "https://en.wikipedia.org/wiki/Frederick_Copleston",
        "https://en.wikipedia.org/wiki/Frederick_Copleston",
        "https://en.wikipedia.org/wiki/David_Deutsch",
        "https://en.wikipedia.org/wiki/The_Fabric_of_Reality",
        "https://en.wikipedia.org/wiki/Seth_Lloyd",
        "https://en.wikipedia.org/wiki/Frank_Tipler",
        "https://en.wikipedia.org/wiki/Stanislaw_Lem",
        "https://en.wikipedia.org/wiki/Biomechatronics",
        "https://en.wikipedia.org/wiki/Brain_implant",
        "https://en.wikipedia.org/wiki/BrainGate",
        "https://en.wikipedia.org/wiki/Brainport",
        "https://en.wikipedia.org/wiki/Cyberware",
        "https://en.wikipedia.org/wiki/Exocortex",
        "https://en.wikipedia.org/wiki/Intelligence_amplification",
        "https://en.wikipedia.org/wiki/Isolated_brain",
        "https://en.wikipedia.org/wiki/Neuroprosthetics",
        "https://en.wikipedia.org/wiki/Neurotechnology",
        "https://en.wikipedia.org/wiki/Optogenetics",
        "https://en.wikipedia.org/wiki/Sensory_substitution",
        "https://en.wikipedia.org/wiki/Stentrode",
        "https://en.wikipedia.org/wiki/Synthetic_telepathy",
        "https://en.wikipedia.org/wiki/Electrocorticography",
        "https://en.wikipedia.org/wiki/Neural_ensemble",
        "https://en.wikipedia.org/wiki/Neuroplasticity",
        "https://en.wikipedia.org/wiki/Cognitive_science",
        "https://en.wikipedia.org/wiki/Cognitive_neuroscience",
        "https://en.wikipedia.org/wiki/Computational_neuroscience",
        "https://en.wikipedia.org/wiki/Neural_engineering",
        "https://en.wikipedia.org/wiki/Neuroscience",
        "https://en.wikipedia.org/wiki/Brain_transplant",
        "https://en.wikipedia.org/wiki/Cyborg",
        "https://en.wikipedia.org/wiki/Mind_uploading",
        "https://en.wikipedia.org/wiki/Charles_Stross",
        "https://en.wikipedia.org/wiki/Douglas_Engelbart",
        "https://en.wikipedia.org/wiki/Hugh_Herr",
        "https://en.wikipedia.org/wiki/Kevin_Warwick",
        "https://en.wikipedia.org/wiki/Matt_Nagle",
        "https://en.wikipedia.org/wiki/Merlin_Donald",
        "https://en.wikipedia.org/wiki/Miguel_Nicolelis",
        "https://en.wikipedia.org/wiki/Peter_Kyberd",
        "https://en.wikipedia.org/wiki/Vernor_Vinge",
        "https://en.wikipedia.org/wiki/Yoky_Matsuoka",
        "https://en.wikipedia.org/wiki/Edward_Boyden",
        "https://en.wikipedia.org/wiki/Human_enhancement",
        "https://en.wikipedia.org/wiki/Neurohacking",
        "https://en.wikipedia.org/wiki/Transhumanism",
        "https://en.wikipedia.org/wiki/Simulated_reality",
        "https://en.wikipedia.org/wiki/Simulated_reality",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}