{
    "url": "https://en.wikipedia.org/wiki/Singapore_Space_and_Technology_Ltd",
    "title": "Singapore Space and Technology Ltd",
    "table_of_contents": [
        "1 Advisory Council",
        "2 Satellite launch program and experiment facilities",
        "2.1 SSTL-JAXA Kibo launch agreement",
        "3 Industry programs",
        "3.1 Asia Pacific Regional Space Agency Forum (APRSAF)",
        "3.2 Global Space and Technology Conference (GSTC)",
        "3.3 SSTL Space Industry Awareness Talk",
        "4 Educational programs and outreach",
        "4.1 International Space Challenge",
        "4.2 Asian Try-Zero G Challenge",
        "4.3 Humanitarian Assistance and Disaster Relief Challenge",
        "4.4 Satellite Foundation Course",
        "5 Venture building programmes",
        "5.1 Space Accelerator Programme",
        "5.2 Project Cyclotron",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSingapore Space and Technology Ltd (SSTL) is a non-government space organisation based in Singapore, serving as an advocate and thought leader within the aerospace industry.[1][2][3][4]\n\nIt was previously registered as the Singapore Space and Technology Association (SSTA) until 2020. The rebrand was announced via Facebook post on 15 June.[5]\n\nRecognised by the International Astronautical Federation,[1] SSTL's stated mission is \"to harness and advance space technologies  [It] connects the different players in the region's growing space sector to government agencies in the region, B2B and B2C technology companies and non-government organisations. The focus is to accelerate the adoption and commercialisation of space-related innovations, and to cultivate space talent ahead of the curve.\"\n\n"
        },
        {
            "title": "Advisory Council",
            "text": "The current chairman is Jonathan Hung, and the Advisory Council is composed of representatives of stakeholders in the Singapore space industry.[6]\n\n"
        },
        {
            "title": "Satellite launch program and experiment facilities",
            "text": "On 15 November 2017, SSTL signed a contract with the Japan Aerospace Exploration Agency (JAXA)[7] to launch the \"SpooQy - 1\" CubeSAT developed by the National University of Singapore (NUS) via the Kibo Program on board the International Space Station. SpooQy-1 will attempt to demonstrate quantum entanglement using a CubeSat in Low Earth Orbit (LEO).[8]\n\nSSTL is also Singapore’s sole administrator for the utilisation of the Japanese Experiment Module (JEM) on the International Space Station (ISS) for education and technical development. JEM, also known as Kibo (the Japanese word for \"hope\") is the Japanese science module of the ISS and the largest ISS module.\n\nA wide variety of scientific, medical, and educational experiments are conducted on the JEM. These include experiments to be conducted by Japanese astronauts of in-orbit testing of new technologies in actual space environments, as well as launching of CubeSats and microsats.\n\n"
        },
        {
            "title": "Industry programs",
            "text": "SSTL co-organizes the regional rotational APRSAF conference with JAXA whenever Singapore plays host to the annual conference. Organising the 18th edition of APRSAF in 2011,[9] SSTA organized the 25th edition of APRSAF in 2018.[10]\n\nSSTL organizes the Global Space and Technology Conference (GSTC) annually in February.[11] The GSTC is the Asia's premier space and technology event, facilitating trade and regional collaboration for space and satellite businesses.\n\nSpeakers and Moderators for previous GSTCs have included:\n\nSSTL works in collaboration with the National Trade Union Council (NTUC) Employment and Employability Institute to organize space exposure talks to bring the space industry to the general public.[13]\n\n"
        },
        {
            "title": "Educational programs and outreach",
            "text": "Each year, SSTL organizes the International Space Challenge (ISC)[14] - an international space design competition that challenges student teams to leverage space technology to tackle real world challenges. It connects young minds across the globe with industry experts, to nurture interest in space technology and its applications., as well as to find new solutions and create a pathway for future commercialisation of these ideas.\n\nStarted in 2007 as the Singapore Space Challenge (SSC), it was a national space design competition to challenge student teams to leverage space technology.[15] Since then, it has become a landmark platform with global reach. The SSC rebranded as the International Space Challenge (ISC) in 2021 with the aim of increasing diversity and to generate more accreditation from global organisations. Over 2000 youths have come through the doors of the challenge, drawing interest from over 20 countries around the world. \n\nHeld annually, the challenge calls for youths to work in teams to solve problems developed closely with the industry. From there they will derive theoretical models, design prototypes, and create simulations of their creative solutions. During the challenge, they will receive mentorship from industry and subject matter experts, and gain access to technical tools to help them complete their proposal. Final entries are reviewed and judged by esteemed technical leaders from around the world. To date, youths have created solutions for ‘Designing a Lunar Rover’, ‘Solution for Space Debris’, ‘Design a satellite system for disaster mapping’.\n\nSSTL co-ordinates Singaporean submissions for the Asian Try-Zero G Challenge sent to JAXA. In 2016, a Singaporean mission idea was successfully selected and the experiment was performed aboard the International Space Station.[16]\n\nAcross the world, countries have recognized the need of utilizing remote sensing satellite technologies as a critical tool in real-time disaster management. SSTL launched the HADR (Humanitarian Assistance and Disaster Relief) challenge,[17] to stimulate and tap into the creativity of companies, start-ups, research groups or even students and identify new and translatable solutions to complex problems of coordination and technology usage within the context of HADR.\n\nCurrent and previous participating organisations have included World Bank, GISTDA, and National University of Singapore to name a few.\n\nIntended to teach participants aged 18 years and above the basics of building a nanosatellite. \n\n"
        },
        {
            "title": "Venture building programmes",
            "text": "In 2020, SSTL launched its first ever space-based accelerator programme[18] in Singapore to provide specialised support for space tech startups in this niche sector. The accelerator programme is supported by Enterprise Singapore (ESG). Through the programme, SSTL works with local and international startups of varying maturity levels from pre-seed up to Series B, who are working on space hardware products and services. It currently has over 30 international and local startups in its program.\n\nSSTL has also partnered with Cap Vista on a specialised track called Project Cyclotron,[19] which supports early-stage high-risk space hardware startups that are developing deep technologies.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Space_agency",
        "https://en.wikipedia.org/wiki/Singapore",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/International_Astronautical_Federation",
        "https://en.wikipedia.org/wiki/DSO_National_Laboratories",
        "https://en.wikipedia.org/wiki/Enterprise_Singapore",
        "https://en.wikipedia.org/wiki/JAXA",
        "https://en.wikipedia.org/wiki/National_University_of_Singapore",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Mohammed_bin_Rashid_Space_Centre",
        "https://en.wikipedia.org/wiki/European_Space_Agency",
        "https://en.wikipedia.org/wiki/Airbus_Defence_and_Space",
        "https://en.wikipedia.org/wiki/Thales_Alenia_Space",
        "https://en.wikipedia.org/wiki/Economic_Development_Board",
        "https://en.wikipedia.org/wiki/National_Trades_Union_Congress",
        "https://en.wikipedia.org/wiki/International_Astronautical_Federation",
        "https://en.wikipedia.org/wiki/World_Space_Week",
        "https://en.wikipedia.org/wiki/The_Straits_Times",
        "https://en.wikipedia.org/wiki/Singapore_Space_and_Technology_Ltd",
        "https://en.wikipedia.org/wiki/Singapore_Space_and_Technology_Ltd",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}