{
    "url": "https://en.wikipedia.org/wiki/Sinology",
    "title": "Sinology",
    "table_of_contents": [
        "1 Terminology",
        "2 Japanese sinology",
        "3 Chinese sinology",
        "4 Western sinology",
        "4.1 Beginnings to 17th century",
        "4.2 18th century",
        "4.3 19th century",
        "4.4 20th century and after",
        "5 Sinologists",
        "6 Journals",
        "7 See also",
        "8 References",
        "8.1 Sources",
        "9 External links",
        "9.1 Library and research guides"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sinology, or Chinese studies, is an academic discipline that focuses on the study of China primarily through Chinese philosophy, language, literature, culture and history and often refers to Western scholarship. Its origin \"may be traced to the examination which Chinese scholars made of their own civilization.\"[1]\n\nThe field of sinology was historically seen to be equivalent to the application of philology to China and until the 20th century was generally seen as meaning \"Chinese philology\" (language and literature).[2] Sinology has broadened in modern times to include Chinese history, epigraphy and other subjects.\n\n"
        },
        {
            "title": "Terminology",
            "text": "The terms \"sinology\" and \"sinologist\" were coined around 1838[2] and use \"sino-\", derived from Late Latin Sinae from the Greek Sinae, from the Arabic Sin which in turn may derive from Qin, as in the Qin dynasty.[3]\n\nIn the context of area studies, the European and the American usages may differ. In Europe, Sinology is usually known as Chinese Studies, whereas in the United States, Sinology is a subfield[clarification needed] of Chinese Studies.\n\nA China watcher is a person who monitors current events and power struggles in the People's Republic of China.\n\n"
        },
        {
            "title": "Japanese sinology",
            "text": "In Japan, sinology was known as kangaku (漢学) \"Han Studies\". It was opposed to Kokugaku, the study of Japan, and Yōgaku or Rangaku, the study of the West or Netherlands. It is distinguished from the western and modern sinology.\n\n"
        },
        {
            "title": "Chinese sinology",
            "text": "In modern China, the studies of China-related subjects is known as \"National Studies\" (simplified Chinese: 国学; traditional Chinese: 國學; pinyin: Guóxué; Wade–Giles: Kuo2-hsüeh2), and foreign sinology is translated as \"Han Studies\" (simplified Chinese: 汉学; traditional Chinese: 漢學; pinyin: Hànxué; Wade–Giles: Han4-hsüeh2).\n\n"
        },
        {
            "title": "Western sinology",
            "text": "The earliest Westerners known to have studied Chinese in significant numbers were 16th-century Portuguese, Spanish, and Italian missionaries—all from either the Dominican Order or the Society of Jesus (Jesuits)—seeking to spread Catholic Christianity among the Chinese people.  An early Spanish Dominican mission in Manila operated a printing press, and between 1593 and 1607 produced four works on Catholic doctrine for the Chinese immigrant community, three in Classical Chinese and one in a mixture of Classical Chinese and vernacular Hokkien.[4]\n\nDominican accomplishments among the Chinese diaspora pale in comparison to the success of the Jesuits in Mainland China, led by the renowned pioneer Matteo Ricci.[5]  Ricci arrived in Canton (modern Guangzhou) in 1583 and spent the rest of his life in China.  Unlike most of his predecessors and contemporaries, Ricci did not view the Chinese as \"idolatrous pagans\", but viewed them as \"like-minded literati approachable on the level of learning.\"[6]  He studied the Chinese Confucian classics, just like educated Chinese scholars, in order to present Catholic doctrine and European learning to the Chinese literati in their own language.[6]\n\nDuring the Age of Enlightenment, sinologists started to introduce Chinese philosophy, ethics, legal system, and aesthetics into the West. Though often unscientific and incomplete, their works inspired the development of Chinoiserie and a series of debates comparing Chinese and Western cultures. At that time, sinologists often described China as an enlightened kingdom, comparing it to Europe, which had just emerged from the Dark Ages. Among those European literati interested in China was Voltaire, who wrote the play L'orphelin de la Chine inspired by The Orphan of Zhao, Leibniz who penned his famous Novissima Sinica (News from China) and Giambattista Vico.\n\nBecause Chinese texts did not have any major connections to most important European topics (such as the Bible), they were scarcely studied by European universities until around 1860. An exception to this was France, where Chinese studies were popularized thanks to efforts from Louis XIV. In 1711, he appointed a young Chinese, Arcadio Huang to catalog the royal collection of Chinese texts. Huang was assisted by Étienne Fourmont, who published a grammar of Chinese in 1742.[citation needed]\n\nIn 1732 a missionary priest of the Sacred Congregation \"De propaganda fide\" from the kingdom of Naples, Matteo Ripa (1692–1746), created in Naples the first Sinology School of the European Continent: the \"Chinese Institute\", the first nucleus of what would become today's Università degli studi di Napoli L'Orientale, or  Naples Eastern University. Ripa had worked as a painter and copper-engraver at the imperial court of the Kangxi Emperor between 1711 and 1723. Ripa returned to Naples from China with four young Chinese Christians, all teachers of their native language and formed the Institute sanctioned by Pope Clement XII to teach Chinese to missionaries and thus advance the propagation of Christianity in China.\n\nIn 1814, a chair of Chinese and Manchu was founded at Collège de France. Jean-Pierre Abel-Rémusat, who taught himself Chinese, filled the position, becoming the first professor of Chinese in Europe. By then the first Russian Sinologist, Nikita Bichurin, had been living in Beijing for ten years. Abel-Rémusat's counterparts in England and Germany were Samuel Kidd (1797–1843) and Wilhelm Schott (1807–1889) respectively, though the first important secular sinologists in these two countries were James Legge and Hans Georg Conon von der Gabelentz. In 1878, a Professorship of Far Eastern Languages, the first of its kind in the German-speaking world, was created at the University of Leipzig with von der Gabelentz taking the position. Scholars like Legge often relied on the work of ethnic Chinese scholars such as Wang Tao.[7]\n\nStanislas Julien served as the Chair of Chinese at the Collège de France for over 40 years, starting his studies with Rémusat and succeeding him in 1833. He was notable for his translations not only of classical texts but also works of vernacular literature, and for his knowledge of Manchu. Édouard Chavannes succeeded to the position after the death of Marquis d'Hervey-Saint-Denys in 1893. Chavannes pursued broad interests in history as well as language.[7]\n\nThe image of China as an essentially Confucian society conveyed by Jesuit scholars dominated Western thought in these times. While some in Europe learned to speak Chinese, most studied written classical Chinese. These scholars were in what is called the “commentarial tradition” through critical annotated translation. This emphasis on translating classical texts inhibited the use of social science methodology or comparing these texts of other traditions. One scholar described this type of sinology as “philological hairsplitting” preoccupied with marginal or curious aspects.[8] Secular scholars gradually came to outnumber missionaries, and in the 20th century sinology slowly gained a substantial presence in Western universities.\n\nThe Paris-based type of sinology dominated learning about China until the Second World War even outside France. Paul Pelliot, Henri Maspero, and Marcel Granet both published basic studies and trained students. Pelliot's knowledge of the relevant languages, especially those of Central Asia,  and control of bibliography in those languages, gave him the power to write on a range of topics and to criticize in damning detail the mistakes of other scholars. Maspero expanded the scope of sinology from Confucianism to include Daoism, Buddhism, and popular religion, as well as art, mythology, and the history of science. The contribution of Granet was to apply the concepts of Emile Durkheim, a pioneer sociologist, to the society of ancient China, especially the family and ritual.[9]\n\nThe Russian school of sinology was focused mainly on learning classical Chinese texts. For example, the contribution of the Russian sinologist Julian Shchutsky was especially valuable. The best full translation of the I Ching (Book of Changes) was made by him in 1937. Later his translation was translated in English and other European languages.\n\nAfter the establishment of the People's Republic of China in 1949, the study of China developed along diverging lines. The rise of Area studies, the role of China watchers, and the growth of university graduate programs has changed the role of sinology.[10] Funding for Chinese and Taiwanese studies may come from a variety of sources; one prominent source is the Chiang Ching-kuo Foundation.[11]\n\nThe Area studies approach, especially in the United States, challenged the dominance of classical Sinology. Scholars such as John King Fairbank promoted the \"study of China within a discipline,\" an approach which downplayed the role of philological Sinology and focused on issues in history and the social sciences.[10]\n\nOne of the earliest American scholars of Cold War China and Sino-American relations was Chinese-American Tang Tsou of the University of Chicago. Tsou emphasized the importance of academic objectivity in general and in sinology in particular, stressing that intellectual and academic exchange between China and the West was the only way for both parties to come to a greater understanding of one another.[12]\n\nIn 1964 an exchange in the pages of the Journal of Asian Studies debated the continued relevance of Sinology. The anthropologist G. William Skinner called for the social sciences to make more use of China, but wrote “In recent years the cry has gone up: Sinology is dead; long live Chinese studies!” and concluded that “Sinology, a discipline unto itself, is being replaced by Chinese studies, a multidisciplinary endeavor with specific research objectives.”[13] Joseph Levenson, an historian, went further. He doubted that Sinology was a tool which social scientists would still find useful,[14] while another historian, Benjamin I. Schwartz, on the other hand, replied that the disciplines were too often treated as ends in themselves.[15] Sinology had its backers. Frederick W. Mote, a specialist in traditional China, replying to Skinner, spoke up for Sinology, which he saw as a field or discipline in itself.[16] Another specialist in traditional China, Denis Twitchett, in reply to the back and forth of this debate, issued what he called \"A Lone Cheer for Sinology.\" He did not accept the assumption that there is \"some implicit hostility between 'Sinology’ and the disciplines of history and social sciences.” Sinology, he continued, is used in too a wide range of meanings to be so confined: \n\nDuring the Cold War, China Watchers centered in Hong Kong, especially American government officials or journalists. Mutual distrust between the United States and China and the prohibition of travel between the countries meant they did not have access to press briefings or interviews. They therefore adopted techniques from Kremlinology, such as the close parsing of official announcements for hidden meanings, movements of officials reported in newspapers, and analysis of photographs of public appearances. But in the years since the opening of China, China watchers can live in China and take advantage of normal sources of information.\n\nTowards the end of the century, many of those studying China professionally called for an end to the split between Sinology and the disciplines.  The Australian scholar Geremie Barmé, for instance, suggests a \"New Sinology\", one which \"emphasizes strong scholastic underpinnings in both the classical and modern Chinese language and studies, at the same time as encouraging an ecumenical attitude in relation to a rich variety of approaches and disciplines, whether they be mainly empirical or more theoretically inflected.\"[18]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Synology",
        "https://en.wikipedia.org/wiki/Sonology",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/Chinese_philosophy",
        "https://en.wikipedia.org/wiki/Chinese_language",
        "https://en.wikipedia.org/wiki/Chinese_literature",
        "https://en.wikipedia.org/wiki/Chinese_culture",
        "https://en.wikipedia.org/wiki/History_of_China",
        "https://en.wikipedia.org/wiki/Philology",
        "https://en.wikipedia.org/wiki/Epigraphy",
        "https://en.wikipedia.org/wiki/Late_Latin",
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Arabic",
        "https://en.wikipedia.org/wiki/Qin_dynasty",
        "https://en.wikipedia.org/wiki/Area_studies",
        "https://en.wikipedia.org/wiki/China_watcher",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/Kangaku",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/Kangaku",
        "https://en.wikipedia.org/wiki/Kokugaku",
        "https://en.wikipedia.org/wiki/Rangaku",
        "https://en.wikipedia.org/wiki/Simplified_Chinese_characters",
        "https://en.wikipedia.org/wiki/Traditional_Chinese_characters",
        "https://en.wikipedia.org/wiki/Pinyin",
        "https://en.wikipedia.org/wiki/Dominican_Order",
        "https://en.wikipedia.org/wiki/Society_of_Jesus",
        "https://en.wikipedia.org/wiki/Catholic_Church",
        "https://en.wikipedia.org/wiki/Christianity",
        "https://en.wikipedia.org/wiki/Manila",
        "https://en.wikipedia.org/wiki/Classical_Chinese",
        "https://en.wikipedia.org/wiki/Hokkien",
        "https://en.wikipedia.org/wiki/Matteo_Ricci",
        "https://en.wikipedia.org/wiki/Guangzhou",
        "https://en.wikipedia.org/wiki/Age_of_Enlightenment",
        "https://en.wikipedia.org/wiki/Chinoiserie",
        "https://en.wikipedia.org/wiki/Voltaire",
        "https://en.wikipedia.org/wiki/The_Orphan_of_Zhao",
        "https://en.wikipedia.org/wiki/Gottfried_Wilhelm_Leibniz",
        "https://en.wikipedia.org/wiki/Giambattista_Vico",
        "https://en.wikipedia.org/wiki/Louis_XIV",
        "https://en.wikipedia.org/wiki/Arcadio_Huang",
        "https://en.wikipedia.org/wiki/Kingdom_of_Naples",
        "https://en.wikipedia.org/wiki/Matteo_Ripa",
        "https://en.wikipedia.org/wiki/Kangxi_Emperor",
        "https://en.wikipedia.org/wiki/Naples",
        "https://en.wikipedia.org/wiki/Pope_Clement_XII",
        "https://en.wikipedia.org/wiki/Chinese_language",
        "https://en.wikipedia.org/wiki/Manchu_language",
        "https://en.wikipedia.org/wiki/Western_study_of_the_Chinese_language",
        "https://en.wikipedia.org/wiki/Nikita_Bichurin",
        "https://en.wikipedia.org/wiki/Beijing",
        "https://en.wikipedia.org/wiki/England",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/Samuel_Kidd",
        "https://en.wikipedia.org/wiki/James_Legge",
        "https://en.wikipedia.org/wiki/Hans_Georg_Conon_von_der_Gabelentz",
        "https://en.wikipedia.org/wiki/University_of_Leipzig",
        "https://en.wikipedia.org/wiki/Stanislas_Julien",
        "https://en.wikipedia.org/wiki/Paul_Pelliot",
        "https://en.wikipedia.org/wiki/Henri_Maspero",
        "https://en.wikipedia.org/wiki/Marcel_Granet",
        "https://en.wikipedia.org/wiki/Emile_Durkheim",
        "https://en.wikipedia.org/wiki/Julian_Shchutsky",
        "https://en.wikipedia.org/wiki/I_Ching",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/Area_studies",
        "https://en.wikipedia.org/wiki/China_watcher",
        "https://en.wikipedia.org/wiki/John_King_Fairbank",
        "https://en.wikipedia.org/wiki/Cold_War",
        "https://en.wikipedia.org/wiki/Tang_Tsou",
        "https://en.wikipedia.org/wiki/University_of_Chicago",
        "https://en.wikipedia.org/wiki/Journal_of_Asian_Studies",
        "https://en.wikipedia.org/wiki/Joseph_Levenson",
        "https://en.wikipedia.org/wiki/Denis_Twitchett",
        "https://en.wikipedia.org/wiki/Cold_War",
        "https://en.wikipedia.org/wiki/Hong_Kong",
        "https://en.wikipedia.org/wiki/Kremlinology",
        "https://en.wikipedia.org/wiki/List_of_sinologists",
        "https://en.wikipedia.org/wiki/Harvard_Journal_of_Asiatic_Studies",
        "https://en.wikipedia.org/wiki/Journal_of_Asian_Studies",
        "https://en.wikipedia.org/wiki/Journal_Asiatique",
        "https://en.wikipedia.org/wiki/Monumenta_Serica",
        "https://en.wikipedia.org/wiki/Outline_of_sinology",
        "https://en.wikipedia.org/wiki/Sinophile",
        "https://en.wikipedia.org/wiki/Denis_Twitchett",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Australian_National_University",
        "https://en.wikipedia.org/wiki/JSTOR",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Leiden_University",
        "https://en.wikipedia.org/wiki/Indiana_University_Bloomington",
        "https://en.wikipedia.org/wiki/School_of_Oriental_and_African_Studies",
        "https://en.wikipedia.org/wiki/Northwestern_University",
        "https://en.wikipedia.org/wiki/Rutgers_University",
        "https://en.wikipedia.org/wiki/African_studies",
        "https://en.wikipedia.org/wiki/Albanology",
        "https://en.wikipedia.org/wiki/American_studies",
        "https://en.wikipedia.org/wiki/Asian_American_studies",
        "https://en.wikipedia.org/wiki/Latino_studies",
        "https://en.wikipedia.org/wiki/Arab_studies",
        "https://en.wikipedia.org/wiki/Aramaic_studies",
        "https://en.wikipedia.org/wiki/Aromanian_studies",
        "https://en.wikipedia.org/wiki/Asian_studies",
        "https://en.wikipedia.org/wiki/Assyriology",
        "https://en.wikipedia.org/wiki/Balkan_studies",
        "https://en.wikipedia.org/wiki/Black_studies",
        "https://en.wikipedia.org/wiki/Canadian_studies",
        "https://en.wikipedia.org/wiki/Celtic_studies",
        "https://en.wikipedia.org/wiki/Circumpolar_studies",
        "https://en.wikipedia.org/wiki/Croatian_studies",
        "https://en.wikipedia.org/wiki/Egyptology",
        "https://en.wikipedia.org/wiki/European_studies",
        "https://en.wikipedia.org/wiki/English_studies",
        "https://en.wikipedia.org/wiki/German_studies",
        "https://en.wikipedia.org/wiki/Germanic_studies",
        "https://en.wikipedia.org/wiki/Hawaiian_studies",
        "https://en.wikipedia.org/wiki/Hellenic_studies",
        "https://en.wikipedia.org/wiki/Hispanism",
        "https://en.wikipedia.org/wiki/Indology",
        "https://en.wikipedia.org/wiki/Iranian_studies",
        "https://en.wikipedia.org/wiki/Italian_studies",
        "https://en.wikipedia.org/wiki/Jewish_studies",
        "https://en.wikipedia.org/wiki/Kartvelian_studies",
        "https://en.wikipedia.org/wiki/Kremlinology",
        "https://en.wikipedia.org/wiki/Latin_American_studies",
        "https://en.wikipedia.org/wiki/Macedonian_studies",
        "https://en.wikipedia.org/wiki/Middle_Eastern_studies",
        "https://en.wikipedia.org/wiki/Native_American_studies",
        "https://en.wikipedia.org/wiki/Pacific_studies",
        "https://en.wikipedia.org/wiki/Romance_studies",
        "https://en.wikipedia.org/wiki/Romani_studies",
        "https://en.wikipedia.org/wiki/Russian_studies",
        "https://en.wikipedia.org/wiki/Scandinavian_studies",
        "https://en.wikipedia.org/wiki/Serbian_studies",
        "https://en.wikipedia.org/wiki/Slavic_studies",
        "https://en.wikipedia.org/wiki/Southeast_Asian_studies",
        "https://en.wikipedia.org/wiki/Syriac_studies",
        "https://en.wikipedia.org/wiki/Turkology",
        "https://en.wikipedia.org/wiki/Ukrainian_studies",
        "https://en.wikipedia.org/wiki/Yugoslav_studies",
        "https://en.wikipedia.org/wiki/Zhuang_studies",
        "https://en.wikipedia.org/wiki/Anthropology",
        "https://en.wikipedia.org/wiki/Area_studies",
        "https://en.wikipedia.org/wiki/Cultural_studies",
        "https://en.wikipedia.org/wiki/Ethnic_studies",
        "https://en.wikipedia.org/wiki/Ethnology",
        "https://en.wikipedia.org/wiki/Official_culture",
        "https://en.wikipedia.org/wiki/Philology",
        "https://en.wikipedia.org/wiki/Political_culture",
        "https://en.wikipedia.org/wiki/Super_culture",
        "https://en.wikipedia.org/wiki/Vernacular_culture",
        "https://en.wikipedia.org/wiki/Sinology",
        "https://en.wikipedia.org/wiki/Sinology",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}