{
    "url": "https://en.wikipedia.org/wiki/Bacon_number",
    "title": "Six Degrees of Kevin Bacon",
    "table_of_contents": [
        "1 History",
        "2 In popular culture",
        "3 Bacon numbers",
        "3.1 Examples",
        "4 Photography book",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSix Degrees of Kevin Bacon or Bacon's Law is a parlor game where players challenge each other to arbitrarily choose an actor and then connect them to another actor via a film that both actors have appeared in together, repeating this process to try to find the shortest path that ultimately leads to prolific American actor Kevin Bacon. It rests on the assumption that anyone involved in the Hollywood film industry can be linked through their film roles to Bacon within six steps. The game's name is a reference to \"six degrees of separation\", a concept that posits that any two people on Earth are six or fewer acquaintance links apart.\n\nIn 2007, Bacon started a charitable organization called SixDegrees.org. In 2020, Bacon started a podcast called The last Degree of Kevin Bacon.[1]\n\n"
        },
        {
            "title": "History",
            "text": "In a January 1994 interview with Premiere magazine, Kevin Bacon mentioned while discussing the film The River Wild that \"he had worked with everybody in Hollywood or someone who's worked with them.\"[2] Following this, a lengthy newsgroup thread which was headed \"Kevin Bacon is the Center of the Universe\" appeared.[3] In 1994, three Albright College students - Craig Fass, Brian Turtle and Mike Ginelli - invented the game that became known as \"Six Degrees of Kevin Bacon\" after seeing two movies on television that featured Bacon back to back, Footloose and The Air Up There. During the latter film they began to speculate on how many movies Bacon had been in and the number of people with whom he had worked.[4][5]\n\nThey wrote a letter to talk show host Jon Stewart, telling him that \"Kevin Bacon was the center of the entertainment universe\" and explaining the game.[6] They appeared on The Jon Stewart Show and The Howard Stern Show with Bacon to explain the game. Bacon admitted that he initially disliked the game because he believed it was ridiculing him, but he eventually came to enjoy it. The three inventors released a book, Six Degrees of Kevin Bacon (ISBN 9780452278448), with an introduction written by Bacon.[6] A board game based on the concept was released by Endless Games.[7]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "In 1995 Cartoon Network referenced the concept in a commercial, having Velma (from Scooby-Doo) as the central figure in the 'Cartoon Network Universe'.[8] The commercial cites connections as arbitrary as fake appearances, sharing of clothes, or physical resemblance.\n\nThe concept was also presented in an episode of the TV show Mad About You dated November 19, 1996, in which a character expressed the opinion that every actor is only three degrees of separation from Kevin Bacon. Bacon spoofed the concept himself in a cameo he performed for the independent film We Married Margo.[9] Playing himself in a 2003 episode of Will and Grace, Bacon connects himself to Val Kilmer through Tom Cruise and jokes \"Hey, that was a short one!\".[10] The headline of The Onion, a satirical newspaper, on October 30, 2002, was \"Kevin Bacon Linked To Al-Qaeda\".[11] Bacon provides the voice-over commentary for the NY Skyride attraction at the Empire State Building in New York City. At several points throughout the commentary, Bacon alludes to his connections to Hollywood stars via other actors with whom he has worked.[citation needed]\n\nIn Scream 2, written by Kevin Williamson, a sorority sister played by Portia De Rossi refers to Six Degrees of Kevin Bacon.[12] Bacon himself later starred in The Following, also created and written by Williamson, and broadcast on Fox between 2013 and 2015.[13]\n\nThe annual 31 Days of Oscar event on the Turner Classic Movies television channel sometimes includes a \"360 Degrees of Oscar\" strand where each film shown shares an actor with the previous one.[14] It has been used as recently as 2020.\n\nIn 2009, Bacon narrated a National Geographic Channel show The Human Family Tree[15] – a program which describes the efforts of that organization's Genographic Project to establish the genetic interconnectedness of all humans. Bacon appeared in a commercial for the Visa check card that referenced the game. In the commercial, Bacon wants to write a check to buy a book, but the clerk asks for his ID, which he does not have. He leaves and returns with a group of people, then says to the clerk, \"Okay, I was in a movie with an extra, Eunice, whose hairdresser, Wayne, attended Sunday school with Father O'Neill, who plays racquetball with Dr. Sanjay, who recently removed the appendix of Kim, who dumped you sophomore year. So you see, we're practically brothers.\"[16]\n\nIn 2011, James Franco made reference to Six Degrees of Kevin Bacon while hosting the 83rd Academy Awards.[clarification needed] EE began a UK television advertising campaign in November 2012, based on the Six Degrees concept, where Bacon illustrates his connections and draws attention to how the EE 4G network allows similar connectivity.[17]\n\nIn \"Weird Al\" Yankovic's song \"Lame Claim to Fame\", one of the lines is, \"I know a guy who knows a guy who knows a guy who knows a guy who knows a guy who knows Kevin Bacon.\"[18] American rapper MC Zappa also makes reference to the game in his 2018 song \"Level Up (The Ill Cypher)\".[19]\n\nThe most highly connected nodes of the Internet have been referred to as \"the Kevin Bacons of the Web\", inasmuch as they enable most users to navigate to most sites in 19 clicks or less.[20][21]\n\n"
        },
        {
            "title": "Bacon numbers",
            "text": "The Bacon number of an actor is the number of degrees of separation he or she has from Bacon, as defined by the game. This is an application of the Erdős number concept to the Hollywood movie industry. The higher the Bacon number, the greater the separation from Kevin Bacon the actor is.\n\nThe computation of a Bacon number for actor X is a \"shortest path\" algorithm, applied to the co-stardom network:\n\nElvis Presley:\n\nTherefore, Asner has a Bacon number of 1, and Presley (who never appeared in a film with Bacon) has a Bacon number of 2.\n\nIan McKellen:\n\nTherefore, McAvoy and Fassbender have Bacon numbers of 1, and McKellen has a Bacon number of 2.\n\nBecause some people have both a finite Bacon and a finite Erdős number because of acting and publications, there are a rare few who have a finite Erdős–Bacon number, which is defined as the sum of a person's independent Erdős and Bacon numbers.\n\n"
        },
        {
            "title": "Photography book",
            "text": "Inspired by the game, the British photographer Andy Gotts tried to reach Kevin Bacon through photographic links instead of film links.\n\nGotts wrote to 300 actors asking to take their pictures, and received permission only from Joss Ackland. Ackland then suggested that Gotts photograph Greta Scacchi, with whom he had appeared in the film White Mischief. Gotts proceeded from there, asking each actor to refer him to one or more friends or colleagues. Eventually, Christian Slater referred him to Bacon. Gotts' photograph of Bacon completed the project, eight years after it began. Gotts published the photos in a book, Degrees (ISBN 0-9546843-6-2), with text by Alan Bates, Pierce Brosnan, and Bacon.[22]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/James_Purefoy",
        "https://en.wikipedia.org/wiki/Women_Talking_Dirty",
        "https://en.wikipedia.org/wiki/Helena_Bonham_Carter",
        "https://en.wikipedia.org/wiki/Parlor_game",
        "https://en.wikipedia.org/wiki/Kevin_Bacon",
        "https://en.wikipedia.org/wiki/Six_degrees_of_separation",
        "https://en.wikipedia.org/wiki/Charitable_organization",
        "https://en.wikipedia.org/wiki/Podcast",
        "https://en.wikipedia.org/wiki/The_River_Wild",
        "https://en.wikipedia.org/wiki/Newsgroup",
        "https://en.wikipedia.org/wiki/Albright_College",
        "https://en.wikipedia.org/wiki/The_Air_Up_There",
        "https://en.wikipedia.org/wiki/Jon_Stewart",
        "https://en.wikipedia.org/wiki/The_Jon_Stewart_Show",
        "https://en.wikipedia.org/wiki/The_Howard_Stern_Show",
        "https://en.wikipedia.org/wiki/Cartoon_Network",
        "https://en.wikipedia.org/wiki/Velma_Dinkley",
        "https://en.wikipedia.org/wiki/Mad_About_You",
        "https://en.wikipedia.org/wiki/We_Married_Margo",
        "https://en.wikipedia.org/wiki/Will_and_Grace",
        "https://en.wikipedia.org/wiki/Val_Kilmer",
        "https://en.wikipedia.org/wiki/Tom_Cruise",
        "https://en.wikipedia.org/wiki/The_Onion",
        "https://en.wikipedia.org/wiki/NY_Skyride",
        "https://en.wikipedia.org/wiki/Empire_State_Building",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Scream_2",
        "https://en.wikipedia.org/wiki/Portia_De_Rossi",
        "https://en.wikipedia.org/wiki/The_Following",
        "https://en.wikipedia.org/wiki/Fox_Broadcasting_Company",
        "https://en.wikipedia.org/wiki/31_Days_of_Oscar",
        "https://en.wikipedia.org/wiki/Turner_Classic_Movies",
        "https://en.wikipedia.org/wiki/National_Geographic_Channel",
        "https://en.wikipedia.org/wiki/Genographic_Project",
        "https://en.wikipedia.org/wiki/Check_card",
        "https://en.wikipedia.org/wiki/James_Franco",
        "https://en.wikipedia.org/wiki/83rd_Academy_Awards",
        "https://en.wikipedia.org/wiki/Actor",
        "https://en.wikipedia.org/wiki/Shortest_path_problem",
        "https://en.wikipedia.org/wiki/Algorithm",
        "https://en.wikipedia.org/wiki/Elvis_Presley",
        "https://en.wikipedia.org/wiki/Change_of_Habit",
        "https://en.wikipedia.org/wiki/Edward_Asner",
        "https://en.wikipedia.org/wiki/Ian_McKellen",
        "https://en.wikipedia.org/wiki/Michael_Fassbender",
        "https://en.wikipedia.org/wiki/James_McAvoy",
        "https://en.wikipedia.org/wiki/Joss_Ackland",
        "https://en.wikipedia.org/wiki/Greta_Scacchi",
        "https://en.wikipedia.org/wiki/Christian_Slater",
        "https://en.wikipedia.org/wiki/Alan_Bates",
        "https://en.wikipedia.org/wiki/Pierce_Brosnan",
        "https://en.wikipedia.org/wiki/Morphy_Number",
        "https://en.wikipedia.org/wiki/Shusaku_number",
        "https://en.wikipedia.org/wiki/Usenet_newsgroup",
        "https://en.wikipedia.org/wiki/Deadline_Hollywood",
        "https://en.wikipedia.org/wiki/National_Geographic_Channel",
        "https://en.wikipedia.org/wiki/Philosophical_Transactions_of_the_Royal_Society",
        "https://en.wikipedia.org/wiki/Kevin_Bacon",
        "https://en.wikipedia.org/wiki/Kevin_Bacon_filmography",
        "https://en.wikipedia.org/wiki/Losing_Chase",
        "https://en.wikipedia.org/wiki/Kyra_Sedgwick",
        "https://en.wikipedia.org/wiki/Sosie_Bacon",
        "https://en.wikipedia.org/wiki/The_Bacon_Brothers",
        "https://en.wikipedia.org/wiki/Six_Degrees_of_Kevin_Bacon",
        "https://en.wikipedia.org/wiki/Six_Degrees_of_Kevin_Bacon",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}