{
    "url": "https://en.wikipedia.org/wiki/Skiff",
    "title": "Skiff",
    "table_of_contents": [
        "1 Etymology",
        "2 Traditional boats—United Kingdom",
        "3 Traditional boats—Americas",
        "4 Piracy and smuggling",
        "5 Racing sailing boats",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A skiff is any of a variety of essentially unrelated styles of small boats. Traditionally, these are coastal craft or river craft used for leisure, as a utility craft, and for fishing, and have a one-person or small crew. Sailing skiffs have developed into high performance competitive classes. Many of today's skiff classes are based in Australia and New Zealand in the form of  12 ft (3.66 m), 13 ft (3.96 m), 16 ft (4.88 m) and 18 ft (5.49 m) skiffs. The 29er, 49er, SKUD and Musto Skiff are all considered to have developed from the skiff concept, all of which are sailed internationally.\n\nThe term skiff is also used for a racing shell called single scull for competitive rowing.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word is related to ship and has a complicated etymology: \"skiff\" comes from the Middle English skif, which derives from the Old French esquif, which in turn derives from the Old Italian schifo, which is itself of Germanic origin (German Schiff).  \"Ship\" comes from the Old English \"scip\", which has the same Germanic predecessor.[1][2][3]\n\n"
        },
        {
            "title": "",
            "text": "The term has been used for a number of styles of craft round the United Kingdom, often small river and sea going craft. They varied from double ended rowing boats to small sailing boats. The poet John Milton refers to a 'night foundered skiff' in Paradise Lost as early as 1670. There are references to skiffs on the River Thames  (as a result of accidents) as early as 1812[4] and 1824 at Oxford.[5] In August 1815, the poet Percy Bysshe Shelley was taken on an expedition by skiff from Old Windsor to Lechlade by Charles Clairmont and Thomas Love Peacock.[6] He subsequently settled at Marlow where he regularly rowed his skiff through the locks.[7] Shelley later drowned sailing in a skiff off the coast of Italy. It was also used in the Lady of the Lake by Sir Walter Scott.\n\nThe Thames skiff became formalised as a specific design in the early part of the 19th century. It is a round-bottom clinker-built rowing boat that is still very common on the River Thames and other rivers in England. Rowing skiffs became very popular in Victorian Britain and a skiff journey up the River Thames features in Three Men in a Boat by Jerome K. Jerome,[8] These skiffs could carry a sail and could be used for camping. Although general usage has declined, skiffs are still used for leisure and racing. During the year, skiffing regattas are held in various riverside towns in England—the major event being the Skiff Championships Regatta at Henley.\n\nAkin to the skiff is the yoal or yole which is a clinker built boat used for fishing in the Orkney and Shetland Islands. The boat itself is a version of the Norwegian Oselvar which is similar to a skiff in appearance, while the word is cognate with \"yawl\". The French yole is a leisure craft similar to the Thames Skiff and is translated as \"skiff\", while the French skiff translates to a single scull. In Dutch and German, \"Skiff\" also means a single scull, while Czech skif refers to sculling boats in general.\n\nRegattas also take place across Northern Ireland with one of the largest being held in Portadown but smaller events take place throughout the year across County Down.[9][10][11]\n\n"
        },
        {
            "title": "",
            "text": "In American usage, the term is used to apply to small sea-going fishing boats. It is referred to historically in literature in Moby-Dick by Herman Melville[12]  and The Old Man and the Sea by Ernest Hemingway.[13] The skiff could be powered by sails as well as oars.\n\nOne usage of skiff is to refer to a typically small flat-bottomed open boat with a pointed bow and a flat stern originally developed as an inexpensive and easy to build boat for use by inshore fishermen. Originally designed to be powered by rowing, their form has evolved so that they are efficiently powered by outboard motors. The design is still in common use today for both work and pleasure craft. They can be made of wood or other materials.  There is a similar style of craft in Central America and Mexico, generally called a panga.\n\n"
        },
        {
            "title": "Piracy and smuggling",
            "text": "The term skiff has been applied to motorized boats of small size and construction used as sea-going vessels for piracy or drug smuggling.[14]\n\n"
        },
        {
            "title": "Racing sailing boats",
            "text": "The skiff with a sail has developed into specific sailing boats bearing the name \"skiff\". In Sydney, the term  was used for a number of racing classes (sizes from 6 ft to 23 ft have existed). These were originally heavily crewed and canvassed boats that were relatively short for the canvas and crew carried and were developed from working boats of the time. This style of boat is still active in the form of Historical 10 foot and 18 foot classes.\n\nThe skiff classes developed to become much lighter and faster with relatively smaller (but still very large by any other standards) rigs and smaller crews. 12ft Skiff, 13 ft Skiff, 16ft Skiff, and 18ft Skiff classes are raced in that form. With two crew on the 12 and 13 footer and three on the 16 and 18 these are still heavily crewed boats for their size. Modern developments began with the introduction of carbon fibre reinforced composite hulls, allowing for a significant reduction in weight, and an increase in rigidity. Following this, the use of carbon in masts and rigging allowed for more sail area, and better gust response. Moulded sails are being tested in both 12 ft and 16 ft skiffs, with most modern Australian 18 ft Skiffs utilising the new technology.\n\nBecause the modern 18s have such a high profile, the term skiff is widely used internationally to refer to other high-performance sailing dinghy classes, mostly featuring asymmetrical spinnaker and trapeze which have been strongly influenced by modern skiffs. Examples include: Cherub Skiff, International 14, 29er, and 49er. These boats tend to be less heavily crewed in relation to their length than the traditional Australian Skiff Classes. The term is even used for some single-handed boats like the Musto Skiff which are far removed from the heavily crewed original boats.\n\nThe SKUD 18 is a two-person keelboat which claims strong influence from skiff development.[15] This made its debut in the 2008 Paralympic Games.\n\nIn the International Moth class the term skiff is used to distinguish designs that have an essentially vertical bow from scow designs, which have a broadly horizontal bow.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/River_craft",
        "https://en.wikipedia.org/wiki/12_foot_dinghy",
        "https://en.wikipedia.org/wiki/18_foot_dinghy",
        "https://en.wikipedia.org/wiki/Musto_Skiff",
        "https://en.wikipedia.org/wiki/Single_scull",
        "https://en.wikipedia.org/wiki/Middle_English",
        "https://en.wikipedia.org/wiki/Old_French",
        "https://en.wikipedia.org/wiki/Italian_language",
        "https://en.wikipedia.org/wiki/German_language",
        "https://en.wikipedia.org/wiki/Old_English",
        "https://en.wikipedia.org/wiki/Edward_John_Gregory",
        "https://en.wikipedia.org/wiki/John_Milton",
        "https://en.wikipedia.org/wiki/Paradise_Lost",
        "https://en.wikipedia.org/wiki/Percy_Bysshe_Shelley",
        "https://en.wikipedia.org/wiki/Old_Windsor",
        "https://en.wikipedia.org/wiki/Lechlade",
        "https://en.wikipedia.org/wiki/Thomas_Love_Peacock",
        "https://en.wikipedia.org/wiki/Lady_of_the_Lake",
        "https://en.wikipedia.org/wiki/Walter_Scott",
        "https://en.wikipedia.org/wiki/Thames_skiff",
        "https://en.wikipedia.org/wiki/River_Thames",
        "https://en.wikipedia.org/wiki/Three_Men_in_a_Boat",
        "https://en.wikipedia.org/wiki/Skiffing",
        "https://en.wikipedia.org/wiki/Skiff_Championships_Regatta",
        "https://en.wikipedia.org/wiki/Yoal",
        "https://en.wikipedia.org/wiki/Yole",
        "https://en.wikipedia.org/wiki/Oselvar",
        "https://en.wikipedia.org/wiki/Yawl",
        "https://en.wikipedia.org/wiki/Single_scull",
        "https://en.wikipedia.org/wiki/Portadown",
        "https://en.wikipedia.org/wiki/Maine",
        "https://en.wikipedia.org/wiki/Herman_Melville",
        "https://en.wikipedia.org/wiki/The_Old_Man_and_the_Sea",
        "https://en.wikipedia.org/wiki/Ernest_Hemingway",
        "https://en.wikipedia.org/wiki/Sail",
        "https://en.wikipedia.org/wiki/Oar",
        "https://en.wikipedia.org/wiki/Stern",
        "https://en.wikipedia.org/wiki/Fishermen",
        "https://en.wikipedia.org/wiki/Outboard_motor",
        "https://en.wikipedia.org/wiki/Mexico",
        "https://en.wikipedia.org/wiki/Piracy",
        "https://en.wikipedia.org/wiki/Drug_smuggling",
        "https://en.wikipedia.org/wiki/12ft_Skiff",
        "https://en.wikipedia.org/wiki/Historical_10_foot_skiffs",
        "https://en.wikipedia.org/wiki/18ft_Skiff",
        "https://en.wikipedia.org/wiki/12ft_Skiff",
        "https://en.wikipedia.org/wiki/16ft_Skiff",
        "https://en.wikipedia.org/wiki/18ft_Skiff",
        "https://en.wikipedia.org/wiki/Sailing_dinghy",
        "https://en.wikipedia.org/wiki/Spinnaker",
        "https://en.wikipedia.org/wiki/Cherub_Sailing",
        "https://en.wikipedia.org/wiki/International_14",
        "https://en.wikipedia.org/wiki/Musto_Skiff",
        "https://en.wikipedia.org/wiki/SKUD_18",
        "https://en.wikipedia.org/wiki/Keelboat",
        "https://en.wikipedia.org/wiki/2008_Paralympic_Games",
        "https://en.wikipedia.org/wiki/Scow",
        "https://en.wikipedia.org/wiki/The_Old_Man_and_the_Sea",
        "https://en.wikipedia.org/wiki/Google_News",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/Skiff",
        "https://en.wikipedia.org/wiki/Skiff",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}