{
    "url": "https://en.wikipedia.org/wiki/Skull_Man",
    "title": "Skull Man",
    "table_of_contents": [
        "1 Plot",
        "1.1 1970 manga (one-shot)",
        "2 Media",
        "2.1 1970 manga",
        "2.2 1998 manga",
        "2.3 Anime",
        "2.3.1 Characters",
        "2.3.2 Episodes",
        "2.3.3 Broadcasting",
        "2.3.4 DVD release",
        "2.4 2007 manga",
        "2.5 Audio CD soundtrack",
        "3 China ban",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Skull Man (Japanese: スカルマン, Hepburn: Sukaru Man) is a shōnen manga series created by Shotaro Ishinomori which first appeared in Weekly Shōnen Magazine in 1970. The hero of the story, whose parents have been murdered, grows up to use his peculiar powers to take revenge. The original Skull Man was one of the first antiheroes to be seen in manga, someone who would sacrifice the lives of innocents in his quest for vengeance.\n\nWhile developing the Kamen Rider (Masked Rider) TV series along with producer Toru Hirayama, Ishinomori created this manga as his own personal version, which the producers at Toei Company Ltd. used as the basis for the show.[which?] They made several changes to the content, as Ishinomori's original 100-page one-shot story was too dark and gruesome (even cerebral) for a show for all ages at the time.\n\nIn the late 1990s, after he had fallen ill, Ishinomori contacted manga artist Kazuhiko Shimamoto to do a remake (ambiguously a continuation) of his original one-shot manga.[3] This remake boasted an extensive, continuing storyline and more complex artwork (along with a tribute to Ishinomori in the final issue, with several of his famous characters gathered together).[citation needed] This was the manga that was presented in the US by Tokyopop. The original 1970 version was digitally released in English by Ishimori Productions in 2012.[4]\nAn animated TV series adaptation, produced by Ishimori Productions and animated by Bones, was broadcast on Fuji TV from April 28, 2007 to July 22, 2007.\n\n"
        },
        {
            "title": "Plot",
            "text": "There are mass murders and catastrophes all over Japan, committed by a masked/caped psychic madman called the Skull Man, and his shapeshifting aide Garo (named after the manga ninja Garo created by Sanpei Shirato), who can mutate into various powerful monsters. The calamities caused by the Skull Man are investigated by the Tachiki Detective Agency, with the help of a young man named Tatsuo Kagura, the son of a yakuza in the Kagura Clan.\n\nPolice Chief Tachiki, who heads the Tachiki Detective Agency, suspects that Tatsuo is the Skull Man. Tatsuo, in turn, suspects that the detective is a part of a public conspiracy that has been after him for fifteen years. It turns out that Tatsuo's parents were murdered and he was adopted by the Kagura Clan. For fifteen years, Tatsuo has been hunting for the mastermind, who manipulates all industry, finance and even politics. Tatsuo, the Skull Man, threateningly demands Tachiki that he tell him the name of the mastermind. After muttering the culprit's family name, Chisato, the Skull Man shoots him in the head.\n\nSkull Man and Garo then race to the estate of a reclusive old man named Kogetsu Chisato, who lives with a girl named Maya, who is mute and blind (she is always seen with her eyes closed). Overcome with psychotic rage, Skull Man threatens to kill Chisato, who not only kindly welcomes him, but has been looking forward to his arrival. Maya, however, telepathically persuades him not to kill Chisato, and reveals a shocking secret: Chisato is Skull Man's grandfather and Maya is his younger sister.\n\nChisato tells his shocked grandson the whole story: his own son, Tatsuo's father, was a scientific genius beyond geniuses. In fact, he was so intelligent and unearthly that he was a mutant, a being of Newmanity (Shinjinrui - similar to that in Ishinomori's later creation, Inazuman). His wife, whom he married and had Tatsuo with, was a mutant as well. The couple conducted bizarre experiments that were capable of destroying humanity. Chisato feared this greatly, so, when Maya was born, he killed his own son and daughter-in-law, and sought to kill his grandson Tatsuo, who ended up being rescued and raised by Garo. He could not bring himself to kill Maya, however, and raised her to be his faithful servant. Maya then tells Skull Man that Chisato wanted to bring him back before he could do anything.\n\nChisato traps himself, Skull Man, Garo and Maya in glass walls, and sets himself and all the others ablaze, sadly stating that \"We were born in the wrong era!\". Along with his entire \"family\", Tatsuo dies a tragic, horrible death in the inferno.\n\n"
        },
        {
            "title": "Media",
            "text": "Although the original Skull Man is not yet in printed in the U.S., Comixology obtained the license rights to the title and has released an English-language digital version of the manga in 2012.[5]\n\nThe 1998 manga is a remake of the original manga. Skull Man revolves around Tatsuo Kagura, who early in his life was subjected to several mutating science experiments that ended up giving him amazing powers and skills. Longing revenge for the murder of his parents, he becomes Skull Man, a shadowy crusader who battles The Syndicate and its evil leader Rasputin. The story begins abruptly with a woman who possesses immense psychic powers killing a man, only to then be attacked herself by a man who can shapeshift into a bat, a wolf or an alligator named Garo. Garo is revealed to be Skull Man's childhood protector and present ally in the war against Rasputin and his hordes of evil mutants. Skull Man makes allies, loses comrades and dies in combat with a lethal mutant as in the first book. What follows is a trip into the world of shadows and the evil within all of us.\n\nWhile based on Ishinomori's original manga story, the 1990s version was put together by well-known manga artist Kazuhiko Shimamoto, who had been a fan of Ishinomori's work since childhood. Ishinomori contacted Shimamoto towards the end of the former's life, requesting him to work with him on reviving the story of The Skull Man. In accomplishing this, Ishinomori faxed Shimamoto the story premise and plot notes, while Shimamoto put it all together and did the artwork. A few years earlier, Shimamoto worked on a manga adaptation of the movie Kamen Rider ZO, which included a short story about a struggling manga artist who completely idolized a fictional version of Ishinomori.\n\nThis manga features a myriad of cameos of other famous Ishinomori heroes, although this is mainly contained in the final pages of the manga's last chapter. They include:\n\nAn anime TV series adaptation was broadcast on Fuji TV stations for three months from April 28, 2007 to July 21, 2007, for a total of 13 episodes. Produced by Geneon Entertainment, Fuji TV, ToyoKasei, Ishimori Entertainment, and animated by Bones, the series was directed by Takeshi Mori, with Yutaka Izubuchi handling series scripts and designing Skull Man and GRO, Jun Shibata designing the characters, Yoshinori Sayama designing the mechanical elements Shirō Sagisu composing the music. A live-action \"Episode Zero\" was shown on April 21, titled \"Skullman: Prologue of Darkness,\" starring Ami Suzuki, Kamen Rider Hibiki and Death Note's Shigeki Hosokawa and well-known stuntsman/actor from Kagaku Sentai Dynaman and Tensou Sentai Goseiger's Makoto Itō. It was also set up to be a pseudo prequel to Cyborg 009.\n\nUnlike the previous Skull Man, the story closely focuses on a journalist named Hayato Mikogami who returns to his hometown at Otomo to investigate strange rumors of killings done by a man wearing a skull mask. Tailed tightly by a young photographer, Kiriko Mamiya, the two soon uncover the many strings of connections between the victims, a local pharmaceutical company, a mysterious new religious sect and strange half-human, half-animal creatures, which roam the night streets for blood. Many of the characters are taken from Ishinomori's works other than Skull Man.\n\nThe series opening theme is TOKIO's \"Hikari no Machi\" (ひかりのまち, \"City of Light\") and the ending theme is Chocolove from AKB48's \"Ashita wa Ashita no Kimi ga Umareru\" (明日は明日の君が生まれる, \"A New You Is Born Tomorrow\").\n\nSeveral television stations and satellite channels in Japan have broadcast the anime series. These include: Tokai TV, Kansai TV, BS Fuji and Animax.\n\nIn the Philippines, Hero TV started its Tagalog-dubbed broadcast on November 11, 2012.[6]\n\nOn July 25, 2007, the full series has been available monthly on Region 2 DVD, with individual episodes released by Geneon Entertainment in Japanese-language audio with no subtitles. All DVDs have 7 volumes, and each volume contains two episodes (including only one episode for Volume 1). In addition, the live-action special \"Skullman: Prologue of Darkness\" DVD was released on September 21, 2007.[7][8][9]\n\nIn Spain, it has been distributed on DVD by Selecta Visión from January 24, 2009. The audio soundtracks include Japanese and Spanish (Castilian) with Spanish (Castilian) subtitles which automatically appear. On March 24, 2010, Selecta Visión has re-released the series as the Integralized Version DVD with the same audio tracks but with newly enhanced features such as the same content from the Japan DVD release, but in 5.1 quality instead of stereo.[10] All DVDs have 3 Volumes in one disc each (Volumes 1 & 2 have 4 episodes and Volume 3 has 3 episodes) which are individually available or coming with a collector's box set.\n\nIn Canada and United States, it was licensed by Sentai Filmworks and distributed by Section23 Films, who released the complete collection on Region 1 DVD on February 2, 2010.[11] For legal reasons, the original opening, \"Hikari no Machi\", has been replaced with an instrumental opening and footage from an earlier trailer for the series.\n\nThe 2007 manga is based on the anime series adaptation of the same year and drawn by the manga artist Meimu. Set in an alternate history of Japan, freelance journalist Hayato Mikogami returns to his hometown of Otomo to investigate rumors of a man wearing a skull mask committing murders there. Once in the city, he discovers connections between the victims and a local pharmaceutical company, a new religious sect, and strange half-human, half-animal creatures. Along with a young photographer, he decides to find out who the Skull Man really is.\n\n"
        },
        {
            "title": "China ban",
            "text": "On June 12, 2015, the Chinese Ministry of Culture listed Skull Man among 38 anime and manga titles banned in China.[14]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Mega_Man",
        "https://en.wikipedia.org/wiki/Robot_Master",
        "https://en.wikipedia.org/wiki/Kodansha",
        "https://en.wikipedia.org/wiki/Superhero_fiction",
        "https://en.wikipedia.org/wiki/Shotaro_Ishinomori",
        "https://en.wikipedia.org/wiki/Kodansha",
        "https://en.wikipedia.org/wiki/Northern_America",
        "https://en.wikipedia.org/wiki/Ishimori_Productions",
        "https://en.wikipedia.org/wiki/Kazuhiko_Shimamoto",
        "https://en.wikipedia.org/wiki/Media_Factory",
        "https://en.wikipedia.org/wiki/Northern_America",
        "https://en.wikipedia.org/wiki/Tokyopop",
        "https://en.wikipedia.org/wiki/Monthly_Comic_Flapper",
        "https://en.wikipedia.org/wiki/Seinen_manga",
        "https://en.wikipedia.org/wiki/Ishimori_Productions",
        "https://en.wikipedia.org/wiki/Fuji_TV",
        "https://en.wikipedia.org/wiki/Yutaka_Izubuchi",
        "https://en.wikipedia.org/wiki/Ishimori_Productions",
        "https://en.wikipedia.org/wiki/Northern_America",
        "https://en.wikipedia.org/wiki/Sentai_Filmworks",
        "https://en.wikipedia.org/wiki/Fuji_TV",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Anime_Network",
        "https://en.wikipedia.org/wiki/Meimu",
        "https://en.wikipedia.org/wiki/Kodansha",
        "https://en.wikipedia.org/wiki/Magazine_Z",
        "https://en.wikipedia.org/wiki/Seinen_manga",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Hepburn_romanization",
        "https://en.wikipedia.org/wiki/Shotaro_Ishinomori",
        "https://en.wikipedia.org/wiki/Antihero",
        "https://en.wikipedia.org/wiki/Kamen_Rider",
        "https://en.wikipedia.org/wiki/Kazuhiko_Shimamoto",
        "https://en.wikipedia.org/wiki/Tokyopop",
        "https://en.wikipedia.org/wiki/Ishimori_Productions",
        "https://en.wikipedia.org/wiki/Anime",
        "https://en.wikipedia.org/wiki/Ishimori_Productions",
        "https://en.wikipedia.org/wiki/Fuji_TV",
        "https://en.wikipedia.org/wiki/Sanpei_Shirato",
        "https://en.wikipedia.org/wiki/Yakuza",
        "https://en.wikipedia.org/wiki/Inazuman",
        "https://en.wikipedia.org/wiki/Comixology",
        "https://en.wikipedia.org/wiki/Kazuhiko_Shimamoto",
        "https://en.wikipedia.org/wiki/Kamen_Rider_ZO",
        "https://en.wikipedia.org/wiki/Joe_Shimamura",
        "https://en.wikipedia.org/wiki/Cyborg_009",
        "https://en.wikipedia.org/wiki/Kamen_Rider",
        "https://en.wikipedia.org/wiki/Hongo_Takeshi",
        "https://en.wikipedia.org/wiki/Himitsu_Sentai_Gorenger",
        "https://en.wikipedia.org/wiki/Robot_Detective",
        "https://en.wikipedia.org/wiki/Inazuman",
        "https://en.wikipedia.org/wiki/Kikaider",
        "https://en.wikipedia.org/wiki/Space_Ironmen_Kyodain",
        "https://en.wikipedia.org/wiki/Fuji_TV",
        "https://en.wikipedia.org/wiki/NBCUniversal_Entertainment_Japan",
        "https://en.wikipedia.org/wiki/Ishimori_Productions",
        "https://en.wikipedia.org/wiki/Yutaka_Izubuchi",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Hibiki",
        "https://en.wikipedia.org/wiki/Death_Note",
        "https://en.wikipedia.org/wiki/Shigeki_Hosokawa",
        "https://en.wikipedia.org/wiki/Kagaku_Sentai_Dynaman",
        "https://en.wikipedia.org/wiki/Tensou_Sentai_Goseiger",
        "https://en.wikipedia.org/wiki/Cyborg_009",
        "https://en.wikipedia.org/wiki/TOKIO",
        "https://en.wikipedia.org/wiki/Chocolove_from_AKB48",
        "https://en.wikipedia.org/wiki/List_of_The_Skull_Man_anime_characters",
        "https://en.wikipedia.org/wiki/Hiroshi_Tsuchida",
        "https://en.wikipedia.org/wiki/Makoto_Yasumura",
        "https://en.wikipedia.org/wiki/Cyborg_009",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Shigeru_Ueda",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Kansai_Telecasting_Corporation",
        "https://en.wikipedia.org/wiki/Fuji_Television",
        "https://en.wikipedia.org/wiki/Animax",
        "https://en.wikipedia.org/wiki/Philippines",
        "https://en.wikipedia.org/wiki/Tagalog_language",
        "https://en.wikipedia.org/wiki/Region_2_DVD",
        "https://en.wikipedia.org/wiki/Geneon_Universal_Entertainment",
        "https://en.wikipedia.org/wiki/Spain",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Spanish_language",
        "https://en.wikipedia.org/wiki/Box_set",
        "https://en.wikipedia.org/wiki/Canada",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Sentai_Filmworks",
        "https://en.wikipedia.org/wiki/Section23_Films",
        "https://en.wikipedia.org/wiki/Region_1_DVD",
        "https://en.wikipedia.org/wiki/Meimu",
        "https://en.wikipedia.org/wiki/Geneon_Universal_Entertainment",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/Kamen_Rider_W",
        "https://en.wikipedia.org/wiki/Flying_Phantom_Ship",
        "https://en.wikipedia.org/wiki/Cyborg_009",
        "https://en.wikipedia.org/wiki/Anime_News_Network",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Anime_News_Network",
        "https://en.wikipedia.org/wiki/Special_Broadcasting_Service",
        "https://en.wikipedia.org/wiki/Tokyopop",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Anime_News_Network",
        "https://en.wikipedia.org/wiki/Shotaro_Ishinomori",
        "https://en.wikipedia.org/wiki/Akumaizer_3",
        "https://en.wikipedia.org/wiki/Bima_Satria_Garuda",
        "https://en.wikipedia.org/wiki/Kyodai_Ken_Byclosser",
        "https://en.wikipedia.org/wiki/Cyborg_009",
        "https://en.wikipedia.org/wiki/Daitetsujin_17",
        "https://en.wikipedia.org/wiki/Flying_Phantom_Ship",
        "https://en.wikipedia.org/wiki/Genma_Taisen",
        "https://en.wikipedia.org/wiki/Inazuman",
        "https://en.wikipedia.org/wiki/Kaiketsu_Zubat",
        "https://en.wikipedia.org/wiki/Kamen_Rider",
        "https://en.wikipedia.org/wiki/Kikaider",
        "https://en.wikipedia.org/wiki/Nebula_Mask_Machineman",
        "https://en.wikipedia.org/wiki/Rainbow_Sentai_Robin",
        "https://en.wikipedia.org/wiki/Robot_Detective",
        "https://en.wikipedia.org/wiki/Sabu_to_Ichi_Torimono_Hikae",
        "https://en.wikipedia.org/wiki/Sarutobi_Ecchan",
        "https://en.wikipedia.org/wiki/Space_Ironman_Kyodain",
        "https://en.wikipedia.org/wiki/Super_Sentai",
        "https://en.wikipedia.org/wiki/Himitsu_Sentai_Gorenger",
        "https://en.wikipedia.org/wiki/Voicelugger",
        "https://en.wikipedia.org/wiki/Toei_Fushigi_Comedy_Series",
        "https://en.wikipedia.org/wiki/Kamen_Rider",
        "https://en.wikipedia.org/wiki/Shotaro_Ishinomori",
        "https://en.wikipedia.org/wiki/Kamen_Rider_V3",
        "https://en.wikipedia.org/wiki/Kamen_Rider_X",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Amazon",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Stronger",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Black",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Black_RX",
        "https://en.wikipedia.org/wiki/Heisei_era",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Kuuga",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Agito",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Ryuki",
        "https://en.wikipedia.org/wiki/Kamen_Rider_555",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Blade",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Hibiki",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Kabuto",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Kiva",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Decade",
        "https://en.wikipedia.org/wiki/Kamen_Rider_W",
        "https://en.wikipedia.org/wiki/Kamen_Rider_OOO",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Fourze",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Wizard",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Gaim",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Drive",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Ghost",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Build",
        "https://en.wikipedia.org/wiki/Reiwa_era",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Saber",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Revice",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Geats",
        "https://en.wikipedia.org/wiki/Kamen_Rider_ZO",
        "https://en.wikipedia.org/wiki/Kamen_Rider_J",
        "https://en.wikipedia.org/wiki/Kamen_Rider_World",
        "https://en.wikipedia.org/wiki/Charinko_Hero",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Spirits",
        "https://en.wikipedia.org/wiki/Fuuto_PI",
        "https://en.wikipedia.org/wiki/Kamen_Rider_SD",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Amazons",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Black_Sun",
        "https://en.wikipedia.org/wiki/Cyborg_009",
        "https://en.wikipedia.org/wiki/Kikaider",
        "https://en.wikipedia.org/wiki/Super_Hero_Time",
        "https://en.wikipedia.org/wiki/Rangers_Strike",
        "https://en.wikipedia.org/wiki/Super_Sentai",
        "https://en.wikipedia.org/wiki/Metal_Hero_Series",
        "https://en.wikipedia.org/wiki/Pretty_Cure",
        "https://en.wikipedia.org/wiki/Rider_Chips",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Girls",
        "https://en.wikipedia.org/wiki/SciFi_Japan_TV",
        "https://en.wikipedia.org/wiki/Super_Imaginative_Chogokin",
        "https://en.wikipedia.org/wiki/Hanuman_and_the_Five_Riders",
        "https://en.wikipedia.org/wiki/Rainbow_Sentai_Robin",
        "https://en.wikipedia.org/wiki/8_Man",
        "https://en.wikipedia.org/wiki/Marude_Dameo",
        "https://en.wikipedia.org/wiki/The_Amazing_3",
        "https://en.wikipedia.org/wiki/Harris_no_Kaze",
        "https://en.wikipedia.org/wiki/Space_Boy_Soran",
        "https://en.wikipedia.org/wiki/Cyborg_009",
        "https://en.wikipedia.org/wiki/Star_of_the_Giants",
        "https://en.wikipedia.org/wiki/Tensai_Bakabon",
        "https://en.wikipedia.org/wiki/Genma_Wars",
        "https://en.wikipedia.org/wiki/Ashita_no_Joe",
        "https://en.wikipedia.org/wiki/Kamen_Rider",
        "https://en.wikipedia.org/wiki/Karate_Master",
        "https://en.wikipedia.org/wiki/Tiger_Mask",
        "https://en.wikipedia.org/wiki/Devilman",
        "https://en.wikipedia.org/wiki/Ai_to_Makoto",
        "https://en.wikipedia.org/wiki/Ore_wa_Teppei",
        "https://en.wikipedia.org/wiki/Violence_Jack",
        "https://en.wikipedia.org/wiki/Fisherman_Sanpei",
        "https://en.wikipedia.org/wiki/Tonda_Couple",
        "https://en.wikipedia.org/wiki/Queen_Emeraldas",
        "https://en.wikipedia.org/wiki/Susano_Oh",
        "https://en.wikipedia.org/wiki/The_Kabocha_Wine",
        "https://en.wikipedia.org/wiki/Bari_Bari_Densetsu",
        "https://en.wikipedia.org/wiki/Mister_Ajikko",
        "https://en.wikipedia.org/wiki/Break_Shot",
        "https://en.wikipedia.org/wiki/Hajime_no_Ippo",
        "https://en.wikipedia.org/wiki/Monthly_Comic_Flapper",
        "https://en.wikipedia.org/wiki/Locke_the_Superman",
        "https://en.wikipedia.org/wiki/My_Neighbor_Seki",
        "https://en.wikipedia.org/wiki/The_Rising_of_the_Shield_Hero",
        "https://en.wikipedia.org/wiki/Mushoku_Tensei",
        "https://en.wikipedia.org/wiki/Girls_und_Panzer",
        "https://en.wikipedia.org/wiki/Girls_und_Panzer",
        "https://en.wikipedia.org/wiki/Lycoris_Recoil",
        "https://en.wikipedia.org/wiki/Guin_Saga",
        "https://en.wikipedia.org/wiki/Najica_Blitz_Tactics",
        "https://en.wikipedia.org/wiki/Twin_Spica",
        "https://en.wikipedia.org/wiki/Overman_King_Gainer",
        "https://en.wikipedia.org/wiki/Qwan",
        "https://en.wikipedia.org/wiki/Kamisama_Kazoku",
        "https://en.wikipedia.org/wiki/Fantastic_Children",
        "https://en.wikipedia.org/wiki/Dance_in_the_Vampire_Bund",
        "https://en.wikipedia.org/wiki/Tono_to_Issho",
        "https://en.wikipedia.org/wiki/Young_Miss_Holmes",
        "https://en.wikipedia.org/wiki/Brave_10",
        "https://en.wikipedia.org/wiki/7_Billion_Needles",
        "https://en.wikipedia.org/wiki/Math_Girls",
        "https://en.wikipedia.org/wiki/Candy_Boy",
        "https://en.wikipedia.org/wiki/Lord_Marksman_and_Vanadis",
        "https://en.wikipedia.org/wiki/Young_Miss_Holmes",
        "https://en.wikipedia.org/wiki/Girls_und_Panzer",
        "https://en.wikipedia.org/wiki/Girls_und_Panzer",
        "https://en.wikipedia.org/wiki/Hiwou_War_Chronicles",
        "https://en.wikipedia.org/wiki/Angelic_Layer",
        "https://en.wikipedia.org/wiki/RahXephon",
        "https://en.wikipedia.org/wiki/Scrapped_Princess",
        "https://en.wikipedia.org/wiki/Mars_Daybreak",
        "https://en.wikipedia.org/wiki/Kurau_Phantom_Memory",
        "https://en.wikipedia.org/wiki/Eureka_Seven",
        "https://en.wikipedia.org/wiki/Ouran_High_School_Host_Club",
        "https://en.wikipedia.org/wiki/Ghost_Slayers_Ayashi",
        "https://en.wikipedia.org/wiki/Darker_than_Black",
        "https://en.wikipedia.org/wiki/Heroman",
        "https://en.wikipedia.org/wiki/Star_Driver",
        "https://en.wikipedia.org/wiki/Gosick",
        "https://en.wikipedia.org/wiki/Eureka_Seven",
        "https://en.wikipedia.org/wiki/Blast_of_Tempest",
        "https://en.wikipedia.org/wiki/Tenkai_Knights",
        "https://en.wikipedia.org/wiki/Space_Dandy",
        "https://en.wikipedia.org/wiki/Noragami",
        "https://en.wikipedia.org/wiki/Captain_Earth",
        "https://en.wikipedia.org/wiki/Blood_Blockade_Battlefront",
        "https://en.wikipedia.org/wiki/Snow_White_with_the_Red_Hair",
        "https://en.wikipedia.org/wiki/Concrete_Revolutio",
        "https://en.wikipedia.org/wiki/Concrete_Revolutio",
        "https://en.wikipedia.org/wiki/My_Hero_Academia",
        "https://en.wikipedia.org/wiki/Bungo_Stray_Dogs",
        "https://en.wikipedia.org/wiki/Mob_Psycho_100",
        "https://en.wikipedia.org/wiki/Blood_Blockade_Battlefront",
        "https://en.wikipedia.org/wiki/SK8_the_Infinity",
        "https://en.wikipedia.org/wiki/Bungo_Stray_Dogs",
        "https://en.wikipedia.org/wiki/Godzilla_Singular_Point",
        "https://en.wikipedia.org/wiki/The_Case_Study_of_Vanitas",
        "https://en.wikipedia.org/wiki/RahXephon",
        "https://en.wikipedia.org/wiki/Ghost_Slayers_Ayashi",
        "https://en.wikipedia.org/wiki/Darker_than_Black",
        "https://en.wikipedia.org/wiki/Halo_Legends",
        "https://en.wikipedia.org/wiki/Snow_White_with_the_Red_Hair",
        "https://en.wikipedia.org/wiki/Blood_Blockade_Battlefront",
        "https://en.wikipedia.org/wiki/My_Hero_Academia",
        "https://en.wikipedia.org/wiki/Bungo_Stray_Dogs",
        "https://en.wikipedia.org/wiki/Mob_Psycho_100",
        "https://en.wikipedia.org/wiki/Blood_Blockade_Battlefront",
        "https://en.wikipedia.org/wiki/Mob_Psycho_100",
        "https://en.wikipedia.org/wiki/Super_Crooks",
        "https://en.wikipedia.org/wiki/SK8_the_Infinity",
        "https://en.wikipedia.org/wiki/Sword_of_the_Stranger",
        "https://en.wikipedia.org/wiki/Eureka_Seven",
        "https://en.wikipedia.org/wiki/Towa_no_Quon",
        "https://en.wikipedia.org/wiki/Star_Driver",
        "https://en.wikipedia.org/wiki/Eureka_Seven",
        "https://en.wikipedia.org/wiki/Robot_Alchemic_Drive",
        "https://en.wikipedia.org/wiki/Fullmetal_Alchemist_and_the_Broken_Angel",
        "https://en.wikipedia.org/wiki/Code_of_Princess",
        "https://en.wikipedia.org/wiki/Liberation_Maiden",
        "https://en.wikipedia.org/wiki/Skull_Man",
        "https://en.wikipedia.org/wiki/Skull_Man",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}