{
    "url": "https://en.wikipedia.org/wiki/Smart_mob",
    "title": "Smart mob",
    "table_of_contents": [
        "1 Characteristics",
        "2 Early instances",
        "3 Examples",
        "4 In popular culture",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A smart mob is a group whose coordination and communication abilities have been empowered by digital communication technologies.[1] Smart mobs are particularly known for their ability to mobilize quickly.[1]\n\nThe concept was introduced by Howard Rheingold in his 2002 book Smart Mobs: The Next Social Revolution.[2] Rheingold defined the smart mob as follows: \"Smart mobs consist of people who are able to act in concert even if they don’t know each other... because they carry devices that possess both communication and computing capabilities\".[3] In December of that year, the \"smart mob\" concept was highlighted in the New York Times \"Year in Ideas\".[4]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "These technologies that empower smart mobs include the Internet, computer-mediated communication such as Internet Relay Chat, and wireless devices like mobile phones and personal digital assistants. Methodologies like peer-to-peer networks and ubiquitous computing are also changing the ways in which people organize and share information.[citation needed]\n\nSmart mobs sometimes are manipulated by the dispatchers who control the 'mobbing system' (i.e., those who own the contact list and the means to forward instant messages to a group) and are induced to cause distress and aggravation to individuals who have been targeted or singled out for whatever reason.[citation needed]\n\nThere is a tendency to keep the dynamics of smart mobbing 'covert', and not to discuss such incidents on the internet.[citation needed]\n\nFlash mobs are a specific form of smart mob, originally describing a group of people who assemble suddenly in a public place, do something unusual and pointless for a brief period of time, then quickly disperse. The difference between flash and smart mobs is primarily with regards to their duration: flash mobs disappear quickly, but smart mobs can have a more enduring presence.[2] The term flash mob is claimed to have been inspired by \"smart mob\".[5]\n\nSmart mobs have begun to have an impact in current events, as mobile phones and text messages have empowered everyone from revolutionaries in Malaysia to individuals protesting the second Iraq War. Individuals who have divergent worldviews and methods have been able to coordinate short-term.[citation needed]\n\nA 2009 entry in the Encyclopedia of Computer Science and Technology noted that the term may be \"fading from public use\".[2]\n\n"
        },
        {
            "title": "Early instances",
            "text": "A forerunner to the idea can be found in the work of anarchist thinker Kropotkin, \"fishermen, hunters, travelling merchants, builders, or settled craftsmen came together for a common pursuit.\"[6]\n\nAccording to CNN, the first smart mobs were teenage \"thumb tribes\" in Tokyo and Helsinki who used text messaging on cell phones to organize impromptu raves or to stalk celebrities. For instance, in Tokyo, crowds of teenage fans would assemble seemingly spontaneously at subway stops where a rock musician was rumored to be headed.[7]\n\nHowever, an even earlier example is the Dîner en blanc phenomenon, which has taken place annually in Paris, France, since 1988, for one night around the end of June. The invited guests wear only white clothes and gather at a chosen spot, knowledge of which they have only a short time beforehand. They bring along food, drink, chairs and a table and the whole group then gathers to have a meal, after which they disperse. The event has been held each year in different places in the centre of Paris. It is not a normal cultural event because it is not advertised and only those who have received an invite attend—information on the chosen location is transferred by text message or more recently Twitter. The number of people attending has grown, in 2011, to over 10,000.[8] Dîner en blanc would be considered a smart mob rather than a flash mob, because the event lasts for several hours.[citation needed]\n\nThe Professional Contractors Group organised the first smart mob in the UK in 2000 when 700 contractors turned up at The House of Commons to lobby their MP following an email sent out a few days before.[9]\n\nIn the days after the U.S. presidential election of 2000, online activist Zack Exley anonymously created a website that allowed people to suggest locations for gatherings to protest for a full recount of the votes in Florida. On the first Saturday after the election, more than 100 significant protests took place—many with thousands of participants—without any traditional organizing effort. Exley wrote in December 2000 that the self-organized protests \"demonstrated that a fundamental change is taking place in our national political life. It's not the Internet per se, but the emerging potential for any individual to communicate—for free and anonymously if necessary—with any other individual.\"[10]\n\nIn the Philippines in 2001, a group of protesters organized via text messaging gathered at the EDSA Shrine, the site of the 1986 revolution that overthrew Ferdinand Marcos, to protest the corruption of President Joseph Estrada. The protest grew quickly, and Estrada was soon removed from office.[11]\n\nThe Critical Mass bicycling events, dating back to 1992, are also sometimes compared to smart mobs, due to their self-organizing manner of assembly.[12][13]\n\n"
        },
        {
            "title": "Examples",
            "text": "Essentially, the smart mob is a practical implementation of collective intelligence. According to Rheingold, examples of smart mobs are the street protests organized by the anti-globalization movement. The Free State Project has been described in 'Foreign Policy' as an example of potential \"smart mob rule\".[14] Other examples of smart mobs include:\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The comic book Global Frequency, written by Warren Ellis, describes a covert, non-governmental intelligence organization built around a smart mob of people that are called on to provide individual expertise in solving extraordinary crises.\n\nDavid Brin's speculative science fiction novel, Existence (ISBN 978-0-765-30361-5), similarly posits the use of on-the-fly smart mobs by credible journalists as sources of information and expertise.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Information_and_communications_technology",
        "https://en.wikipedia.org/wiki/Howard_Rheingold",
        "https://en.wikipedia.org/wiki/New_York_Times",
        "https://en.wikipedia.org/wiki/Internet",
        "https://en.wikipedia.org/wiki/Internet_Relay_Chat",
        "https://en.wikipedia.org/wiki/Wireless",
        "https://en.wikipedia.org/wiki/Mobile_phone",
        "https://en.wikipedia.org/wiki/Personal_digital_assistant",
        "https://en.wikipedia.org/wiki/Ubiquitous_computing",
        "https://en.wikipedia.org/wiki/Dispatcher",
        "https://en.wikipedia.org/wiki/Flash_mob",
        "https://en.wikipedia.org/wiki/Malaysia",
        "https://en.wikipedia.org/wiki/Iraq_War",
        "https://en.wikipedia.org/wiki/CNN",
        "https://en.wikipedia.org/wiki/Text_messaging",
        "https://en.wikipedia.org/wiki/Cell_phone",
        "https://en.wikipedia.org/wiki/Rave",
        "https://en.wikipedia.org/wiki/Paris",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Professional_Contractors_Group",
        "https://en.wikipedia.org/wiki/Zack_Exley",
        "https://en.wikipedia.org/wiki/Philippines",
        "https://en.wikipedia.org/wiki/People_Power_Revolution",
        "https://en.wikipedia.org/wiki/Ferdinand_Marcos",
        "https://en.wikipedia.org/wiki/Joseph_Estrada",
        "https://en.wikipedia.org/wiki/Collective_intelligence",
        "https://en.wikipedia.org/wiki/Free_State_Project",
        "https://en.wikipedia.org/wiki/Foreign_Policy",
        "https://en.wikipedia.org/wiki/Ochlocracy",
        "https://en.wikipedia.org/wiki/EBay",
        "https://en.wikipedia.org/wiki/Text_message",
        "https://en.wikipedia.org/wiki/Philippines",
        "https://en.wikipedia.org/wiki/Joseph_Estrada",
        "https://en.wikipedia.org/wiki/EDSA_Shrine",
        "https://en.wikipedia.org/wiki/11_March_2004_Madrid_attacks",
        "https://en.wikipedia.org/wiki/2005_civil_unrest_in_France",
        "https://en.wikipedia.org/wiki/Wall_Street_Journal",
        "https://en.wikipedia.org/wiki/2006_student_protests_in_Chile",
        "https://en.wikipedia.org/wiki/Latin_America",
        "https://en.wikipedia.org/wiki/U2",
        "https://en.wikipedia.org/wiki/Poland",
        "https://en.wikipedia.org/wiki/Executive_Yuan",
        "https://en.wikipedia.org/wiki/Wild_Strawberries_Movement",
        "https://en.wikipedia.org/wiki/Global_Frequency",
        "https://en.wikipedia.org/wiki/Warren_Ellis",
        "https://en.wikipedia.org/wiki/David_Brin",
        "https://en.wikipedia.org/wiki/Collaborative_software",
        "https://en.wikipedia.org/wiki/Crowd_manipulation",
        "https://en.wikipedia.org/wiki/Flash_crowd",
        "https://en.wikipedia.org/wiki/Global_brain",
        "https://en.wikipedia.org/wiki/Recommendation_system",
        "https://en.wikipedia.org/wiki/Science_studies",
        "https://en.wikipedia.org/wiki/Virtual_community",
        "https://en.wikipedia.org/wiki/The_Wisdom_of_Crowds",
        "https://en.wikipedia.org/wiki/Peter_Kropotkin",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Smart_mob",
        "https://en.wikipedia.org/wiki/Smart_mob",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}