{
    "url": "https://en.wikipedia.org/wiki/Smelting",
    "title": "Smelting",
    "table_of_contents": [
        "1 Process",
        "1.1 Roasting",
        "1.2 Reduction",
        "1.3 Fluxes",
        "2 History",
        "2.1 Tin and lead",
        "2.2 Copper and bronze",
        "2.3 Early iron smelting",
        "2.4 Later iron smelting",
        "3 Base metals",
        "4 Environmental and occupational health impacts",
        "4.1 Air pollution",
        "4.2 Wastewater",
        "4.3 Health impacts",
        "4.4 Regulations",
        "5 See also",
        "6 References",
        "7 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSmelting is a process of applying heat to ore, to extract a base metal.[1] It is a form of extractive metallurgy. It is used to extract many metals from their ores, including silver, iron, copper, and other base metals. Smelting uses heat and a chemical reducing agent to decompose the ore, driving off other elements as gases or slag and leaving the metal base behind. The reducing agent is commonly a fossil fuel source of carbon, such as coke—or, in earlier times, charcoal.[2] The oxygen in the ore binds to carbon at high temperatures due to the lower potential energy of the bonds in carbon dioxide (CO2). Smelting most prominently takes place in a blast furnace to produce pig iron, which is converted into steel.\n\nThe carbon source acts as a chemical reactant to remove oxygen from the ore, yielding the purified metal element as a product. The carbon source is oxidized in two stages. First, the carbon (C) combusts with oxygen (O2) in the air to produce carbon monoxide (CO). Second, the carbon monoxide reacts with the ore (e.g. Fe2O3) and removes one of its oxygen atoms, releasing carbon dioxide (CO2). After successive interactions with carbon monoxide, all of the oxygen in the ore will be removed, leaving the raw metal element (e.g. Fe).[3] As most ores are impure, it is often necessary to use a flux, such as limestone (or dolomite), to remove the accompanying rock gangue as slag. This calcination reaction also frequently emits carbon dioxide.\n\nPlants for the electrolytic reduction of aluminium are also generally referred to as aluminium smelters.\n\n"
        },
        {
            "title": "Process",
            "text": "Smelting involves more than just melting the metal out of its ore. Most ores are the chemical compound of the metal and other elements, such as oxygen (as an oxide), sulfur (as a sulfide), or carbon and oxygen together (as a carbonate). To extract the metal, workers must make these compounds undergo a chemical reaction. Smelting therefore consists of using suitable reducing substances that combine with those oxidizing elements to free the metal.\n\nIn the case of sulfides and carbonates, a process called \"roasting\" removes the unwanted carbon or sulfur, leaving an oxide, which can be directly reduced. Roasting is usually carried out in an oxidizing environment. A few practical examples:\n\nReduction is the final, high-temperature step in smelting, in which the oxide becomes the elemental metal. A reducing environment (often provided by carbon monoxide, made by incomplete combustion in an air-starved furnace) pulls the final oxygen atoms from the raw metal. The required temperature varies over a very large range, both in absolute terms and in terms of the melting point of the base metal. Examples:\n\nFlux and slag can provide a secondary service after the reduction step is complete: they provide a molten cover on the purified metal, preventing contact with oxygen while still hot enough to readily oxidize. This prevents impurities from forming in the metal.\n\nMetal workers use fluxes in smelting for several purposes, chief among them catalyzing the desired reactions and chemically binding to unwanted impurities or reaction products. Calcium oxide, in the form of lime, was often used for this purpose, since it could react with the carbon dioxide and sulfur dioxide produced during roasting and smelting to keep them out of the working environment.\n\n"
        },
        {
            "title": "History",
            "text": "Of the seven metals known in antiquity, only gold occurs regularly in native form in the natural environment. The others – copper, lead, silver, tin, iron and mercury – occur primarily as minerals, though copper is occasionally found in its native state in commercially significant quantities. These minerals are primarily carbonates, sulfides, or oxides of the metal, mixed with other components such as silica and alumina. Roasting the carbonate and sulfide minerals in air converts them to oxides. The oxides, in turn, are smelted into the metal. Carbon monoxide was (and is) the reducing agent of choice for smelting. It is easily produced during the heating process, and as a gas comes into intimate contact with the ore.\n\nIn the Old World, humans learned to smelt metals in prehistoric times, more than 8000 years ago. The discovery and use of the \"useful\" metals – copper and bronze at first, then iron a few millennia later – had an enormous impact on human society. The impact was so pervasive that scholars traditionally divide ancient history into Stone Age, Bronze Age, and Iron Age.\n\nIn the Americas, pre-Inca civilizations of the central Andes in Peru had mastered the smelting of copper and silver at least six centuries before the first Europeans arrived in the 16th century, while never mastering the smelting of metals such as iron for use with weapon-craft.[8]\n\nIn the Old World, the first metals smelted were tin and lead. The earliest known cast lead beads were found in the Çatal Höyük site in Anatolia (Turkey), and dated from about 6500 BC, but the metal may have been known earlier.[citation needed]\n\nSince the discovery happened several millennia before the invention of writing, there is no written record about how it was made. However, tin and lead can be smelted by placing the ores in a wood fire, leaving the possibility that the discovery may have occurred by accident.\n\nLead is a common metal, but its discovery had relatively little impact in the ancient world. It is too soft to use for structural elements or weapons, though its high density relative to other metals makes it ideal for sling projectiles. However, since it was easy to cast and shape, workers in the classical world of Ancient Greece and Ancient Rome used it extensively to pipe and store water. They also used it as a mortar in stone buildings.[9][10]\n\nTin was much less common than lead and is only marginally harder, and had even less impact by itself.\n\nAfter tin and lead, the next metal smelted appears to have been copper. How the discovery came about is debated. Campfires are about 200 °C short of the temperature needed, so some propose that the first smelting of copper may have occurred in pottery kilns. The development of copper smelting in the Andes, which is believed to have occurred independently of the Old World, may have occurred in the same way.[8] The earliest current evidence of copper smelting, dating from between 5500 BC and 5000 BC, has been found in Pločnik and Belovode, Serbia.[11][12] A mace head found in Can Hasan, Turkey and dated to 5000 BC, once thought to be the oldest evidence, now appears to be hammered native copper.[13]\n\nCombining copper with tin and/or arsenic in the right proportions produces bronze, an alloy that is significantly harder than copper. The first copper/arsenic bronzes date from 4200 BC from Asia Minor. The Inca bronze alloys were also of this type. Arsenic is often an impurity in copper ores, so the discovery could have been made by accident. Eventually arsenic-bearing minerals were intentionally added during smelting.[citation needed]\n\nCopper–tin bronzes, harder and more durable, were developed around 3500 BC, also in Asia Minor.[14]\n\nHow smiths learned to produce copper/tin bronzes is unknown. The first such bronzes may have been a lucky accident from tin-contaminated copper ores. However, by 2000 BC, people were mining tin on purpose to produce bronze—which is amazing given that tin is a semi-rare metal, and even a rich cassiterite ore only has 5% tin. Also, it takes special skills (or special instruments) to find it and locate richer lodes. However early peoples learned about tin, they understood how to use it to make bronze by 2000 BC.[citation needed]\n\nThe discovery of copper and bronze manufacture had a significant impact on the history of the Old World. Metals were hard enough to make weapons that were heavier, stronger, and more resistant to impact damage than wood, bone, or stone equivalents. For several millennia, bronze was the material of choice for weapons such as swords, daggers, battle axes, and spear and arrow points, as well as protective gear such as shields, helmets, greaves (metal shin guards), and other body armor. Bronze also supplanted stone, wood, and organic materials in tools and household utensils—such as chisels, saws, adzes, nails, blade shears, knives, sewing needles and pins, jugs, cooking pots and cauldrons, mirrors, and horse harnesses.[citation needed] Tin and copper also contributed to the establishment of trade networks that spanned large areas of Europe and Asia, and had a major effect on the distribution of wealth among individuals and nations.[citation needed]\n\nThe earliest evidence for iron-making is a small number of iron fragments with the appropriate amounts of carbon admixture found in the Proto-Hittite layers at Kaman-Kalehöyük and dated to 2200–2000 BCE.[15] Souckova-Siegolová (2001) shows that iron implements were made in Central Anatolia in very limited quantities around 1800 BCE and were in general use by elites, though not by commoners, during the New Hittite Empire (∼1400–1200 BCE).[16]\n\nArchaeologists have found indications of iron working in Ancient Egypt, somewhere between the Third Intermediate Period and 23rd Dynasty (ca. 1100–750 BCE). Significantly though, they have found no evidence for iron ore smelting in any (pre-modern) period. In addition, very early instances of carbon steel were in production around 2000 years ago (around the first century CE.) in northwest Tanzania, based on complex preheating principles. These discoveries are significant for the history of metallurgy.[17]\n\nMost early processes in Europe and Africa involved smelting iron ore in a bloomery, where the temperature is kept low enough so that the iron does not melt. This produces a spongy mass of iron called a bloom, which then must be consolidated with a hammer to produce wrought iron. The earliest evidence to date for the bloomery smelting of iron is found at Tell Hammeh, Jordan ([1]), and dates to 930 BCE (C14 dating).\n\nFrom the medieval period, an indirect process began to replace direct reduction in bloomeries. This used a blast furnace to make pig iron, which then had to undergo a further process to make forgeable bar iron. Processes for the second stage include fining in a finery forge and, from the Industrial Revolution, puddling. Both processes are now obsolete, and wrought iron is now rarely made. Instead, mild steel is produced from a bessemer converter or by other means including smelting reduction processes such as the Corex Process.\n\n"
        },
        {
            "title": "Base metals",
            "text": "The ores of base metals are often sulfides. In recent centuries, reverberatory furnaces have been used to keep the charge being smelted separate from the fuel. Traditionally, they were used for the first step of smelting: forming two liquids, one an oxide slag containing most of the impurities, and the other a sulfide matte containing the valuable metal sulfide and some impurities. Such \"reverb\" furnaces are today about 40 meters long, 3 meters high and 10 meters wide. Fuel is burned at one end to melt the dry sulfide concentrates (usually after partial roasting) which are fed through openings in the roof of the furnace. The slag floats over the heavier matte and is removed and discarded or recycled. The sulfide matte is then sent to the converter. The precise details of the process vary from one furnace to another depending on the mineralogy of the orebody.\n\nWhile reverberatory furnaces produced slags containing very little copper, they were relatively energy inefficient and off-gassed a low concentration of sulfur dioxide that was difficult to capture; a new generation of copper smelting technologies has supplanted them.[19] More recent furnaces exploit bath smelting, top-jetting lance smelting, flash smelting and blast furnaces. Some examples of bath smelters include the Noranda furnace, the Isasmelt furnace, the Teniente reactor, the Vunyukov smelter and the SKS technology. Top-jetting lance smelters include the Mitsubishi smelting reactor. Flash smelters account for over 50% of the world's copper smelters. There are many more varieties of smelting processes, including the Kivset, Ausmelt, Tamano, EAF, and BF.\n\n"
        },
        {
            "title": "Environmental and occupational health impacts",
            "text": "Smelting has serious effects on the environment, producing wastewater and slag and releasing such toxic metals as copper, silver, iron, cobalt and selenium into the atmosphere.[20] Smelters also release gaseous sulfur dioxide, contributing to acid rain, which acidifies soil and water.[21]\n\nThe smelter in Flin Flon, Canada was one of the largest point sources of mercury in North America in the 20th century.[22][23] Even after smelter releases were drastically reduced, landscape re-emission continued to be a major regional source of mercury. Lakes will likely receive mercury contamination from the smelter for decades, from both re-emissions returning as rainwater and leaching of metals from the soil.[22]\n\nWastewater pollutants discharged by iron and steel mills includes gasification products such as benzene, naphthalene, anthracene, cyanide, ammonia, phenols and cresols, together with a range of more complex organic compounds known collectively as polycyclic aromatic hydrocarbons (PAH).[24] Treatment technologies include recycling of wastewater; settling basins, clarifiers and filtration systems for solids removal; oil skimmers and filtration; chemical precipitation and filtration for dissolved metals; carbon adsorption and biological oxidation for organic pollutants; and evaporation.[25]\n\nPollutants generated by other types of smelters varies with the base metal ore. For example, aluminum smelters typically generate fluoride, benzo(a)pyrene, antimony and nickel, as well as aluminum. Copper smelters typically discharge cadmium, lead, zinc, arsenic and nickel, in addition to copper.[26] Aluminum smelter\n\nLabourers working in the smelting industry have reported respiratory illnesses inhibiting their ability to perform the physical tasks demanded by their jobs.[27]\n\nIn the United States, the Environmental Protection Agency has published pollution control regulations for smelters.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Tennessee_Valley_Authority",
        "https://en.wikipedia.org/wiki/Chemical_plant",
        "https://en.wikipedia.org/wiki/Ore",
        "https://en.wikipedia.org/wiki/Metal",
        "https://en.wikipedia.org/wiki/Extractive_metallurgy",
        "https://en.wikipedia.org/wiki/Copper_extraction",
        "https://en.wikipedia.org/wiki/Base_metals",
        "https://en.wikipedia.org/wiki/Reducing_agent",
        "https://en.wikipedia.org/wiki/Slag",
        "https://en.wikipedia.org/wiki/Fossil_fuel",
        "https://en.wikipedia.org/wiki/Carbon",
        "https://en.wikipedia.org/wiki/Charcoal",
        "https://en.wikipedia.org/wiki/Chemical_energy",
        "https://en.wikipedia.org/wiki/Carbon_dioxide",
        "https://en.wikipedia.org/wiki/Blast_furnace",
        "https://en.wikipedia.org/wiki/Pig_iron",
        "https://en.wikipedia.org/wiki/Steel",
        "https://en.wikipedia.org/wiki/Chemical_element",
        "https://en.wikipedia.org/wiki/Carbon_monoxide",
        "https://en.wikipedia.org/wiki/Limestone",
        "https://en.wikipedia.org/wiki/Gangue",
        "https://en.wikipedia.org/wiki/Calcination",
        "https://en.wikipedia.org/wiki/Electrolysis",
        "https://en.wikipedia.org/wiki/Aluminium",
        "https://en.wikipedia.org/wiki/Aluminium_smelting",
        "https://en.wikipedia.org/wiki/Oxide",
        "https://en.wikipedia.org/wiki/Sulfide",
        "https://en.wikipedia.org/wiki/Carbonate",
        "https://en.wikipedia.org/wiki/Malachite",
        "https://en.wikipedia.org/wiki/Copper",
        "https://en.wikipedia.org/wiki/Thermal_decomposition",
        "https://en.wikipedia.org/wiki/Water",
        "https://en.wikipedia.org/wiki/Galena",
        "https://en.wikipedia.org/wiki/Sulfur_dioxide",
        "https://en.wikipedia.org/wiki/Carbon_dioxide",
        "https://en.wikipedia.org/wiki/Oxygen",
        "https://en.wikipedia.org/wiki/Iron_oxide",
        "https://en.wikipedia.org/wiki/Mercuric_oxide",
        "https://en.wikipedia.org/wiki/Metals_of_antiquity",
        "https://en.wikipedia.org/wiki/Gold",
        "https://en.wikipedia.org/wiki/Copper",
        "https://en.wikipedia.org/wiki/Lead",
        "https://en.wikipedia.org/wiki/Silver",
        "https://en.wikipedia.org/wiki/Tin",
        "https://en.wikipedia.org/wiki/Iron",
        "https://en.wikipedia.org/wiki/Native_copper",
        "https://en.wikipedia.org/wiki/Carbonate",
        "https://en.wikipedia.org/wiki/Sulfide",
        "https://en.wikipedia.org/wiki/Oxide",
        "https://en.wikipedia.org/wiki/Silica",
        "https://en.wikipedia.org/wiki/Alumina",
        "https://en.wikipedia.org/wiki/Old_World",
        "https://en.wikipedia.org/wiki/Prehistory",
        "https://en.wikipedia.org/wiki/Stone_Age",
        "https://en.wikipedia.org/wiki/Bronze_Age",
        "https://en.wikipedia.org/wiki/Iron_Age",
        "https://en.wikipedia.org/wiki/Americas",
        "https://en.wikipedia.org/wiki/Inca",
        "https://en.wikipedia.org/wiki/Andes",
        "https://en.wikipedia.org/wiki/Old_World",
        "https://en.wikipedia.org/wiki/Anatolia",
        "https://en.wikipedia.org/wiki/Turkey",
        "https://en.wikipedia.org/wiki/Ancient_Greece",
        "https://en.wikipedia.org/wiki/Ancient_Rome",
        "https://en.wikipedia.org/wiki/Song_Yingxing",
        "https://en.wikipedia.org/wiki/Kiln",
        "https://en.wikipedia.org/wiki/Old_World",
        "https://en.wikipedia.org/wiki/Arsenic",
        "https://en.wikipedia.org/wiki/Bronze",
        "https://en.wikipedia.org/wiki/Alloy",
        "https://en.wikipedia.org/wiki/Arsenical_bronze",
        "https://en.wikipedia.org/wiki/5th_millennium_BC",
        "https://en.wikipedia.org/wiki/Asia_Minor",
        "https://en.wikipedia.org/wiki/Cassiterite",
        "https://en.wikipedia.org/wiki/Lode",
        "https://en.wikipedia.org/wiki/Old_World",
        "https://en.wikipedia.org/wiki/Sword",
        "https://en.wikipedia.org/wiki/Dagger",
        "https://en.wikipedia.org/wiki/Battle_axe",
        "https://en.wikipedia.org/wiki/Spear",
        "https://en.wikipedia.org/wiki/Arrow",
        "https://en.wikipedia.org/wiki/Shield",
        "https://en.wikipedia.org/wiki/Helmet",
        "https://en.wikipedia.org/wiki/Greave",
        "https://en.wikipedia.org/wiki/Body_armor",
        "https://en.wikipedia.org/wiki/Chisel",
        "https://en.wikipedia.org/wiki/Saw",
        "https://en.wikipedia.org/wiki/Adze",
        "https://en.wikipedia.org/wiki/Blade_shears",
        "https://en.wikipedia.org/wiki/Knife",
        "https://en.wikipedia.org/wiki/Sewing_needle",
        "https://en.wikipedia.org/wiki/Pin",
        "https://en.wikipedia.org/wiki/Cooking_pot",
        "https://en.wikipedia.org/wiki/Cauldron",
        "https://en.wikipedia.org/wiki/Mirror",
        "https://en.wikipedia.org/wiki/Horse_harness",
        "https://en.wikipedia.org/wiki/Ferrous_metallurgy",
        "https://en.wikipedia.org/wiki/BCE",
        "https://en.wikipedia.org/wiki/Ancient_Egypt",
        "https://en.wikipedia.org/wiki/Third_Intermediate_Period",
        "https://en.wikipedia.org/wiki/Carbon_steel",
        "https://en.wikipedia.org/wiki/Tanzania",
        "https://en.wikipedia.org/wiki/Bloomery",
        "https://en.wikipedia.org/wiki/Wrought_iron",
        "https://en.wikipedia.org/wiki/Tell_Hammeh",
        "https://en.wikipedia.org/wiki/C14_dating",
        "https://en.wikipedia.org/wiki/Blast_furnace",
        "https://en.wikipedia.org/wiki/Blast_furnace",
        "https://en.wikipedia.org/wiki/Pig_iron",
        "https://en.wikipedia.org/wiki/Finery_forge",
        "https://en.wikipedia.org/wiki/Industrial_Revolution",
        "https://en.wikipedia.org/wiki/Bessemer_converter",
        "https://en.wikipedia.org/wiki/Corex_Process",
        "https://en.wikipedia.org/wiki/Electric_Smelting_and_Aluminum_Company",
        "https://en.wikipedia.org/wiki/Ohio",
        "https://en.wikipedia.org/wiki/England",
        "https://en.wikipedia.org/wiki/British_Aluminium",
        "https://en.wikipedia.org/wiki/Reverberatory_furnace",
        "https://en.wikipedia.org/wiki/Reverberatory_furnace",
        "https://en.wikipedia.org/wiki/Sulfur_dioxide",
        "https://en.wikipedia.org/wiki/Flash_smelting",
        "https://en.wikipedia.org/wiki/Isasmelt",
        "https://en.wikipedia.org/wiki/Human_impact_on_the_environment",
        "https://en.wikipedia.org/wiki/Wastewater",
        "https://en.wikipedia.org/wiki/Copper",
        "https://en.wikipedia.org/wiki/Cobalt",
        "https://en.wikipedia.org/wiki/Selenium",
        "https://en.wikipedia.org/wiki/Sulfur_dioxide",
        "https://en.wikipedia.org/wiki/Acid_rain",
        "https://en.wikipedia.org/wiki/Flin_Flon",
        "https://en.wikipedia.org/wiki/Benzene",
        "https://en.wikipedia.org/wiki/Naphthalene",
        "https://en.wikipedia.org/wiki/Anthracene",
        "https://en.wikipedia.org/wiki/Cyanide",
        "https://en.wikipedia.org/wiki/Ammonia",
        "https://en.wikipedia.org/wiki/Phenol",
        "https://en.wikipedia.org/wiki/Cresol",
        "https://en.wikipedia.org/wiki/Organic_compound",
        "https://en.wikipedia.org/wiki/Polycyclic_aromatic_hydrocarbon",
        "https://en.wikipedia.org/wiki/Settling_basin",
        "https://en.wikipedia.org/wiki/Clarifier",
        "https://en.wikipedia.org/wiki/Oil_skimmer",
        "https://en.wikipedia.org/wiki/Chemical_precipitation",
        "https://en.wikipedia.org/wiki/Aluminum_smelter",
        "https://en.wikipedia.org/wiki/Fluoride",
        "https://en.wikipedia.org/wiki/Antimony",
        "https://en.wikipedia.org/wiki/Nickel",
        "https://en.wikipedia.org/wiki/Cadmium",
        "https://en.wikipedia.org/wiki/Zinc",
        "https://en.wikipedia.org/wiki/Respiratory_disease",
        "https://en.wikipedia.org/wiki/Environmental_Protection_Agency",
        "https://en.wikipedia.org/wiki/Effluent_guidelines",
        "https://en.wikipedia.org/wiki/Clean_Water_Act",
        "https://en.wikipedia.org/wiki/Cast_iron",
        "https://en.wikipedia.org/wiki/Ellingham_diagram",
        "https://en.wikipedia.org/wiki/Copper_extraction_techniques",
        "https://en.wikipedia.org/wiki/Cupellation",
        "https://en.wikipedia.org/wiki/Lead_smelting",
        "https://en.wikipedia.org/wiki/Metallurgy",
        "https://en.wikipedia.org/wiki/Pyrometallurgy",
        "https://en.wikipedia.org/wiki/Wrought_iron",
        "https://en.wikipedia.org/wiki/Zinc_smelting",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Extractive_metallurgy",
        "https://en.wikipedia.org/wiki/Metallurgical_assay",
        "https://en.wikipedia.org/wiki/Mineral_processing",
        "https://en.wikipedia.org/wiki/Geological_survey",
        "https://en.wikipedia.org/wiki/Natural_resource",
        "https://en.wikipedia.org/wiki/Ore",
        "https://en.wikipedia.org/wiki/Economic_geology",
        "https://en.wikipedia.org/wiki/Mineral",
        "https://en.wikipedia.org/wiki/Base_metal",
        "https://en.wikipedia.org/wiki/Precious_metal",
        "https://en.wikipedia.org/wiki/Mining",
        "https://en.wikipedia.org/wiki/Surface_mining",
        "https://en.wikipedia.org/wiki/Recycling",
        "https://en.wikipedia.org/wiki/Scrap",
        "https://en.wikipedia.org/wiki/Comminution",
        "https://en.wikipedia.org/wiki/Stamp_mill",
        "https://en.wikipedia.org/wiki/Arrastra",
        "https://en.wikipedia.org/wiki/Crusher",
        "https://en.wikipedia.org/wiki/Ball_mill",
        "https://en.wikipedia.org/wiki/IsaMill",
        "https://en.wikipedia.org/wiki/Ore_sorting",
        "https://en.wikipedia.org/wiki/Vanning",
        "https://en.wikipedia.org/wiki/Hydrocyclone",
        "https://en.wikipedia.org/wiki/Trommel_screen",
        "https://en.wikipedia.org/wiki/Cyclonic_separation",
        "https://en.wikipedia.org/wiki/Gyratory_equipment",
        "https://en.wikipedia.org/wiki/Mechanical_screening",
        "https://en.wikipedia.org/wiki/Ore_concentrate",
        "https://en.wikipedia.org/wiki/Froth_flotation",
        "https://en.wikipedia.org/wiki/Jameson_cell",
        "https://en.wikipedia.org/wiki/Gold_panning",
        "https://en.wikipedia.org/wiki/Jig_concentrators",
        "https://en.wikipedia.org/wiki/Magnetic_separation",
        "https://en.wikipedia.org/wiki/Rocker_box",
        "https://en.wikipedia.org/wiki/Drywasher",
        "https://en.wikipedia.org/wiki/Buddle_pit",
        "https://en.wikipedia.org/wiki/Pyrometallurgy",
        "https://en.wikipedia.org/wiki/Ferrous_metallurgy",
        "https://en.wikipedia.org/wiki/Lead_smelting",
        "https://en.wikipedia.org/wiki/Zinc_smelting",
        "https://en.wikipedia.org/wiki/Flash_smelting",
        "https://en.wikipedia.org/wiki/ISASMELT",
        "https://en.wikipedia.org/wiki/Refractory",
        "https://en.wikipedia.org/wiki/Cupellation",
        "https://en.wikipedia.org/wiki/Parkes_process",
        "https://en.wikipedia.org/wiki/IsaKidd_refining_technology",
        "https://en.wikipedia.org/wiki/Calcination",
        "https://en.wikipedia.org/wiki/Liquation",
        "https://en.wikipedia.org/wiki/Hydrometallurgy",
        "https://en.wikipedia.org/wiki/Lixiviant",
        "https://en.wikipedia.org/wiki/Heap_leaching",
        "https://en.wikipedia.org/wiki/Dump_leaching",
        "https://en.wikipedia.org/wiki/Tank_leaching",
        "https://en.wikipedia.org/wiki/In_situ_leach",
        "https://en.wikipedia.org/wiki/Gold_cyanidation",
        "https://en.wikipedia.org/wiki/Bayer_process",
        "https://en.wikipedia.org/wiki/Patio_process",
        "https://en.wikipedia.org/wiki/Pan_amalgamation",
        "https://en.wikipedia.org/wiki/Electrometallurgy",
        "https://en.wikipedia.org/wiki/Electrolysis",
        "https://en.wikipedia.org/wiki/Electrowinning",
        "https://en.wikipedia.org/wiki/Castner_process",
        "https://en.wikipedia.org/wiki/Tailings",
        "https://en.wikipedia.org/wiki/Gangue",
        "https://en.wikipedia.org/wiki/Slag",
        "https://en.wikipedia.org/wiki/Bauxite_tailings",
        "https://en.wikipedia.org/wiki/Stamp_sand",
        "https://en.wikipedia.org/wiki/Smelting",
        "https://en.wikipedia.org/wiki/Smelting",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}