{
    "url": "https://en.wikipedia.org/wiki/Societal_collapse",
    "title": "Societal collapse",
    "table_of_contents": [
        "1 Concept",
        "2 Societal longevity",
        "3 Causes of collapse",
        "3.1 Natural disasters and climate change",
        "3.2 Foreign invasions and mass migration",
        "3.3 Famine, economic depression, and internal strife",
        "3.4 Disease outbreaks",
        "3.5 Demographic dynamics",
        "4 Theories",
        "4.1 Cognitive decline and loss of creativity",
        "4.2 Social and environmental dynamics",
        "4.3 Energy return on investment",
        "4.4 Models of societal response",
        "4.4.1 Tainter's critique",
        "4.5 Toynbee’s theory of decay",
        "4.6 Systems science",
        "5 Examples of civilizations and societies that have collapsed",
        "5.1 By reversion or simplification",
        "5.2 By absorption",
        "5.3 By abandonment",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Bibliography",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSocietal collapse (also known as civilizational collapse) is the fall of a complex human society characterized by the loss of cultural identity and of socioeconomic complexity, the downfall of government, and the rise of violence.[1] Possible causes of a societal collapse include natural catastrophe, war, pestilence, famine,  economic collapse,  population decline, and mass migration. A collapsed society may revert to a more primitive state, be absorbed into a stronger society, or completely disappear.\n\nVirtually all civilizations have suffered such a fate, regardless of their size or complexity, but some of them later revived and transformed, such as China, India, and Egypt. However, others never recovered, such as the Western and Eastern Roman Empires, the Maya civilization, and the Easter Island civilization.[1] Societal collapse is generally quick[1] but rarely abrupt.[2] However, some cases involve not a collapse but only a gradual fading away, such as the British Empire since 1918.[3]\n\nAnthropologists, (quantitative) historians, and sociologists have proposed a variety of explanations for the collapse of civilizations involving causative factors such as environmental change, depletion of resources, unsustainable complexity, invasion, disease, decay of social cohesion, rising inequality, secular decline of cognitive abilities, loss of creativity, and misfortune.[1][4] However, complete extinction of a culture is not inevitable, and in some cases, the new societies that arise from the ashes of the old one are evidently its offspring, despite a dramatic reduction in sophistication.[4] Moreover, the influence of a collapsed society, such as the Western Roman Empire, may linger on long after its death.[5]\n\nThe study of societal collapse, collapsology, is a topic for specialists of history, anthropology, sociology, and political science. More recently, they are joined by experts in cliodynamics and study of complex systems.[6][4]\n\n"
        },
        {
            "title": "Concept",
            "text": "Joseph Tainter frames societal collapse in  The Collapse of Complex Societies (1988), a seminal and founding work of the academic discipline on societal collapse.[7] He elaborates that 'collapse' is a \"broad term,\" but in the sense of societal collapse, he views it as \"a political process.\"[8] He further narrows societal collapse as a rapid process (within \"few decades\") of \"substantial loss of sociopolitical structure,\" giving the fall of the Western Roman Empire as \"the most widely known instance of collapse\" in the Western world.[8]\n\nOthers, particularly in response to the popular Collapse (2005) by Jared Diamond[9] and more recently, have argued that societies discussed as cases of collapse are better understood through resilience and societal transformation,[10] or \"reorganization\", especially if collapse is understood as a \"complete end\" of political systems, which according to Shmuel Eisenstadt has not taken place at any point.[11] Eisenstadt also points out that a clear differentiation between total or partial decline and \"possibilities of regeneration\" is crucial for the preventive purpose of the study of societal collapse.[11] This frame of reference often rejects the term collapse and critiques the notion that cultures simply vanish when the political structure that organize labor for large archaeologicaly prominent projects. For example, while the Ancient Maya are often touted as a prime example of collapse, in reality this reorganization was simply the result of the removal of the political system of Divine Kingship largely in the eastern lowlands as many cities in the western highlands of Mesoamerica maintained this system of divine kingship into the 16th century. The Maya continue to maintain cultural and linguistic continuity into the present day.\n\n"
        },
        {
            "title": "Societal longevity",
            "text": "The social scientist Luke Kemp analyzed dozens of civilizations, which he defined as \"a society with agriculture, multiple cities, military dominance in its geographical region and a continuous political structure,\" from 3000 BC to 600 AD and calculated that the average life span of a civilization is close to 340 years.[1] Of them, the most durable were the Kushite Kingdom in Northeast Africa (1,150 years), the Aksumite Empire in Africa (1,100 years), and the Vedic civilization in South Asia and the Olmecs in Mesoamerica (both 1,000 years), the Byzantine Empire (1083 years) and the shortest-lived were the Nanda Empire in India (24) and the Qin Dynasty in China (14).[12]\n\nA statistical analysis of empires by complex systems specialist Samuel Arbesman suggests that collapse is generally a random event and does not depend on age. That is analogous to what evolutionary biologists call the Red Queen hypothesis, which asserts that for a species in a harsh ecology, extinction is a persistent possibility.[1]\n\nContemporary discussions about societal collapse are seeking resilience by suggesting societal transformation.[13]\n\n"
        },
        {
            "title": "Causes of collapse",
            "text": "Because human societies are complex systems, common factors may contribute to their decline that are economical, environmental, demographic, social and cultural, and they may cascade into another and build up to the point that could overwhelm any mechanisms that would otherwise maintain stability. Unexpected and abrupt changes, which experts call nonlinearities, are some of the warning signs.[3] In some cases, a natural disaster (such as a tsunami, earthquake, pandemic, massive fire or climate change) may precipitate a collapse. Other factors such as a Malthusian catastrophe, overpopulation, or resource depletion might be contributory factors of collapse, but studies of past societies seem to suggest that those factors did not cause the collapse alone.[14] Significant inequity and exposed corruption may combine with lack of loyalty to established political institutions and result in an oppressed lower class rising up and seizing power from a smaller wealthy elite in a revolution. The diversity of forms that societies evolve corresponds to diversity in their failures. Jared Diamond suggests that societies have also collapsed through deforestation, loss of soil fertility, restrictions of trade and/or rising endemic violence.[15]\n\nIn the case of the Western Roman Empire, some argued that it did not collapse but merely transformed.[16]\n\nArcheologists identified signs of a megadrought for a millennium between 5,000 and 4,000 years ago in Africa and Asia. The drying of the Green Sahara not only turned it into a desert but also disrupted the monsoon seasons in South and Southeast Asia and caused flooding in East Asia, which prevented successful harvest and the development of complex culture. It coincided with and may have caused the decline and the fall of the Akkadian Empire in Mesopotamia and the Indus Valley Civilization.[18] The dramatic shift in climate is known as the 4.2-kiloyear event.[19]\n\nThe highly advanced Indus Valley Civilization took roots around 3000 BC in what is now northwestern India and Pakistan and collapsed around 1700 BC. Since the Indus script has yet to be deciphered, the causes of its de-urbanization[17] remain a mystery, but there is some evidence pointing to natural disasters.[20] Signs of a gradual decline began to emerge in 1900 BC, and two centuries later, most of the cities had been abandoned. Archeological evidence suggests an increase in interpersonal violence and in infectious diseases like leprosy and tuberculosis.[21][22] Historians and archeologists believe that severe and long-lasting drought and a decline in trade with Egypt and Mesopotamia caused the collapse.[23] Evidence for earthquakes has also been discovered. Sea level changes are also found at two possible seaport sites along the Makran coast which are now inland. Earthquakes may have contributed to decline of several sites by direct shaking damage or by changes in sea level or in water supply.[24][25][26]\n\nVolcanic eruptions can abruptly influence the climate. During a large eruption, sulfur dioxide (SO2) is expelled into the stratosphere, where it could stay for years and gradually get oxidized into sulfate aerosols. Being highly reflective, sulfate aerosols reduce the incident sunlight and cool the Earth's surface. By drilling into glaciers and ice sheets, scientists can access the archives of the history of atmospheric composition. A team of multidisciplinary researchers led by Joseph McConnell of the Desert Research Institute in Reno, Nevada deduced that a volcanic eruption occurred in 43 BC, a year after the assassination of Julius Caesar on the Ides of March (March 15) in 44 BC, which left a power vacuum and led to bloody civil wars. According to historical accounts, it was also a period of poor weather, crop failure, widespread famine, and disease. Analyses of tree rings and cave stalagmites from different parts of the globe provided complementary data. The Northern Hemisphere got drier, but the Southern Hemisphere became wetter. Indeed, the Greek historian Appian recorded that there was a lack of flooding in Egypt, which also faced famine and pestilence. Rome's interest in Egypt as a source of food intensified, and the aforementioned problems and civil unrest weakened Egypt's ability to resist. Egypt came under Roman rule after Cleopatra committed suicide in 30 BC. While it is difficult to say for certain whether Egypt would have become a Roman province if Okmok volcano (in modern-day Alaska) had not erupted, the eruption likely hastened the process.[27]\n\nMore generally, recent research pointed to climate change as a key player in the decline and fall of historical societies in China, the Middle East, Europe, and the Americas. In fact, paleoclimatogical temperature reconstruction suggests that historical periods of social unrest, societal collapse, and population crash and significant climate change often occurred simultaneously. A team of researchers from Mainland China and Hong Kong were able to establish a causal connection between climate change and large-scale human crises in pre-industrial times. Short-term crises may be caused by social problems, but climate change was the ultimate cause of major crises, starting with economic depressions.[29] Moreover, since agriculture is highly dependent on climate, any changes to the regional climate from the optimum can induce crop failures.[30]\n\nThe Mongol conquests corresponded to a period of cooling in the Northern Hemisphere between the thirteenth and fourteenth centuries, when the Medieval Warm Period was giving way to the Little Ice Age, which caused ecological stress. In Europe, the cooling climate did not directly facilitate the Black Death, but it caused wars, mass migration, and famine, which helped diseases spread.[30]\n\nA more recent example is the General Crisis of the Seventeenth Century in Europe, which was a period of inclement weather, crop failure, economic hardship, extreme intergroup violence, and high mortality because of the Little Ice Age. The Maunder Minimum involved sunspots being exceedingly rare. Episodes of social instability track the cooling with a time lap of up to 15 years, and many developed into armed conflicts, such as the Thirty Years' War (1618–1648),[29] which started as a war of succession to the Bohemian throne. Animosity between Protestants and Catholics in the Holy Roman Empire (in modern-day Germany) added fuel to the fire. Soon, it escalated to a huge conflict that involved all major European powers and devastated much of Germany. When the war had ended, some regions of the empire had seen their populations drop by as much as 70%.[31][note 1] However, not all societies faced crises during this period. Tropical countries with high carrying capacities and trading economies did not suffer much because the changing climate did not induce an economic depression in those places.[29]\n\nBetween ca. 4000 and 3000 BCE, neolithic populations in western Eurasia declined, probably due to the plague and other viral hemorrhagic fevers.[32] This decline was followed by the Indo-European migrations.[33] Around 3,000 BC, people of the pastoralist Yamnaya culture from the Pontic–Caspian steppe, who had high levels of WSH ancestry, embarked on a massive expansion throughout Eurasia, which is considered to be associated with the dispersal of the Indo-European languages by most contemporary linguists, archaeologists, and geneticists. The expansion of WSHs resulted in the virtual disappearance of the Y-DNA of early European farmers (EEFs) from the European gene pool, significantly altering the cultural and genetic landscape of Europe. EEF mtDNA however remained frequent, suggesting admixture between WSH males and EEF females.[34]\n\nA mysterious loose confederation of fierce maritime marauders, known as the Sea Peoples, was identified as one of the main causes of the Late Bronze Age collapse in the Eastern Mediterranean.[35] The Sea Peoples might have themselves been victims of the environmental changes that led to widespread famine and precipitated the Collapse.[2] After the Battle of Kadesh against the Egyptians in 1285 BC, the Hittite Empire began to show signs of decline. Attacks by the Sea Peoples accelerated the process, and internal power struggles, crop failures, and famine were contributory factors. The Egyptians, with whom the Hittites signed a peace treaty, supplied them with food in times of famine, but it was not enough. Around 1200 BC, the Sea Peoples seized a port on the west coast of Asia Minor, cutting off the Hittites from their trade routes from which their supply of grain came. Hattusa, the Hittite capital, was destroyed. Some Hittite territories survived but would eventually be occupied by the Assyrians in the seventh century BC.[36]\n\n\nThe Minoan Civilization, based on Crete, centered on religious rituals and seaborne trade. In around 1450 BC, it was absorbed into Mycenaean Greece, which itself went into serious decline around 1200 BC because of various military conflicts, including the Dorian invasion from the north and attacks from the Sea Peoples.[37]\nIn the third century BC, a Eurasian nomadic people, the Xiongnu, began threatening China's frontiers, but by the first century BC, they had been completely expelled. They then turned their attention westward and displaced various other tribes in Eastern and Central Europe, which led to a cascade of events. Attila rose to power as leader of the Huns and initiated a campaign of invasions and looting and went as far as Gaul (modern-day France). Attila's Huns were clashing with the Roman Empire, which had already been divided into two halves for ease of administration: the Eastern Roman Empire and the Western Roman Empire. Despite managing to stop Attila at the Battle of Chalons in 451 AD, the Romans were unable to prevent Attila from attacking Roman Italy the next year. Northern Italian cities like Milan were ravaged. The Huns never again posed a threat to the Romans after Attila's death, but the rise of the Huns also forced the Germanic peoples out of their territories and made those groups press their way into parts of France, Spain, Italy, and even as far south as North Africa. The city of Rome itself came under attack by the Visigoths in 410 and was plundered by the Vandals in 455.[note 2][38] A combination of internal strife, economic weakness, and relentless invasions by the Germanic peoples pushed the Western Roman Empire into terminal decline. The last Western Roman Emperor, Romulus Augustulus, was dethroned in 476 by the German Odoacer, who declared himself King of Italy.[39]\n\nIn the eleventh century AD, North Africa's populous and flourishing civilization collapsed after it had exhausted its resources in internal fighting and suffering devastation from the invasion of the Bedouin tribes of Banu Sulaym and Banu Hilal.[40] Ibn Khaldun noted that all of the lands ravaged by Banu Hilal invaders had become arid desert.[41]\n\nIn 1206, a warlord achieved dominance over all Mongols with the title Genghis Khan and began his campaign of territorial expansion. The Mongols' highly flexible and mobile cavalry enabled them to conquer their enemies with efficiency and swiftness.[42] In the brutal pillaging that followed Mongol invasions during the thirteenth and fourteenth centuries, the invaders decimated the populations of China, Russia, the Middle East, and Islamic Central Asia. Later Mongol leaders, such as Timur, destroyed many cities, slaughtered thousands of people, and irreparably damaged the ancient irrigation systems of Mesopotamia. The invasions transformed a settled society to a nomadic one.[43] In China, for example, a combination of war, famine, and pestilence during the Mongol conquests halved the population, a decline of around 55 million people.[30] The Mongols also displaced large numbers of people and created power vacuums. The Khmer Empire went into decline and was replaced by the Thais, who were pushed southward by the Mongols. The Vietnamese, who succeeded in defeating the Mongols, also turned their attention to the south and by 1471 began to subjugate the Chams.[44] When Vietnam's Later Lê Dynasty went into decline in the late 1700s, a bloody civil war erupted between the Trịnh family in the north and the Nguyễn family in the south.[45][note 3] More Cham provinces were seized by the Nguyễn warlords.[46] Finally, Nguyễn Ánh emerged victorious and declared himself Emperor of Vietnam (changing the name from Annam) with the title Gia Long and established the Nguyễn Dynasty.[45] The last remaining principality of Champa, Panduranga (modern-day Phan Rang, Vietnam), survived until 1832,[47] when Emperor Minh Mạng (Nguyễn Phúc Đảm) conquered it after centuries of Cham–Vietnamese wars. Vietnam's policy of assimilation involved the forcefeeding of pork to Muslims and beef to Hindus, which fueled resentment. An uprising followed, the first and only war between Vietnam and the jihadists, until it was crushed.[48][49][50]\n\nAround 1210 BC, the New Kingdom of Egypt shipped large amounts of grains to the disintegrating Hittite Empire. Thus, there had been a food shortage in Anatolia but not the Nile Valley.[2] However, that soon changed. Although Egypt managed to deliver a decisive and final defeat to the Sea Peoples at the Battle of Xois, Egypt itself went into steep decline. The collapse of all other societies in the Eastern Mediterranean disrupted established trade routes and caused widespread economic depression. Government workers became underpaid, which resulted in the first labor strike in recorded history and undermined royal authority.[35] There was also political infighting between different factions of government. Bad harvest from the reduced flooding at the Nile led to a major famine. Food prices rose to eight times their normal values and occasionally even reached twenty-four times. Runaway inflation followed. Attacks by the Libyans and Nubians made things even worse. Throughout the Twentieth Dynasty (∼1187–1064 BC), Egypt devolved from a major power in the Mediterranean to a deeply divided and weakened state, which later came to be ruled by the Libyans and the Nubians.[2]\n\nBetween 481 BC and 221 BC, the Period of the Warring States in China ended by King Zheng of the Qin dynasty succeeding in defeating six competing factions and thus becoming the first Chinese emperor, titled Qin Shi Huang. A ruthless but efficient ruler, he raised a disciplined and professional army and introduced a significant number of reforms, such as unifying the language and creating a single currency and system of measurement. In addition, he funded dam constructions and began building the first segment of what was to become the Great Wall of China to defend his realm against northern nomads. Nevertheless, internal feuds and rebellions made his empire fall apart after his death in 210 B.C.[51]\n\nIn the early fourteenth century AD, Britain suffered repeated rounds of crop failures from unusually heavy rainfall and flooding. Much livestock either starved or drowned. Food prices skyrocketed, and King Edward II attempted to rectify the situation by imposing price controls, but vendors simply refused to sell at such low prices. In any case, the act was abolished by the Lincoln Parliament in 1316. Soon, people from commoners to nobles were finding themselves short of food. Many resorted to begging, crime, and eating animals they otherwise would not eat. People in northern England had to deal with raids from Scotland. There were even reports of cannibalism.\n\nIn Continental Europe, things were at least just as bad. The Great Famine of 1315–1317 coincided with the end of the Medieval Warm Period and the start of the Little Ice Age. Some historians suspect that the change in climate was due to Mount Tarawera in New Zealand erupting in 1314.[52] The Great Famine was, however, only one of the calamities striking Europe that century, as the Hundred Years' War and Black Death would soon follow.[52][53] (Also see the Crisis of the Late Middle Ages.) Recent analysis of tree rings complement historical records and show that the summers of 1314–1316 were some of the wettest on record over a period of 700 years.[53]\n\nHistorically, the dawn of agriculture led to the rise of contagious diseases.[54] Compared to their hunting-gathering counterparts, agrarian societies tended to be sedentary, have higher population densities, be in frequent contact with livestock, and be more exposed to contaminated water supplies and higher concentrations of garbage. Poor sanitation, a lack of medical knowledge, superstitions, and sometimes a combination of disasters exacerbated the problem.[1][54][55] The journalist Michael Rosenwald wrote that \"history shows that past pandemics have reshaped societies in profound ways. Hundreds of millions of people have died. Empires have fallen. Governments have cracked. Generations have been annihilated.\"[56]\n\nFrom the description of symptoms by the Greek physician Galen, which included coughing, fever, (blackish) diarrhea, swollen throat, and thirst, modern experts identified the probable culprits of the Antonine Plague (165–180 AD) to have been smallpox or measles.[56][57] The disease likely started in China and spread to the West via the Silk Road. Roman troops first contracted the disease in the East before they returned home. Striking a virgin population, the Antonine Plague had dreadful mortality rates; between one third to half of the population, 60 to 70 million people, perished. Roman cities suffered from a combination of overcrowding, poor hygiene, and unhealthy diets. They quickly became epicenters. Soon, the disease reached as far as Gaul and mauled Roman defenses along the Rhine. The ranks of the previously formidable Roman army had to be filled with freed slaves, German mercenaries, criminals, and gladiators. That ultimately failed to prevent the Germanic tribes from crossing the Rhine. On the civilian side, the Antonine Plague created drastic shortages of businessmen, which disrupted trade, and farmers, which led to a food crisis. An economic depression followed and government revenue fell. Some accused Emperor Marcus Aurelius and Co-Emperor Lucius Verus, both of whom victims of the disease, of affronting the gods, but others blamed Christians. However, the Antonine Plague strengthened the position of the monotheistic religion of Christianity in the formerly-polytheistic society, as Christians won public admiration for their good works. Ultimately the Roman army, the Roman cities, the size of the empire and its trade routes, which were required for Roman power and influence to exist, facilitated the spread of the disease. The Antonine Plague is considered by some historians as a useful starting point for understanding the decline and fall of the Western Roman Empire. It was followed by the Plague of Cyprian (249–262 AD) and the Plague of Justinian (541-542). Together, they cracked the foundations of the Roman Empire.[57]\n\nIn the sixth century AD, while the Western Roman Empire had already succumbed to attacks by the Germanic tribes, the Eastern Roman Empire stood its ground. In fact, a peace treaty with the Persians allowed Emperor Justinian the Great to concentrate on recapturing territories belonging to the Western Empire. His generals, Belisarius and Narses, achieved a number of important victories against the Ostrogoths and the Vandals.[58] However, their hope of keeping the Western Empire was dashed by the arrival of what became known as the Plague of Justinian (541-542). According to the Byzantine historian Procopius of Caesarea, the epidemic originated in China and Northeastern India and reached the Eastern Roman Empire via trade routes terminating in the Mediterranean. Modern scholarship has deduced that the epidemic was caused by the bacterium Yersinia pestis, the same one that would later bring the Black Death, the single deadliest pandemic in human history, but how many actually died from it remains uncertain. Current estimates put the figure between thirty and fifty million people,[55] a significant portion of the human population at that time.[59] The Plague arguably cemented the fate of Rome.[55]\n\nThe epidemic also devastated the Sasanian Empire in Persia. Caliph Abu Bakr seized the opportunity to launch military campaigns that overran the Sassanians and captured Roman-held territories in the Caucasus, the Levant, Egypt, and elsewhere in North Africa. Before the Justinian Plague, the Mediterranean world had been commercially and culturally stable. After the Plague, it fractured into a trio of civilizations battling for power: the Islamic Civilization, the Byzantine Empire, and what later became known as Medieval Europe. With so many people dead, the supply of workers, many of whom were slaves, was critically short. Landowners had no choice but to lend pieces of land to serfs to work the land in exchange for military protection and other privileges. That sowed the seeds of feudalism.[60]\n\nThere is evidence that the Mongol expeditions may have spread the bubonic plague across much of Eurasia, which helped to spark the Black Death of the early fourteenth century.[61][62][63][64] The Italian historian Gabriele de’ Mussi wrote that the Mongols catapulted the corpses of those who contracted the plague into Caffa (now Feodossia, Crimea) during the siege of that city and that soldiers who were transported from there brought the plague to Mediterranean ports. However, that account of the origin of the Black Death in Europe remains controversial, though plausible, because of the complex epidemiology of the plague. Modern epidemiologists do not believe that the Black Death had a single source of spreading into Europe. Research into the past on this topic is further complicated by politics and the passage of time. It is difficult to distinguish between natural epidemics and biological warfare, both of which are common throughout human history.[62] Biological weapons are economical because they turn an enemy casualty into a delivery system and so were favored in armed conflicts of the past. Furthermore, more soldiers died of disease than in combat until recently.[note 4][59] In any case, by the 1340s, Black Death killed 200 million people.[55] The widening trade routes in the Late Middle Ages helped the plague spread rapidly.[56] It took the European population more than two centuries to return to its level before the pandemic.[55] Consequently, it destabilized most of society and likely undermined feudalism and the authority of the Church.[65]\n\nWith labor in short supply, workers' bargaining power increased dramatically. Various inventions that reduced the cost of labor, saved time, and raised productivity, such as the three-field crop rotation system, the iron plow, the use of manure to fertilize the soil, and the water pumps, were widely adopted. Many former serfs, now free from feudal obligations, relocated to the cities and changed profession to crafts and trades. The more successful ones became the new middle class. Trade flourished as demands for a myriad of consumer goods rose. Society became wealthier and could afford to fund the arts and the sciences.[60]\n\nEncounters between European explorers and Native Americans exposed the latter to a variety of diseases of extraordinary virulence. Having migrated from Northeastern Asia 15,000 years ago, Native Americans had not been introduced to the plethora of contagious diseases that emerged after the rise of agriculture in the Old World. As such, they had immune systems that were ill-equipped to handle the diseases to which their counterparts in Eurasia had become resistant. When the Europeans arrived in the Americas, in short order, the indigenous populations of the Americas found themselves facing smallpox, measles, whooping cough, and the bubonic plague, among others. In tropical areas, malaria, yellow fever, dengue fever, river blindness, and others appeared. Most of these tropical diseases were traced to Africa.[66] Smallpox ravaged Mexico in the 1520s and killed 150,000 in Tenochtitlán alone, including the emperor, and Peru in the 1530s, which aided the European conquerors.[67] A combination of Spanish military attacks and evolutionarily novel diseases finished off the Aztec Empire in the sixteenth century.[1][66] It is commonly believed that the death of as much as 90% or 95% of the Native American population of the New World was caused by Old World diseases,[66][68] though new research suggests tuberculosis from seals and sea lions played a significant part.[69]\n\nSimilar events took place in Oceania and Madagascar.[66] Smallpox was externally brought to Australia. The first recorded outbreak, in 1789, devastated the Aboriginal population. The extent of the outbreak is disputed, but some sources claim that it killed about 50% of coastal Aboriginal populations on the east coast.[70] There is an ongoing historical debate concerning two rival and irreconcilable theories about how the disease first entered the continent (see History of smallpox). Smallpox continued to be a deadly disease and killed an estimated 300 million people in the twentieth century alone, but a vaccine, the first of any kind, had been available since 1796.[59]\n\nAs humans spread around the globe, human societies flourish and become more dependent on trade, and because urbanization means that people leave sparsely-populated rural areas for densely-populated neighborhoods, infectious diseases spread much more easily. Outbreaks are frequent, even in the modern era, but medical advances have been able to alleviate their impacts.[55] In fact, the human population grew tremendously in the twentieth century, as did the population of farm animals, from which diseases could jump to humans, but in the developed world and increasingly also in the developing world, people are less likely to fall victim to infectious diseases than ever before. For instance, the advent of antibiotics, starting with penicillin in 1928, has resulted in the saving of the lives of hundreds of millions of people suffering from bacterial infections. However, there is no guarantee that would continue because bacteria are becoming increasingly resistant to antibiotics, and doctors and public health experts such as former Chief Medical Officer for England Sally Davies have even warned of an incoming \"antibiotic apocalypse.\" The World Health Organization warned in 2019 that the spread of vaccine scepticism has been accompanied by the resurrection of long-conquered diseases like measles. This lead the WHO to name the antivaccination movement one of the world’s top 10 public-health threats.[59]\n\nWriting in The Histories, the Greek historian Polybius largely blamed the decline of the Hellenistic world on low fertility rates. He asserted that while protracted wars and deadly epidemics were absent, people were generally more interested in \"show and money and the pleasures of an idle life\" than in marrying and raising children. Those who had children, according to him, had no more than one or two, with the express intention of \"leaving them well off or bringing them up in extravagant luxury.\"[71][72]\n\nBy around 100 BC, the notion of romantic love started becoming popular in Rome. In the final years of the Roman Republic, Roman women were well known for divorcing, having extramarital affairs, and being reluctant to bear children.[73] Viewing that as a threat to the social and political order and believing that the Roman upper-class was becoming increasingly cosmopolitan and individualistic, upon the establishment of the Roman Empire, Caesar Augustus introduced legislation designed to increase the birthrate.[74][73] Men aged 20 to 60 and women aged 20 to 50 were legally obliged to marry, and widowed or divorced individuals within the relevant age range were required to remarry. Exemptions were granted to those who had already had three children in the case of free-born people and four in the case of freed slaves. For political or bureaucratic office, preference was given to those with at least three legitimate children. Diminished inheritance rights awaited those who failed to reproduce.[73] In a speech to Roman nobles, he expressed his pressing concern over the low birthrates of the Roman elite. He also said that freed slaves had been granted citizenship and Roman allies given seats in government to increase the power and prosperity of Rome, but the \"original stock\" was not replacing itself and leaving the task to foreigners.[75]\n\nOther population imbalances may occur when low fertility rates coincides with high dependency ratios or when there is an unequal distribution of wealth between elites and commoners, both of which characterized the Roman Empire.[76][77][78]\n\nSeveral key features of human societal collapse can be related to population dynamics.[79] For example, the native population of Cusco, Peru at the time of the Spanish conquest was stressed by an imbalanced sex ratio.[80]\n\nThere is strong evidence that humans also display population cycles.[81] Societies as diverse as those of England and France during the Roman, medieval, and early modern eras, of Egypt during Greco-Roman and Ottoman rule, and of various dynasties in China all showed similar patterns of political instability and violence becoming considerably more common after times of relative peace, prosperity, and sustained population growth. Quantitatively, periods of unrest included many times more events of instability per decade and occurred when the population was declining, rather than increasing. Pre-industrial agrarian societies typically faced instability after one or two centuries of stability. However, a population approaching its carrying capacity alone is not enough to trigger general decline if the people remained united and the ruling class strong. Other factors had to be involved, such as having more aspirants for positions of the elite than the society could realistically support (elite overproduction), which led to social strife, and chronic inflation, which caused incomes to fall and threatened the fiscal health of the state.[82] In particular, an excess in especially young adult male population predictably led to social unrest and violence, as the third and higher-order parity sons had trouble realizing their economic desires and became more open to extreme ideas and actions.[83] Adults in their 20s are especially prone to radicalization.[84] Most historical periods of social unrest lacking in external triggers, such as natural calamities, and most genocides can be readily explained as a result of a built-up youth bulge.[83] As those trends intensified, they jeopardized the social fabric, which facilitated the decline.[82]\n\n"
        },
        {
            "title": "Theories",
            "text": "Historical theories have evolved from being purely social and ethical, to ideological and ethnocentric, and finally to multidisciplinary studies. They have become much more sophisticated.[2]\n\nThe anthropologist Joseph Tainter theorized that collapsed societies essentially exhausted their own designs and were unable to adapt to natural diminishing returns for what they knew as their method of survival.[85] The philosopher Oswald Spengler argued that a civilization in its \"winter\" would see a disinclination for abstract thinking.[2] The psychologists David Rand and Jonathan Cohen theorized that people switch between two broad modes of thinking. The first is fast and automatic but rigid, and the second is slow and analytical but more flexible. Rand and Cohen believe that explains why people continue with self-destructive behaviors when logical reasoning would have alerted them of the dangers ahead. People switch from the second to the first mode of thinking after the introduction of an invention that dramatically increases the standards of living. Rand and Cohen pointed to the recent examples of the antibiotic overuse leading to resistant bacteria and failure to save for retirement. Tainter noted that according to behavioral economics, the human decision-making process tends to be more irrational than rational and that as the rate of innovation declines, as measured by the number of inventions relative to the amount of money spent on research and development, it becomes progressively harder for there to be a technological solution to the problem of societal collapse.[5]\n\nWhat produces modern sedentary life, unlike nomadic hunter-gatherers, is extraordinary modern economic productivity. Tainter argues that exceptional productivity is actually more the sign of hidden weakness because of a society's dependence on it and its potential to undermine its own basis for success by not being self limiting, as demonstrated in Western culture's ideal of perpetual growth.[85]\n\nAs a population grows and technology makes it easier to exploit depleting resources, the environment's diminishing returns are hidden from view. Societal complexity is then potentially threatened if it develops beyond what is actually sustainable, and a disorderly reorganization were to follow. The scissors model of Malthusian collapse, in which the population grows without limit but not resources, is the idea of great opposing environmental forces cutting into each other.\n\nThe complete breakdown of economic, cultural, and social institutions with ecological relationships is perhaps the most common feature of collapse. In his book Collapse: How Societies Choose to Fail or Succeed, Jared Diamond proposes five interconnected causes of collapse that may reinforce each other: non-sustainable exploitation of resources, climate changes, diminishing support from friendly societies, hostile neighbors, and inappropriate attitudes for change.[86][87]\n\nEnergy has played a crucial role throughout human history. Energy is linked to the birth, growth, and decline of each and every society. Energy surplus is required for the division of labor and the growth of cities. Massive energy surplus is needed for widespread wealth and cultural amenities. Economic prospects fluctuate in tandem with a society's access to cheap and abundant energy.[88]\n\nPolitical scientist Thomas Homer-Dixon and ecologist Charles Hall proposed an economic model called energy return on investment (EROI), which measures the amount of surplus energy a society gets from using energy to obtain energy.[89][90] Energy shortages drive up prices and as such provide an incentive to explore and extract previously uneconomical sources, which may still be plentiful, but more energy would be required, and the EROI is then not as high as initially thought.[88]\n\nThere would be no surplus if EROI approaches 1:1. Hall showed that the real cutoff is well above that and estimated that 3:1 to sustain the essential overhead energy costs of a modern society. The EROI of the most preferred energy source, petroleum, has fallen in the past century from 100:1 to the range of 10:1 with clear evidence that the natural depletion curves all are downward decay curves. An EROI of more than ~3 then is what appears necessary to provide the energy for socially important tasks, such as maintaining government, legal and financial institutions, a transportation infrastructure, manufacturing, building construction and maintenance, and the lifestyles of all members of a given society.[90]\n\nThe social scientist Luke Kemp indicated that alternative sources of energy, such as solar panels, have a low EROI because they have low energy density, meaning they require a lot of land, and require substantial amounts of rare earth metals to produce.[1] Hall and colleagues reached the same conclusion. There is no on-site pollution, but the EROI of renewable energy sources may be too low for them to be considered a viable alternative to fossil fuels, which continue to provide the majority of the energy used by humans.[88]\n\nThe mathematician Safa Motesharrei and his collaborators showed that the use of non-renewable resources such as fossil fuels allows populations to grow to one order of magnitude larger than they would using renewable resources alone and as such is able to postpone societal collapse. However, when collapse finally comes, it is much more dramatic.[5][91] Tainter warned that in the modern world, if the supply of fossil fuels were somehow cut off, shortages of clean water and food would ensue, and millions would die in a few weeks in the worse-case scenario.[5]\n\nHomer-Dixon asserted that a declining EROI was one of the reasons that the Roman Empire declined and fell. The historian Joseph Tainter made the same claim about the Maya Empire.[1]\n\nAccording to Joseph Tainter[92] (1990), too many scholars offer facile explanations of societal collapse by assuming one or more of the following three models in the face of collapse:\n\nTainter argues that those models, though superficially useful, cannot severally or jointly account for all instances of societal collapse. Often, they are seen as interconnected occurrences that reinforce one another.\n\nTainter considers that social complexity is a recent and comparatively-anomalous occurrence, requiring constant support. He asserts that collapse is best understood by grasping four axioms. In his own words (p. 194):\n\nWith those facts in mind, collapse can simply be understood as a loss of the energy needed to maintain social complexity. Collapse is thus the sudden loss of social complexity, stratification, internal and external communication and exchange, and productivity.\n\nIn his acclaimed 12-volume work, A Study of History (1934–1961), the British historian Arnold J. Toynbee explored the rise and fall of 28 civilizations and came to the conclusion that civilizations generally collapsed mainly by internal factors, factors of their own making, but external pressures also played a role.[1] He theorized that all civilizations pass through several distinct stages: genesis, growth, time of troubles, universal state, and disintegration.[93]\n\nFor Toynbee, a civilization is born when a \"creative minority\" successfully responds to the challenges posed by its physical, social, and political environment. However, the fixation on the old methods of the \"creative minority\" leads it to eventually cease to be creative and degenerate into merely a \"dominant minority\" (that forces the majority to obey without meriting obedience), which fails to recognize new ways of thinking. He argues that creative minorities deteriorate from a worship of their \"former self\", by which they become prideful, and they fail in adequately addressing the next challenge that they face. Similarly, the German philosopher Oswald Spengler discussed the transition from Kultur to Zivilisation in his The Decline of the West (1918).[93]\n\nToynbee argues that the ultimate sign a civilization has broken down is when the dominant minority forms a Universal State, which stifles political creativity. He states:\n\nHe argues that as civilizations decay, they form an \"Internal Proletariat\" and an \"External Proletariat.\" The Internal proletariat is held in subjugation by the dominant minority inside the civilization, and grows bitter; the external proletariat exists outside the civilization in poverty and chaos and grows envious. He argues that as civilizations decay, there is a \"schism in the body social\", whereby abandon and self-control together replace creativity, and truancy and martyrdom together replace discipleship by the creative minority.\n\nHe argues that in that environment, people resort to archaism (idealization of the past), futurism (idealization of the future), detachment (removal of oneself from the realities of a decaying world), and transcendence (meeting the challenges of the decaying civilization with new insight, as a prophet). He argues that those who transcend during a period of social decay give birth to a new Church with new and stronger spiritual insights around which a subsequent civilization may begin to form after the old has died. Toynbee's use of the word 'church' refers to the collective spiritual bond of a common worship, or the same unity found in some kind of social order.\n\nThe historian Carroll Quigley expanded upon that theory in The Evolution of Civilizations (1961, 1979).[94] He argued that societal disintegration involves the metamorphosis of social instruments, which were set up to meet actual needs, into institutions, which serve their own interest at the expense of social needs.[95] However, in the 1950s, Toynbee's approach to history, his style of civilizational analysis, started to face skepticism from mainstream historians who thought it put an undue emphasis on the divine, which led to his academic reputation declining. For a time, however, Toynbee's Study remained popular outside academia. Interest revived decades later with the publication of The Clash of Civilizations (1997) by the political scientist Samuel P. Huntington, who viewed human history as broadly the history of civilizations and posited that the world after the end of the Cold War will be multipolar and one of competing major civilizations, which are divided by \"fault lines.\"[93]\n\nDeveloping an integrated theory of societal collapse that takes into account the complexity of human societies remains an open problem.[2] Researchers currently have very little ability to identify internal structures of large distributed systems like human societies. Genuine structural collapse seems, in many cases, the only plausible explanation supporting the idea that such structures exist. However, until they can be concretely identified, scientific inquiry appears limited to the construction of scientific narratives,[96][2] using systems thinking for careful storytelling about systemic organization and change.\n\nIn the 1990s, the evolutionary anthropologist and quantitative historian Peter Turchin noticed that the equations used to model the populations of predators and preys can also be used to describe the ontogeny of human societies. He specifically examined how social factors such as income inequality were related to political instability. He found recurring cycles of unrest in historical societies such as Ancient Egypt, China, and Russia. He specifically identified two cycles, one long and one short. The long one, what he calls the \"secular cycle,\" lasts for approximately two to three centuries. A society starts out fairly equal. Its population grows and the cost of labor drops. A wealthy upper class emerges, and life for the working class deteriorates. As inequality grows, a society becomes more unstable with the lower-class being miserable and the upper-class entangled in infighting. Exacerbating social turbulence eventually leads to collapse. The shorter cycle lasts for about 50 years and consists of two generations, one peaceful and one turbulent. Looking at US history, for example, Turchin identified times of serious sociopolitical instability in 1870, 1920, and 1970. He announced in 2010 that he had predicted that in 2020, the US would witness a period of unrest at least on the same level as 1970 because the first cycle coincides with the turbulent part of the second in around 2020. He also warned that the US was not the only Western nation under strain.[5]\n\nHowever, Turchin's model can only paint the broader picture and cannot pinpoint how bad things can get and what precisely triggers a collapse. The mathematician Safa Motesharrei also applied predator-prey models to human society, with the upper class and the lower class being the two different types of \"predators\" and natural resources being the \"prey.\" He found that either extreme inequality or resource depletion facilitates a collapse. However, a collapse is irreversible only if a society experiences both at the same time, as they \"fuel each other.\"[5]\n\n"
        },
        {
            "title": "See also",
            "text": "Malthusian and environmental collapse themes\n\nCultural and institutional collapse themes\n\nSystems science\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Thomas_Cole",
        "https://en.wikipedia.org/wiki/Society",
        "https://en.wikipedia.org/wiki/Cultural_identity",
        "https://en.wikipedia.org/wiki/Socioeconomic",
        "https://en.wikipedia.org/wiki/Government",
        "https://en.wikipedia.org/wiki/Violence",
        "https://en.wikipedia.org/wiki/Economic_collapse",
        "https://en.wikipedia.org/wiki/Population_decline",
        "https://en.wikipedia.org/wiki/Mass_migration",
        "https://en.wikipedia.org/wiki/Spanish_conquest_of_the_Maya",
        "https://en.wikipedia.org/wiki/British_Empire",
        "https://en.wikipedia.org/wiki/Social_inequality",
        "https://en.wikipedia.org/wiki/Cognitive_abilities",
        "https://en.wikipedia.org/wiki/Creativity",
        "https://en.wikipedia.org/wiki/Collapsology",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/Anthropology",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Political_science",
        "https://en.wikipedia.org/wiki/Cliodynamics",
        "https://en.wikipedia.org/wiki/Complex_system",
        "https://en.wikipedia.org/wiki/Joseph_Tainter",
        "https://en.wikipedia.org/wiki/The_Collapse_of_Complex_Societies",
        "https://en.wikipedia.org/wiki/Fall_of_the_Western_Roman_Empire",
        "https://en.wikipedia.org/wiki/Jared_Diamond",
        "https://en.wikipedia.org/wiki/Societal_transformation",
        "https://en.wikipedia.org/wiki/Shmuel_Eisenstadt",
        "https://en.wikipedia.org/wiki/Maya_civilization",
        "https://en.wikipedia.org/wiki/Mesoamerica",
        "https://en.wikipedia.org/wiki/Societal_transformation",
        "https://en.wikipedia.org/wiki/Community_resilience",
        "https://en.wikipedia.org/wiki/Kingdom_of_Kush",
        "https://en.wikipedia.org/wiki/Kingdom_of_Aksum",
        "https://en.wikipedia.org/wiki/Vedic_period",
        "https://en.wikipedia.org/wiki/Olmecs",
        "https://en.wikipedia.org/wiki/Byzantine_Empire",
        "https://en.wikipedia.org/wiki/Nanda_Empire",
        "https://en.wikipedia.org/wiki/Qin_dynasty",
        "https://en.wikipedia.org/wiki/Red_Queen_hypothesis",
        "https://en.wikipedia.org/wiki/Domino_effect",
        "https://en.wikipedia.org/wiki/Nonlinear_system",
        "https://en.wikipedia.org/wiki/Pandemic",
        "https://en.wikipedia.org/wiki/Malthusian_catastrophe",
        "https://en.wikipedia.org/wiki/Human_overpopulation",
        "https://en.wikipedia.org/wiki/Resource_depletion",
        "https://en.wikipedia.org/wiki/Revolution",
        "https://en.wikipedia.org/wiki/Jared_Diamond",
        "https://en.wikipedia.org/wiki/Deforestation",
        "https://en.wikipedia.org/wiki/Climate_apocalypse",
        "https://en.wikipedia.org/wiki/Akkadian_Empire",
        "https://en.wikipedia.org/wiki/Indus_Valley_civilisation",
        "https://en.wikipedia.org/wiki/Leprosy",
        "https://en.wikipedia.org/wiki/Tuberculosis",
        "https://en.wikipedia.org/wiki/Sulfur_dioxide",
        "https://en.wikipedia.org/wiki/Stratosphere",
        "https://en.wikipedia.org/wiki/Assassination_of_Julius_Caesar",
        "https://en.wikipedia.org/wiki/Appian",
        "https://en.wikipedia.org/wiki/Cleopatra",
        "https://en.wikipedia.org/wiki/Mount_Okmok",
        "https://en.wikipedia.org/wiki/Global_warming",
        "https://en.wikipedia.org/wiki/Paleoclimatology",
        "https://en.wikipedia.org/wiki/Medieval_Warm_Period",
        "https://en.wikipedia.org/wiki/Black_Death",
        "https://en.wikipedia.org/wiki/The_General_Crisis",
        "https://en.wikipedia.org/wiki/Little_Ice_Age",
        "https://en.wikipedia.org/wiki/Maunder_Minimum",
        "https://en.wikipedia.org/wiki/Sunspots",
        "https://en.wikipedia.org/wiki/Holy_Roman_Empire",
        "https://en.wikipedia.org/wiki/Late_Bronze_Age_collapse",
        "https://en.wikipedia.org/wiki/Bond_event",
        "https://en.wikipedia.org/wiki/Neolithic_decline",
        "https://en.wikipedia.org/wiki/Yamnaya_culture",
        "https://en.wikipedia.org/wiki/Western_Steppe_Herders",
        "https://en.wikipedia.org/wiki/Early_European_Farmers",
        "https://en.wikipedia.org/wiki/Sea_Peoples",
        "https://en.wikipedia.org/wiki/Late_Bronze_Age_collapse",
        "https://en.wikipedia.org/wiki/Battle_of_Kadesh",
        "https://en.wikipedia.org/wiki/Hittite_Empire",
        "https://en.wikipedia.org/wiki/Hattusa",
        "https://en.wikipedia.org/wiki/Minoan_civilization",
        "https://en.wikipedia.org/wiki/Crete",
        "https://en.wikipedia.org/wiki/Mycenaean_Greece",
        "https://en.wikipedia.org/wiki/Dorian_invasion",
        "https://en.wikipedia.org/wiki/Migration_Period",
        "https://en.wikipedia.org/wiki/Xiongnu",
        "https://en.wikipedia.org/wiki/Attila",
        "https://en.wikipedia.org/wiki/Huns",
        "https://en.wikipedia.org/wiki/Gaul",
        "https://en.wikipedia.org/wiki/Eastern_Roman_Empire",
        "https://en.wikipedia.org/wiki/Western_Roman_Empire",
        "https://en.wikipedia.org/wiki/Battle_of_the_Catalaunian_Plains",
        "https://en.wikipedia.org/wiki/Roman_Italy",
        "https://en.wikipedia.org/wiki/Milan",
        "https://en.wikipedia.org/wiki/Germanic_peoples",
        "https://en.wikipedia.org/wiki/Visigoths",
        "https://en.wikipedia.org/wiki/Vandals",
        "https://en.wikipedia.org/wiki/Fall_of_the_Western_Roman_Empire",
        "https://en.wikipedia.org/wiki/Romulus_Augustulus",
        "https://en.wikipedia.org/wiki/Deposition_of_Romulus_Augustus",
        "https://en.wikipedia.org/wiki/Odoacer",
        "https://en.wikipedia.org/wiki/King_of_Italy",
        "https://en.wikipedia.org/wiki/North_Africa",
        "https://en.wikipedia.org/wiki/Bedouin",
        "https://en.wikipedia.org/wiki/Banu_Sulaym",
        "https://en.wikipedia.org/wiki/Banu_Hilal",
        "https://en.wikipedia.org/wiki/Ibn_Khaldun",
        "https://en.wikipedia.org/wiki/Mongol_Empire",
        "https://en.wikipedia.org/wiki/Genghis_Khan",
        "https://en.wikipedia.org/wiki/Mongol_invasions",
        "https://en.wikipedia.org/wiki/Islam_in_Central_Asia",
        "https://en.wikipedia.org/wiki/Timur",
        "https://en.wikipedia.org/wiki/Mesopotamia",
        "https://en.wikipedia.org/wiki/Khmer_Empire",
        "https://en.wikipedia.org/wiki/Champa",
        "https://en.wikipedia.org/wiki/Gia_Long",
        "https://en.wikipedia.org/wiki/Katip_Sumat_uprising",
        "https://en.wikipedia.org/wiki/List_of_famines",
        "https://en.wikipedia.org/wiki/List_of_revolutions_and_rebellions",
        "https://en.wikipedia.org/wiki/New_Kingdom_of_Egypt",
        "https://en.wikipedia.org/wiki/Battle_of_the_Delta",
        "https://en.wikipedia.org/wiki/Inflation",
        "https://en.wikipedia.org/wiki/Twentieth_Dynasty_of_Egypt",
        "https://en.wikipedia.org/wiki/Warring_States_period",
        "https://en.wikipedia.org/wiki/Qin_Shi_Huang",
        "https://en.wikipedia.org/wiki/Great_Wall_of_China",
        "https://en.wikipedia.org/wiki/Cannibalism",
        "https://en.wikipedia.org/wiki/Medieval_Warm_Period",
        "https://en.wikipedia.org/wiki/Mount_Tarawera",
        "https://en.wikipedia.org/wiki/Crisis_of_the_Late_Middle_Ages",
        "https://en.wikipedia.org/wiki/Tree_ring",
        "https://en.wikipedia.org/wiki/List_of_epidemics",
        "https://en.wikipedia.org/wiki/Galen",
        "https://en.wikipedia.org/wiki/Antonine_Plague",
        "https://en.wikipedia.org/wiki/Smallpox",
        "https://en.wikipedia.org/wiki/Measles",
        "https://en.wikipedia.org/wiki/Silk_Road",
        "https://en.wikipedia.org/wiki/Marcus_Aurelius",
        "https://en.wikipedia.org/wiki/Lucius_Verus",
        "https://en.wikipedia.org/wiki/List_of_Roman_deities",
        "https://en.wikipedia.org/wiki/Christianity",
        "https://en.wikipedia.org/wiki/Plague_of_Cyprian",
        "https://en.wikipedia.org/wiki/Justinian_I",
        "https://en.wikipedia.org/wiki/Belisarius",
        "https://en.wikipedia.org/wiki/Narses",
        "https://en.wikipedia.org/wiki/Plague_of_Justinian",
        "https://en.wikipedia.org/wiki/Procopius",
        "https://en.wikipedia.org/wiki/Yersinia_pestis",
        "https://en.wikipedia.org/wiki/Sasanian_Empire",
        "https://en.wikipedia.org/wiki/Abu_Bakr",
        "https://en.wikipedia.org/wiki/Muslim_conquest_of_Persia",
        "https://en.wikipedia.org/wiki/Feudalism",
        "https://en.wikipedia.org/wiki/Bubonic_plague",
        "https://en.wikipedia.org/wiki/Black_Death",
        "https://en.wikipedia.org/wiki/Gabriel_de_Mussis",
        "https://en.wikipedia.org/wiki/Measles",
        "https://en.wikipedia.org/wiki/Whooping_cough",
        "https://en.wikipedia.org/wiki/Yellow_fever",
        "https://en.wikipedia.org/wiki/Dengue_fever",
        "https://en.wikipedia.org/wiki/Onchocerciasis",
        "https://en.wikipedia.org/wiki/Population_history_of_indigenous_peoples_of_the_Americas",
        "https://en.wikipedia.org/wiki/New_World",
        "https://en.wikipedia.org/wiki/Old_World",
        "https://en.wikipedia.org/wiki/Tuberculosis",
        "https://en.wikipedia.org/wiki/Indigenous_Australians",
        "https://en.wikipedia.org/wiki/History_of_smallpox",
        "https://en.wikipedia.org/wiki/Zoonosis",
        "https://en.wikipedia.org/wiki/Penicillin",
        "https://en.wikipedia.org/wiki/Antimicrobial_resistance",
        "https://en.wikipedia.org/wiki/Polybius",
        "https://en.wikipedia.org/wiki/Hellenistic_period",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/Augustus",
        "https://en.wikipedia.org/wiki/Jus_trium_liberorum",
        "https://en.wikipedia.org/wiki/Fertility",
        "https://en.wikipedia.org/wiki/Dependency_ratios",
        "https://en.wikipedia.org/wiki/Population_cycle",
        "https://en.wikipedia.org/wiki/Elite_overproduction",
        "https://en.wikipedia.org/wiki/Jared_Diamond",
        "https://en.wikipedia.org/wiki/Easter_Island",
        "https://en.wikipedia.org/wiki/Joseph_Tainter",
        "https://en.wikipedia.org/wiki/Diminishing_returns",
        "https://en.wikipedia.org/wiki/Oswald_Spengler",
        "https://en.wikipedia.org/wiki/Research_and_development",
        "https://en.wikipedia.org/wiki/Maya_civilization",
        "https://en.wikipedia.org/wiki/Classic_Maya_collapse",
        "https://en.wikipedia.org/wiki/Complexity",
        "https://en.wikipedia.org/wiki/Malthusian",
        "https://en.wikipedia.org/wiki/Energy_return_on_investment",
        "https://en.wikipedia.org/wiki/Petroleum",
        "https://en.wikipedia.org/wiki/Joseph_Tainter",
        "https://en.wikipedia.org/wiki/Frederick_Jackson_Turner",
        "https://en.wikipedia.org/wiki/Frontier_Thesis",
        "https://en.wikipedia.org/wiki/Ancient_Assyrians",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/Mongol_Empire",
        "https://en.wikipedia.org/wiki/Eastern_Bloc",
        "https://en.wikipedia.org/wiki/Communist",
        "https://en.wikipedia.org/wiki/Subversive",
        "https://en.wikipedia.org/wiki/Alexis_de_Tocqueville",
        "https://en.wikipedia.org/wiki/Democracy_in_America",
        "https://en.wikipedia.org/wiki/A_Study_of_History",
        "https://en.wikipedia.org/wiki/Civilization",
        "https://en.wikipedia.org/wiki/Dominant_minority",
        "https://en.wikipedia.org/wiki/Oswald_Spengler",
        "https://en.wikipedia.org/wiki/The_Decline_of_the_West",
        "https://en.wikipedia.org/wiki/Proletariat",
        "https://en.wikipedia.org/wiki/Creativity",
        "https://en.wikipedia.org/wiki/Apprenticeship",
        "https://en.wikipedia.org/wiki/Archaism",
        "https://en.wikipedia.org/wiki/Futures_studies",
        "https://en.wikipedia.org/wiki/Escapism",
        "https://en.wikipedia.org/wiki/Social_order",
        "https://en.wikipedia.org/wiki/Carroll_Quigley",
        "https://en.wikipedia.org/wiki/The_Clash_of_Civilizations",
        "https://en.wikipedia.org/wiki/Systems_thinking",
        "https://en.wikipedia.org/wiki/Storytelling",
        "https://en.wikipedia.org/wiki/Peter_Turchin",
        "https://en.wikipedia.org/wiki/Income_inequality",
        "https://en.wikipedia.org/wiki/Angkor",
        "https://en.wikipedia.org/wiki/Akkadian_Empire",
        "https://en.wikipedia.org/wiki/Hittites",
        "https://en.wikipedia.org/wiki/Mycenaean_Greece",
        "https://en.wikipedia.org/wiki/Angkor_Wat",
        "https://en.wikipedia.org/wiki/Khmer_Empire",
        "https://en.wikipedia.org/wiki/End_of_the_Han_Dynasty",
        "https://en.wikipedia.org/wiki/Tang_Dynasty",
        "https://en.wikipedia.org/wiki/Chinese_History",
        "https://en.wikipedia.org/wiki/Izapa",
        "https://en.wikipedia.org/wiki/Maya_civilization",
        "https://en.wikipedia.org/wiki/Classic_Maya_collapse",
        "https://en.wikipedia.org/wiki/Munhumutapa_Empire",
        "https://en.wikipedia.org/wiki/Olmec",
        "https://en.wikipedia.org/wiki/Sumer",
        "https://en.wikipedia.org/wiki/Akkadian_Empire",
        "https://en.wikipedia.org/wiki/Assyria",
        "https://en.wikipedia.org/wiki/Ancient_Egypt",
        "https://en.wikipedia.org/wiki/Ancient_Libya",
        "https://en.wikipedia.org/wiki/Nubians",
        "https://en.wikipedia.org/wiki/Assyria",
        "https://en.wikipedia.org/wiki/Babylonia",
        "https://en.wikipedia.org/wiki/History_of_Achaemenid_Egypt",
        "https://en.wikipedia.org/wiki/Greece",
        "https://en.wikipedia.org/wiki/Ptolemaic_Dynasty",
        "https://en.wikipedia.org/wiki/Babylonia",
        "https://en.wikipedia.org/wiki/Hittites",
        "https://en.wikipedia.org/wiki/Celtic_Britons",
        "https://en.wikipedia.org/wiki/Khazars",
        "https://en.wikipedia.org/wiki/East_Slavs",
        "https://en.wikipedia.org/wiki/Eastern_Roman_Empire",
        "https://en.wikipedia.org/wiki/Medieval_Greek",
        "https://en.wikipedia.org/wiki/Ottoman_Empire",
        "https://en.wikipedia.org/wiki/Qara_Khitai",
        "https://en.wikipedia.org/wiki/Western_Xia",
        "https://en.wikipedia.org/wiki/Dali_Kingdom",
        "https://en.wikipedia.org/wiki/Song_Dynasty",
        "https://en.wikipedia.org/wiki/Khwarazmian_dynasty",
        "https://en.wikipedia.org/wiki/Abbasid_Caliphate",
        "https://en.wikipedia.org/wiki/Ayyubid_dynasty",
        "https://en.wikipedia.org/wiki/Nizari_Ismaili_state",
        "https://en.wikipedia.org/wiki/Sultanate_of_Rum",
        "https://en.wikipedia.org/wiki/Kievan_Rus",
        "https://en.wikipedia.org/wiki/Volga_Bulgaria",
        "https://en.wikipedia.org/wiki/Cumans",
        "https://en.wikipedia.org/wiki/Mongol_Empire",
        "https://en.wikipedia.org/wiki/Champa",
        "https://en.wikipedia.org/wiki/Kingdom_of_France",
        "https://en.wikipedia.org/wiki/Middle_Ages",
        "https://en.wikipedia.org/wiki/Absolute_monarchy",
        "https://en.wikipedia.org/wiki/Western_Europe",
        "https://en.wikipedia.org/wiki/French_Revolution",
        "https://en.wikipedia.org/wiki/French_First_Republic",
        "https://en.wikipedia.org/wiki/Destruction_of_the_Seven_Cities",
        "https://en.wikipedia.org/wiki/Garamantes",
        "https://en.wikipedia.org/wiki/Umayyad_Caliphate",
        "https://en.wikipedia.org/wiki/Kingdom_of_Prussia",
        "https://en.wikipedia.org/wiki/Russian_Empire",
        "https://en.wikipedia.org/wiki/Archduchy_of_Austria",
        "https://en.wikipedia.org/wiki/Cahokia",
        "https://en.wikipedia.org/wiki/Norsemen",
        "https://en.wikipedia.org/wiki/Greenland",
        "https://en.wikipedia.org/wiki/Pitcairn_Island",
        "https://en.wikipedia.org/wiki/Malden_Island",
        "https://en.wikipedia.org/wiki/Flinders_Island",
        "https://en.wikipedia.org/wiki/Lost_cities",
        "https://en.wikipedia.org/wiki/Ruins",
        "https://en.wikipedia.org/wiki/Survivalism",
        "https://en.wikipedia.org/wiki/Social_alienation",
        "https://en.wikipedia.org/wiki/Weltschmerz",
        "https://en.wikipedia.org/wiki/Doomer",
        "https://en.wikipedia.org/wiki/Apocalypticism",
        "https://en.wikipedia.org/wiki/Doomsday_cult",
        "https://en.wikipedia.org/wiki/Millenarianism",
        "https://en.wikipedia.org/wiki/Human_extinction",
        "https://en.wikipedia.org/wiki/Collapsology",
        "https://en.wikipedia.org/wiki/Behavioral_sink",
        "https://en.wikipedia.org/wiki/Catastrophism",
        "https://en.wikipedia.org/wiki/Earth_2100",
        "https://en.wikipedia.org/wiki/Ecological_collapse",
        "https://en.wikipedia.org/wiki/Global_catastrophic_risk",
        "https://en.wikipedia.org/wiki/Medieval_demography",
        "https://en.wikipedia.org/wiki/Millennium_Ecosystem_Assessment",
        "https://en.wikipedia.org/wiki/Human_overpopulation",
        "https://en.wikipedia.org/wiki/Civil_war",
        "https://en.wikipedia.org/wiki/Degrowth",
        "https://en.wikipedia.org/wiki/Economic_collapse",
        "https://en.wikipedia.org/wiki/Failed_state",
        "https://en.wikipedia.org/wiki/Fragile_state",
        "https://en.wikipedia.org/wiki/Group_cohesiveness",
        "https://en.wikipedia.org/wiki/Language_death",
        "https://en.wikipedia.org/wiki/Progress_trap",
        "https://en.wikipedia.org/wiki/Social_cycle_theory",
        "https://en.wikipedia.org/wiki/Social_disintegration",
        "https://en.wikipedia.org/wiki/Sociocultural_evolution",
        "https://en.wikipedia.org/wiki/State_collapse",
        "https://en.wikipedia.org/wiki/Urban_decay",
        "https://en.wikipedia.org/wiki/Failure_mode_and_effects_analysis",
        "https://en.wikipedia.org/wiki/Fault_tree_analysis",
        "https://en.wikipedia.org/wiki/Hazard_analysis",
        "https://en.wikipedia.org/wiki/Risk_assessment",
        "https://en.wikipedia.org/wiki/Systems_engineering",
        "https://en.wikipedia.org/wiki/Vandalism",
        "https://en.wikipedia.org/wiki/Gianh_River",
        "https://en.wikipedia.org/wiki/Vietnamese_Demilitarized_Zone",
        "https://en.wikipedia.org/wiki/1954_Geneva_Conference",
        "https://en.wikipedia.org/wiki/First_Indochina_War",
        "https://en.wikipedia.org/wiki/Vietnam_War",
        "https://en.wikipedia.org/wiki/Napoleonic_Wars",
        "https://en.wikipedia.org/wiki/American_Civil_War",
        "https://en.wikipedia.org/wiki/The_Independent",
        "https://en.wikipedia.org/wiki/National_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/ScienceDaily",
        "https://en.wikipedia.org/wiki/World_History_Encyclopedia",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/World_History_Encyclopedia",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Polybius",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Cassius_Dio",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Joseph_Tainter",
        "https://en.wikipedia.org/wiki/Jared_Diamond",
        "https://en.wikipedia.org/wiki/Penguin_Books",
        "https://en.wikipedia.org/wiki/Proceedings_of_the_Royal_Society_B",
        "https://en.wikipedia.org/wiki/Eugenia_Kalnay",
        "https://en.wikipedia.org/wiki/Ronald_Wright",
        "https://en.wikipedia.org/wiki/A_Short_History_of_Progress",
        "https://en.wikipedia.org/wiki/Global_catastrophic_risk",
        "https://en.wikipedia.org/wiki/Future_of_Earth",
        "https://en.wikipedia.org/wiki/Future_of_an_expanding_universe",
        "https://en.wikipedia.org/wiki/Ultimate_fate_of_the_universe",
        "https://en.wikipedia.org/wiki/Chemical_warfare",
        "https://en.wikipedia.org/wiki/Cyberattack",
        "https://en.wikipedia.org/wiki/Cyberwarfare",
        "https://en.wikipedia.org/wiki/Cyberterrorism",
        "https://en.wikipedia.org/wiki/Cybergeddon",
        "https://en.wikipedia.org/wiki/Gray_goo",
        "https://en.wikipedia.org/wiki/Nanoweapon",
        "https://en.wikipedia.org/wiki/Kinetic_bombardment",
        "https://en.wikipedia.org/wiki/Relativistic_kill_vehicle",
        "https://en.wikipedia.org/wiki/Nuclear_warfare",
        "https://en.wikipedia.org/wiki/Mutual_assured_destruction",
        "https://en.wikipedia.org/wiki/Dead_Hand",
        "https://en.wikipedia.org/wiki/Doomsday_Clock",
        "https://en.wikipedia.org/wiki/Doomsday_device",
        "https://en.wikipedia.org/wiki/Antimatter_weapon",
        "https://en.wikipedia.org/wiki/Electromagnetic_pulse",
        "https://en.wikipedia.org/wiki/Micro_black_hole",
        "https://en.wikipedia.org/wiki/Strangelet",
        "https://en.wikipedia.org/wiki/Synthetic_intelligence",
        "https://en.wikipedia.org/wiki/Artificial_intelligence",
        "https://en.wikipedia.org/wiki/AI_takeover",
        "https://en.wikipedia.org/wiki/Existential_risk_from_artificial_general_intelligence",
        "https://en.wikipedia.org/wiki/Technological_singularity",
        "https://en.wikipedia.org/wiki/Transhumanism",
        "https://en.wikipedia.org/wiki/Year_2000_problem",
        "https://en.wikipedia.org/wiki/Year_2038_problem",
        "https://en.wikipedia.org/wiki/Anthropogenic_hazard",
        "https://en.wikipedia.org/wiki/Doomsday_argument",
        "https://en.wikipedia.org/wiki/Economic_collapse",
        "https://en.wikipedia.org/wiki/Malthusianism",
        "https://en.wikipedia.org/wiki/Nuclear_holocaust",
        "https://en.wikipedia.org/wiki/Nuclear_winter",
        "https://en.wikipedia.org/wiki/Nuclear_famine",
        "https://en.wikipedia.org/wiki/Cobalt_bomb",
        "https://en.wikipedia.org/wiki/Collapsology",
        "https://en.wikipedia.org/wiki/World_War_III",
        "https://en.wikipedia.org/wiki/Climate_variability_and_change",
        "https://en.wikipedia.org/wiki/Anoxic_event",
        "https://en.wikipedia.org/wiki/Biodiversity_loss",
        "https://en.wikipedia.org/wiki/Mass_mortality_event",
        "https://en.wikipedia.org/wiki/Cataclysmic_pole_shift_hypothesis",
        "https://en.wikipedia.org/wiki/Climate_apocalypse",
        "https://en.wikipedia.org/wiki/Deforestation",
        "https://en.wikipedia.org/wiki/Desertification",
        "https://en.wikipedia.org/wiki/Extinction_risk_from_global_warming",
        "https://en.wikipedia.org/wiki/Tipping_points_in_the_climate_system",
        "https://en.wikipedia.org/wiki/Flood_basalt",
        "https://en.wikipedia.org/wiki/Global_dimming",
        "https://en.wikipedia.org/wiki/Global_terrestrial_stilling",
        "https://en.wikipedia.org/wiki/Global_warming",
        "https://en.wikipedia.org/wiki/Hypercane",
        "https://en.wikipedia.org/wiki/Ice_age",
        "https://en.wikipedia.org/wiki/Ecocide",
        "https://en.wikipedia.org/wiki/Ecological_collapse",
        "https://en.wikipedia.org/wiki/Environmental_degradation",
        "https://en.wikipedia.org/wiki/Habitat_destruction",
        "https://en.wikipedia.org/wiki/Human_impact_on_the_environment",
        "https://en.wikipedia.org/wiki/Environmental_issues_with_coral_reefs",
        "https://en.wikipedia.org/wiki/Human_impact_on_marine_life",
        "https://en.wikipedia.org/wiki/Land_degradation",
        "https://en.wikipedia.org/wiki/Land_consumption",
        "https://en.wikipedia.org/wiki/Land_surface_effects_on_climate",
        "https://en.wikipedia.org/wiki/Ocean_acidification",
        "https://en.wikipedia.org/wiki/Ozone_depletion",
        "https://en.wikipedia.org/wiki/Resource_depletion",
        "https://en.wikipedia.org/wiki/Sea_level_rise",
        "https://en.wikipedia.org/wiki/Supervolcano",
        "https://en.wikipedia.org/wiki/Volcanic_winter",
        "https://en.wikipedia.org/wiki/Verneshot",
        "https://en.wikipedia.org/wiki/Water_pollution",
        "https://en.wikipedia.org/wiki/Water_scarcity",
        "https://en.wikipedia.org/wiki/Earth_Overshoot_Day",
        "https://en.wikipedia.org/wiki/Overexploitation",
        "https://en.wikipedia.org/wiki/Overpopulation",
        "https://en.wikipedia.org/wiki/Human_overpopulation",
        "https://en.wikipedia.org/wiki/Extinction",
        "https://en.wikipedia.org/wiki/Extinction_event",
        "https://en.wikipedia.org/wiki/Holocene_extinction",
        "https://en.wikipedia.org/wiki/Human_extinction",
        "https://en.wikipedia.org/wiki/List_of_extinction_events",
        "https://en.wikipedia.org/wiki/Genetic_erosion",
        "https://en.wikipedia.org/wiki/Genetic_pollution",
        "https://en.wikipedia.org/wiki/Biodiversity_loss",
        "https://en.wikipedia.org/wiki/Decline_in_amphibian_populations",
        "https://en.wikipedia.org/wiki/Decline_in_insect_populations",
        "https://en.wikipedia.org/wiki/Biotechnology_risk",
        "https://en.wikipedia.org/wiki/Biological_agent",
        "https://en.wikipedia.org/wiki/Biological_warfare",
        "https://en.wikipedia.org/wiki/Bioterrorism",
        "https://en.wikipedia.org/wiki/Colony_Collapse_Disorder",
        "https://en.wikipedia.org/wiki/Defaunation",
        "https://en.wikipedia.org/wiki/Interplanetary_contamination",
        "https://en.wikipedia.org/wiki/Pandemic",
        "https://en.wikipedia.org/wiki/Pollinator_decline",
        "https://en.wikipedia.org/wiki/Overfishing",
        "https://en.wikipedia.org/wiki/Big_Crunch",
        "https://en.wikipedia.org/wiki/Big_Rip",
        "https://en.wikipedia.org/wiki/Coronal_mass_ejection",
        "https://en.wikipedia.org/wiki/Geomagnetic_storm",
        "https://en.wikipedia.org/wiki/False_vacuum_decay",
        "https://en.wikipedia.org/wiki/Heat_death_of_the_universe",
        "https://en.wikipedia.org/wiki/Proton_decay",
        "https://en.wikipedia.org/wiki/Virtual_black_hole",
        "https://en.wikipedia.org/wiki/Impact_event",
        "https://en.wikipedia.org/wiki/Asteroid_impact_avoidance",
        "https://en.wikipedia.org/wiki/Asteroid_impact_prediction",
        "https://en.wikipedia.org/wiki/Potentially_hazardous_object",
        "https://en.wikipedia.org/wiki/Impact_winter",
        "https://en.wikipedia.org/wiki/Rogue_planet",
        "https://en.wikipedia.org/wiki/Hypernova",
        "https://en.wikipedia.org/wiki/Micronova",
        "https://en.wikipedia.org/wiki/Solar_flare",
        "https://en.wikipedia.org/wiki/Stellar_collision",
        "https://en.wikipedia.org/wiki/Eschatology",
        "https://en.wikipedia.org/wiki/Buddhist_eschatology",
        "https://en.wikipedia.org/wiki/Maitreya",
        "https://en.wikipedia.org/wiki/Three_Ages_of_Buddhism",
        "https://en.wikipedia.org/wiki/Hindu_eschatology",
        "https://en.wikipedia.org/wiki/Kalki",
        "https://en.wikipedia.org/wiki/Kali_Yuga",
        "https://en.wikipedia.org/wiki/Last_Judgement",
        "https://en.wikipedia.org/wiki/Second_Coming",
        "https://en.wikipedia.org/wiki/Book_of_Enoch",
        "https://en.wikipedia.org/wiki/Book_of_Daniel",
        "https://en.wikipedia.org/wiki/Abomination_of_Desolation",
        "https://en.wikipedia.org/wiki/Prophecy_of_Seventy_Weeks",
        "https://en.wikipedia.org/wiki/Messiah",
        "https://en.wikipedia.org/wiki/Christian_eschatology",
        "https://en.wikipedia.org/wiki/Dispensationalism",
        "https://en.wikipedia.org/wiki/Historicist_interpretations_of_the_Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Preterism",
        "https://en.wikipedia.org/wiki/2_Esdras",
        "https://en.wikipedia.org/wiki/Second_Epistle_to_the_Thessalonians",
        "https://en.wikipedia.org/wiki/Man_of_sin",
        "https://en.wikipedia.org/wiki/Katechon",
        "https://en.wikipedia.org/wiki/Antichrist",
        "https://en.wikipedia.org/wiki/Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Events_of_Revelation",
        "https://en.wikipedia.org/wiki/Four_Horsemen_of_the_Apocalypse",
        "https://en.wikipedia.org/wiki/Lake_of_fire",
        "https://en.wikipedia.org/wiki/Number_of_the_beast",
        "https://en.wikipedia.org/wiki/Seven_bowls",
        "https://en.wikipedia.org/wiki/Seven_seals",
        "https://en.wikipedia.org/wiki/Two_witnesses",
        "https://en.wikipedia.org/wiki/War_in_Heaven",
        "https://en.wikipedia.org/wiki/Whore_of_Babylon",
        "https://en.wikipedia.org/wiki/Great_Apostasy",
        "https://en.wikipedia.org/wiki/New_Jerusalem",
        "https://en.wikipedia.org/wiki/Olivet_Discourse",
        "https://en.wikipedia.org/wiki/Great_Tribulation",
        "https://en.wikipedia.org/wiki/Son_of_Perdition",
        "https://en.wikipedia.org/wiki/The_Sheep_and_the_Goats",
        "https://en.wikipedia.org/wiki/Islamic_eschatology",
        "https://en.wikipedia.org/wiki/Beast_of_the_Earth",
        "https://en.wikipedia.org/wiki/Dajjal",
        "https://en.wikipedia.org/wiki/Israfil",
        "https://en.wikipedia.org/wiki/Mahdi",
        "https://en.wikipedia.org/wiki/Sufyani",
        "https://en.wikipedia.org/wiki/Jewish_eschatology",
        "https://en.wikipedia.org/wiki/Messiah_in_Judaism",
        "https://en.wikipedia.org/wiki/Gog_and_Magog",
        "https://en.wikipedia.org/wiki/Third_Temple",
        "https://en.wikipedia.org/wiki/Frashokereti",
        "https://en.wikipedia.org/wiki/Saoshyant",
        "https://en.wikipedia.org/wiki/2011_end_times_prediction",
        "https://en.wikipedia.org/wiki/2012_phenomenon",
        "https://en.wikipedia.org/wiki/Apocalypse",
        "https://en.wikipedia.org/wiki/Apocalyptic_literature",
        "https://en.wikipedia.org/wiki/Apocalypticism",
        "https://en.wikipedia.org/wiki/Armageddon",
        "https://en.wikipedia.org/wiki/Blood_moon_prophecy",
        "https://en.wikipedia.org/wiki/Earth_Changes",
        "https://en.wikipedia.org/wiki/Global_catastrophic_risk",
        "https://en.wikipedia.org/wiki/Gog_and_Magog",
        "https://en.wikipedia.org/wiki/List_of_dates_predicted_for_apocalyptic_events",
        "https://en.wikipedia.org/wiki/Messianism",
        "https://en.wikipedia.org/wiki/Messianic_Age",
        "https://en.wikipedia.org/wiki/Millenarianism",
        "https://en.wikipedia.org/wiki/Millennialism",
        "https://en.wikipedia.org/wiki/Premillennialism",
        "https://en.wikipedia.org/wiki/Amillennialism",
        "https://en.wikipedia.org/wiki/Postmillennialism",
        "https://en.wikipedia.org/wiki/Nibiru_cataclysm",
        "https://en.wikipedia.org/wiki/Rapture",
        "https://en.wikipedia.org/wiki/Prewrath",
        "https://en.wikipedia.org/wiki/Resurrection_of_the_dead",
        "https://en.wikipedia.org/wiki/World_to_come",
        "https://en.wikipedia.org/wiki/Alien_invasion",
        "https://en.wikipedia.org/wiki/List_of_apocalyptic_films",
        "https://en.wikipedia.org/wiki/Climate_fiction",
        "https://en.wikipedia.org/wiki/Disaster_film",
        "https://en.wikipedia.org/wiki/List_of_disaster_films",
        "https://en.wikipedia.org/wiki/List_of_fictional_doomsday_devices",
        "https://en.wikipedia.org/wiki/Zombie_apocalypse",
        "https://en.wikipedia.org/wiki/Zombie",
        "https://en.wikipedia.org/wiki/Centre_for_the_Study_of_Existential_Risk",
        "https://en.wikipedia.org/wiki/Future_of_Humanity_Institute",
        "https://en.wikipedia.org/wiki/Future_of_Life_Institute",
        "https://en.wikipedia.org/wiki/Nuclear_Threat_Initiative",
        "https://en.wikipedia.org/wiki/Cyber_ransom",
        "https://en.wikipedia.org/wiki/Cyberwarfare",
        "https://en.wikipedia.org/wiki/Economic_depression",
        "https://en.wikipedia.org/wiki/Droughts",
        "https://en.wikipedia.org/wiki/Epidemic",
        "https://en.wikipedia.org/wiki/Famine",
        "https://en.wikipedia.org/wiki/Financial_crisis",
        "https://en.wikipedia.org/wiki/Pandemic",
        "https://en.wikipedia.org/wiki/Riots",
        "https://en.wikipedia.org/wiki/Social_crisis",
        "https://en.wikipedia.org/wiki/Survivalism",
        "https://en.wikipedia.org/wiki/Societal_collapse",
        "https://en.wikipedia.org/wiki/Societal_collapse",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}