{
    "url": "https://en.wikipedia.org/wiki/Social_media",
    "title": "Social media",
    "table_of_contents": [
        "1 History of social media",
        "1.1 Early computing",
        "1.2 Development of social-media platforms",
        "2 Definition and features",
        "2.1 Mobile social media",
        "2.2 Elements and function",
        "2.2.1 Viral content",
        "2.2.2 Bots",
        "2.2.3 New social media technology",
        "2.3 Platform convergence",
        "3 Statistics on usage and membership",
        "3.1 Most popular social networking services",
        "3.2 Usage: Before the COVID-19 pandemic",
        "3.3 Usage: During the COVID-19 pandemic",
        "3.3.1 Amount of usage by minors",
        "3.3.2 Reasons for use by adults",
        "4 Timeline of Social Media (1973-2022)",
        "5 Use at the organizational level",
        "5.1 Governments",
        "5.1.1 Law enforcement and investigations",
        "5.1.2 Government reputation management",
        "5.2 Businesses",
        "5.2.1 Social media marketing",
        "5.3 Politics",
        "5.4 Hiring",
        "5.5 Science",
        "5.6 Academia",
        "5.7 School admissions",
        "5.8 Court cases",
        "6 Use by individuals",
        "6.1 As a news source",
        "6.2 As a social tool",
        "6.3 As a self-presentational tool",
        "6.4 As a health behavior change and reinforcement tool",
        "6.5 Effects on individual and collective memory",
        "6.6 Negative interpersonal interactions",
        "6.7 Social comparison",
        "6.8 Sleep disturbance",
        "6.9 Emotional effects",
        "7 Social impacts",
        "7.1 Disparity",
        "7.2 Political polarization",
        "7.3 Stereotyping",
        "7.4 Effects on youth communication",
        "8 Criticism, debate and controversy",
        "8.1 Trustworthiness and reliability",
        "8.1.1 Data harvesting and data mining",
        "8.2 Critique of activism",
        "8.3 Ownership of content",
        "8.4 Privacy",
        "8.5 Criticism of commercialization",
        "8.6 Debate over addiction",
        "8.7 Debate over use in academic settings",
        "8.8 Censorship by governments",
        "8.9 Decentralization and open standards",
        "8.10 Deplatforming",
        "8.11 Reproduction of class distinctions",
        "8.12 Use by extremist groups",
        "8.12.1 2021 United States Capitol attack",
        "9 Deceased users",
        "10 See also",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Social media are interactive media technologies that facilitate the creation and sharing of information, ideas, interests, and other forms of expression through virtual communities and networks.[1][2] While challenges to the definition of social media arise[3][4] due to the variety of stand-alone and built-in social media services currently available, there are some common features:[2]\n\nThe term social in regard to media suggests that platforms are user-centric and enable communal activity. As such, social media can be viewed as online facilitators or enhancers of human networks—webs of individuals who enhance social connectivity.[7]\n\nUsers usually access social media services through web-based apps on desktops or download services that offer social media functionality to their mobile devices (e.g., smartphones and tablets). As users engage with these electronic services, they create highly interactive platforms which individuals, communities, and organizations can share, co-create, discuss, participate, and modify user-generated or self-curated content posted online.[8][6][1] Additionally, social media are used to document memories, learn about and explore things, advertise oneself, and form friendships along with the growth of ideas from the creation of blogs, podcasts, videos, and gaming sites.[9] This changing relationship between humans and technology is the focus of the emerging field of technological self-studies.[10] Some of the most popular social media websites, with more than 100 million registered users, include Facebook (and its associated Facebook Messenger), TikTok, WeChat, Instagram, QZone, Weibo, Twitter, Tumblr, Baidu Tieba, and LinkedIn.  Depending on interpretation, other popular platforms that are sometimes referred to as social media services include YouTube, QQ, Quora, Telegram, WhatsApp, Signal, LINE, Snapchat, Pinterest, Viber, Reddit, Discord, VK, Microsoft Teams, and more. Wikis are examples of collaborative content creation.\n\nSocial media outlets differ from traditional media (e.g., print magazines and newspapers, TV, and radio broadcasting) in many ways, including quality,[11] reach, frequency, usability, relevancy, and permanence.[12] Additionally, social media outlets operate in a dialogic transmission system (i.e., many sources to many receivers) while traditional media outlets operate under a monologic transmission model (i.e., one source to many receivers). For instance, a newspaper is delivered to many subscribers, and a radio station broadcasts the same programs to an entire city.[13]\n\nSince the dramatic expansion of the Internet, digital media or digital rhetoric can be used to represent or identify a culture. Studying the rhetoric that exists in the digital environment has become a crucial new process for many scholars.\n\nObservers have noted a wide range of positive and negative impacts when it comes to the use of social media. Social media can help to improve an individual's sense of connectedness with real or online communities and can be an effective communication (or marketing) tool for corporations, entrepreneurs, non-profit organizations, advocacy groups, political parties, and governments. Observers have also seen that there has been a rise in social movements using social media as a tool for communicating and organizing in times of political unrest.\n\n"
        },
        {
            "title": "History of social media",
            "text": "The PLATO system was launched in 1960, after being developed at the University of Illinois and subsequently commercially marketed by Control Data Corporation. It offered early forms of social media features with 1973-era innovations such as Notes, PLATO's message-forum application; TERM-talk, its instant-messaging feature; Talkomatic, perhaps the first online chat room; News Report, a crowdsourced online newspaper, and blog and Access Lists, enabling the owner of a note file or other application to limit access to a certain set of users, for example, only friends, classmates, or co-workers.\n\nARPANET, which first came online in 1967, had by the late 1970s developed a rich cultural exchange of non-government/business ideas and communication, as evidenced by the network etiquette (or 'netiquette') described in a 1982 handbook on computing at MIT's Artificial Intelligence Laboratory.[14] ARPANET evolved into the Internet following the publication of the first Transmission Control Protocol (TCP) specification, RFC 675 (Specification of Internet Transmission Control Program), written by Vint Cerf, Yogen Dalal, and Carl Sunshine in 1974.[15] This became the foundation of Usenet, conceived by Tom Truscott and Jim Ellis in 1979 at the University of North Carolina at Chapel Hill and Duke University, and established in 1980.\n\nA precursor of the electronic bulletin board system (BBS), known as Community Memory, appeared by 1973. True electronic BBSs arrived with the Computer Bulletin Board System in Chicago, which first came online on February 16, 1978.  Before long, most major cities had more than one BBS running on TRS-80, Apple II, Atari, IBM PC, Commodore 64, Sinclair, and similar personal computers. The IBM PC was introduced in 1981, and subsequent models of both Mac computers and PCs were used throughout the 1980s. Multiple modems, followed by specialized telecommunication hardware, allowed many users to be online simultaneously. Compuserve, Prodigy, and AOL were three of the largest BBS companies and were the first to migrate to the Internet in the 1990s.  Between the mid-1980s and the mid-1990s, BBSes numbered in the tens of thousands in North America alone.[16] Message forums (a specific structure of social media) arose with the BBS phenomenon throughout the 1980s and early 1990s. When the World Wide Web (WWW, or 'the web') was added to the Internet in the mid-1990s, message forums migrated to the web, becoming Internet forums, primarily due to cheaper per-person access as well as the ability to handle far more people simultaneously than telco modem banks.\n\nDigital imaging and semiconductor image sensor technology facilitated the development and rise of social media.[17] Advances in metal-oxide-semiconductor (MOS) semiconductor device fabrication, reaching smaller micron and then sub-micron levels during the 1980s–1990s, led to the development of the NMOS (n-type MOS) active-pixel sensor (APS) at Olympus in 1985,[18][19] and then the complementary MOS (CMOS) active-pixel sensor (CMOS sensor) at NASA's Jet Propulsion Laboratory (JPL) in 1993.[18][20] CMOS sensors enabled the mass proliferation of digital cameras and camera phones, which bolstered the rise of social media.[17]\n\nWhen Tim Berners-Lee connected hypertext software to the Internet in 1991, he developed the World Wide Web, which created the modern era of networked communication. Weblogs, list servers, and e-mail services all aided in the formation of online communities and the support of offline groups. Online services evolved from providing conduits for networked communication to being interactive, two-way vehicles for networked sociality with the introduction of Web 2.0.[7]\n\nThe development of social media began with simple platforms.[21] GeoCities was one of the earliest social networking services, launched in November 1994, followed by Classmates.com in December 1995 and SixDegrees.com in May 1997.[22] Unlike instant-messaging clients (e.g., ICQ and AOL's AIM) or chat clients (e.g., IRC, iChat, or Chat Television), SixDegrees was the first online business that was created for real people, using their real names.[21] As such, according to CBS News, SixDegrees is \"widely considered to be the very first social networking site,\" as it included \"profiles, friends lists, and school affiliations\" that could be used by registered users.[22] The name references to the \"six degrees of separation\" concept, which posits that \"everyone on the planet is only six degrees apart from everyone else.\" It was the first website to provide users the option of creating a profile.[23]\n\nDuring the early 21st century, social media platforms became popular, first with the emergence of Friendster and Myspace, and later with the launch and popularization of Facebook, YouTube, and TikTok, among others.[24]\n\nResearch from 2015 shows that the world spent 22% of their online time on social networks,[25] thus suggesting the popularity of social media platforms. It is speculated that the increase in social media's popularity is due to the widespread daily use of smartphones.[26] As many as 4.08 billion social media users worldwide were found active on smartphones as of October 2020.\n\n"
        },
        {
            "title": "Definition and features",
            "text": "The idea that social media are defined simply by their ability to bring people together has been seen as too broad, as this would suggest that fundamentally different technologies like the telegraph and telephone are also social media.[27] The terminology is unclear, with some early researchers referring to social media as social networks or social networking services in the mid-2000s.[6] A more recent paper from 2015 reviewed the prominent literature in the area and identified four common features unique to then-current social media services:[2]\n\nIn 2019, Merriam-Webster defined social media as \"forms of electronic communication (such as websites for social networking and microblogging) through which users create online communities to share information, ideas, personal messages, and other content (such as videos).\"[28]\n\nWhile the variety of evolving stand-alone and built-in social media services makes it challenging to define them,[2] marketing and social media experts broadly agree that social media includes the following 13 types:[29]\n\nMobile social media refers to the use of social media on mobile devices such as smartphones and tablet computers. Mobile social media are useful applications of mobile marketing because the creation, exchange, and circulation of user-generated content can assist companies with marketing research, communication, and relationship development.[30] Mobile social media differ from others because they incorporate the current location of the user (location-sensitivity) or the time delay between sending and receiving messages.\n\nSocial media promotes users to share content with others and display content in order to enhance a particular brand or product.[31] Social media allows people to be creative and share interesting ideas with their followers or fans. Certain social media applications such as Twitter, Facebook, and Instagram are places where users share specific political or sports content. Many reporters and journalists produce updates and information on sports and political news. It can truly give users pertinent and necessary information to stay up to date on relevant news stories and topics. However, there is a downside to it. Users are advised to exercise due diligence when they are using social media platforms.\n\nAccording to Andreas Kaplan, mobile social media applications can be differentiated among four types:[30]\n\nSome social media sites have the potential for content posted there to spread virally over social networks. The term is an analogy to the concept of viral infections, which can spread rapidly from individual to individual. In a social media context, content or websites that are 'viral' (or which 'go viral') are those with a greater likelihood that users will re-share content posted (by another user) to their social network, leading to further sharing. In some cases, posts containing popular content or fast-breaking news have been rapidly shared and re-shared by a huge number of users.\n\nBusinesses have a particular interest in viral marketing tactics because a viral campaign can achieve widespread advertising coverage (particularly if the viral reposting itself makes the news) for a fraction of the cost of a traditional marketing campaign, which typically uses printed materials, like newspapers, magazines, mailings, and billboards, and television and radio commercials. Nonprofit organizations and activists may have similar interests in posting content on social media sites with the aim of it going viral.\n\nMany social media sites provide specific functionality to help users re-share (also known as re-blogging) content, such as Twitter's 'retweet' button, Pinterest's 'pin' function, Facebook's 'share' option, or Tumblr's 're-blog' function. Re-sharing (or, in this case, retweeting) is an especially popular component and feature of Twitter, allowing its users to keep up with important events and stay connected with their peers, as well as contributing in various ways throughout social media.[32] When certain posts become popular, they start to get retweeted over and over again, becoming viral. Hashtags can be used in tweets, and can also be used to take count of how many people have used that hashtag.\n\nBots are automated programs that operate on the Internet,[33] which have grown in demand, due to their ability to automate many communication tasks, leading to the creation of a new industry of bot providers.[34]\n\nChatbots and social bots are programmed to mimic natural human interactions such as liking, commenting, following, and unfollowing on social media platforms.[35] As companies aim for greater market shares and increased audiences, internet bots have also been developed to facilitate social media marketing.[36] With the existence of social bots and chatbots, however, the marketing industry has also met an analytical crisis, as these bots make it difficult to differentiate between human interactions and automated bot interactions.[37] For instance, marketing data has been negatively affected by some bots, causing \"digital cannibalism\" in social media marketing. Additionally, some bots violate the terms of use on many social media platforms such as Instagram, which can result in profiles being taken down and banned.[38]\n\n'Cyborgs'—either bot-assisted humans or human-assisted bots[39]—are used for a number of different purposes both legitimate and illegitimate, from spreading fake news to creating marketing buzz.[40][41][42] A common legitimate use includes using automated programs to post on social media at a specific time.[43] In these cases, often, the human writes the post content and the bot schedules the time of posting. In other cases, the cyborgs are more nefarious, e.g., contributing to the spread of fake news and misinformation.[39] Often these accounts blend human and bot activity in a strategic way, so that when an automated account is publicly identified, the human half of the cyborg is able to take over and could protest that the account has been used manually all along. In many cases, these accounts that are being used in a more illegitimate fashion try to pose as real people; in particular, the number of their friends or followers resemble that of a real person.[39] Cyborgs are also related to sock puppet accounts, where one human pretends to be someone else, but can also include one human operating multiple cyborg accounts.\n\nThere has been rapid growth in the number of United States patent applications that cover new technologies that are related to social media, and the number of them that are published has been growing rapidly over the past five years.[citation needed] As of 2020[update], there are over 5000 published patent applications in the United States.[44] As many as 7000 applications may be currently on file including those that have not been published yet; however, only slightly over 100 of these applications have issued as patents, largely due to the multi-year backlog in examination of business method patents, i.e., patents that outline and claim new methods of doing business.[45]\n\n\nAs an instance of technological convergence, various social media platforms of different kinds adapted functionality beyond their original scope, increasingly overlapping with each other over time, albeit usually not implemented as completely as on dedicated platforms.\n\nExamples are the social hub site Facebook launching an integrated video platform in May 2007,[46] and Instagram, whose original scope was low-resolution photo sharing, introducing the ability to share quarter-minute 640×640 pixel videos in 2013[47] (later extended to a minute with increased resolution), acting like a minimal video platform without video seek bar. Instagram later implemented stories (short videos self-destructing after 24 hours), a concept popularized by Snapchat, as well as IGTV, for seekable videos of up to ten minutes or one hour depending on account status.[48] Stories have been later adapted by the dedicated video platform YouTube in 2018, although access is restricted to the mobile apps, excluding mobile and desktop websites.[49]\n\nTwitter, whose original scope was text-based microblogging, later adapted photo sharing functionality (deprecating third-party services such as TwitPic),[50] later video sharing with 140-second time limit and view counter but no manual quality selection or subtitles like on dedicated video platforms, and originally only available to mobile app users but later implemented in their website front ends.[51][52] Then a media studio feature for business users, which resembles YouTube's Creator Studio.[53]\n\nThe discussion platform Reddit added an integrated image hoster in June 2016 after Reddit users commonly relied on the external standalone image sharing platform Imgur,[54] and an internal video hoster around a year later.[55] In July 2020, the ability to share multiple images in a single post (image galleries), a feature known from Imgur, was implemented.[56] Imgur itself implemented sharing videos of up to 30 seconds in May 2018, later extended to one minute.[57][58]\n\nStarting in 2018, the dedicated video platform YouTube rolled out a Community feature accessible through a channel tab (which usurps the previous Discussion channel tab), where text-only posts, as well as polls can be shared. To be enabled, channels have to pass a subscriber count threshold which has been lowered over time.[59]\n\n"
        },
        {
            "title": "Statistics on usage and membership",
            "text": "According to Statista, it is estimated that, in 2022, there are around 3.96 billion people using social media around the globe; up from 3.6 billion in 2020. This number is expected to increase to 4.41 billion in 2025.[60]\n\nThe following is a list of the most popular social networking services based on the number of active users as of January 2022 per Statista.[61]\n\nA study from 2009 suggests that there may be individual differences that help explain who uses social media and who does not: extraversion and openness have a positive relationship with social media, while emotional stability has a negative sloping relationship with social media.[62] A separate study from 2015 found that people with a higher social comparison orientation appear to use social media more heavily than people with low social comparison orientation.[63]\n\nData from Common Sense Media has suggested that children under the age of 13 in the United States use social networking services despite the fact that many social media sites have policies that state one must be at least 13 years old or older to join.[64] In 2017, Common Sense Media conducted a nationally representative survey of parents of children from birth to age 8 and found that 4% of children at this age used social media sites such as Instagram, Snapchat, or (now-defunct) Musical.ly \"often\" or \"sometimes.\"[65] A different nationally representative survey by Common Sense in 2019 surveyed young Americans ages 8–16 and found that about 31% of children ages 8–12 ever use social media such as Snapchat, Instagram, or Facebook.[66] In that same survey, when American teens ages 16–18 were asked when they started using social media, 28% said they started to use it before they were 13 years old. However, the median age of starting to use social media was 14 years old.\n\nSocial media plays a role in communication during COVID-19 pandemic.[67] In June 2020, during the COVID-19 pandemic, a nationally representative survey by Cartoon Network and the Cyberbullying Research Center surveyed Americans tweens (ages 9–12) found that the most popular overall application in the past year was YouTube (67%).[68] (In general, as age increased, the tweens were more likely to have used major social media apps and games.) Similarly, a nationally representative survey by Common Sense Media conducted in 2020 of Americans ages 13–18 found that YouTube was also the most popular social media service (used by 86% of 13- to 18-year-old Americans in the past year).[69] As children grow older, they utilize certain social media services on a frequent basis and often use the application YouTube to consume content. The use of social media certainly increases as people grow older and it has become a customary thing to have an Instagram and Twitter account.\n\n\nWhile adults were already using social media before the COVID-19 pandemic, more started using it to stay socially connected and to get updates on the pandemic. \nThis also made healthcare workers and systems more aware of social media as a place people were getting health information about the pandemic:\nThough this also led to the spread of disinformation, indeed, on December 11, 2020, the CDC put out a \"Call to Action: Managing the Infodemic\".[72]\nSome healthcare organizations even used hashtags as interventions and published articles on their Twitter data:[73] \nHowever others in the medical community were concerned about social media addiction, due to it as an increasingly important context and therefore \"source of social validation and reinforcement\" and are unsure if increased social media use is a coping mechanism or harmful.[74]\n\n"
        },
        {
            "title": "Use at the organizational level",
            "text": "Governments may use social media to (for example):[75]\n\nSocial media has been used extensively in civil and criminal investigations.[77] It has also been used to assist in searches for missing persons.[78] Police departments often make use of official social media accounts to engage with the public, publicize police activity, and burnish law enforcement's image;[79][80] conversely, video footage of citizen-documented police brutality and other misconduct has sometimes been posted to social media.[80]\n\nIn the United States U.S. Immigration and Customs Enforcement identifies and track individuals via social media, and also has apprehended some people via social media based sting operations.[81] U.S. Customs and Border Protection (also known as CPB) and the United States Department of Homeland Security use social media data as influencing factors during the visa process, and continue to monitor individuals after they have entered the country.[82]  CPB officers have also been documented performing searches of electronics and social media behavior at the border, searching both citizens and non-citizens without first obtaining a warrant.[82]\n\nAs social media gained momentum among the younger generations, governments began using it to improve their image, especially among the youth. In January 2021, Egyptian authorities were found to be using Instagram influencers as part of its media ambassadors program. The program was designed to revamp Egypt’s image and to counter the bad press Egypt had received because of the country's human rights record. Saudi Arabia and the United Arab Emirates participated in similar programs.[83] Similarly, Dubai has also extensively relied on social media and influencers to promote tourism. However, the restrictive laws of Dubai have always kept these influencers within the limits to not offend the authorities, or to criticize the city, politics or religion. The content of these foreign influencers is controlled to make sure that nothing portrays Dubai in a negative light.[84]\n\nBusinesses can use social media tools for marketing research, communication, sales promotions/discounts, informal employee-learning/organizational development, relationship development/loyalty programs,[30] and e-Commerce. Companies are increasingly using social-media monitoring tools to monitor, track, and analyze online conversations on the Web about their brand or products or about related topics of interest. This can prove useful in public relations management and advertising-campaign tracking, allowing analysts to measure return on investment for their social media ad spending, competitor-auditing, and for public engagement. Tools range from free, basic applications to subscription-based, more in-depth tools. Often social media can become a good source of information and/or explanation of industry trends for a business to embrace change. Within the financial industry, companies can utilize the power of social media as a tool for analyzing the sentiment of financial markets. These range from the marketing of financial products, gaining insights into market sentiment, future market predictions, and as a tool to identify insider trading.[85]\n\nTo properly take advantage of these benefits, businesses need to have a set of guidelines that they can use on different social media platforms.[5] Social media can enhance a brand through a process called \"building social authority\".[86] However, this process can be difficult, because one of the foundational concepts in social media is that one cannot completely control one's message through social media but rather one can simply begin to participate in the \"conversation\" expecting that one can achieve a significant influence in that conversation.[87] Because of the wide use of social media by consumers and their own employees, companies use social media[88] on a customer-organizational level; and an intra-organizational level. Social media, by connecting individuals to new ties via the social network can increase entrepreneurship and innovation, especially for those individuals who lack conventional information channels due to their lower socioeconomic background.[89]\n\nSocial media marketing is the use of social media platforms and websites to promote a product or service and also to establish a connection with its customers. Social media marketing has increased due to the growing active user rates on social media sites. Though these numbers are not exponential. For example, as of 2018 Facebook had 2.2 billion users, Twitter had 330 million active users and Instagram had 800 million users.[90] Then in 2021 Facebook had 2.89 billion users[91] and Twitter had 206 million users.[92] Similar to traditional advertising, all of social media marketing can be divided into three types: (1) paid media, (2) earned media, and (3) owned media.[93] Paid social media is when a firm directly buys advertising on a social media platform. Earned social media is when the firms does something that impresses its consumers or other stakeholders and they spontaneously post their own content about it on social media. Owned social media is when the firm itself owns the social media channel and creates content for its followers.[94]\n\nOne of the main uses is to interact with audiences to create awareness of the company or organization, with the main idea of creating a two-way communication system where the audience and/or customers can interact; e.g., customers can provide feedback on the firm's products.[95] However, since social media allows consumers to spread opinions and share experiences in a peer-to-peer fashion, this has shifted some of the power from the organization to consumers, since these messages can be transparent and honest.[96] Or at least appear so (more on this at influencers).\n\nSocial media can also be used to directly advertise; placing an advert on Facebook's Newsfeed, for example, can provide exposure of the brand to a large number of people. Social media platforms also enable targeting specific audiences with advertising. Users of social media are then able to like, share, and comment on the advert; this turns the passive advertising consumers into active advertising producers since they can pass the advert's message on to their friends.[97]  Companies using social media marketing have to keep up with the different social media platforms and stay on top of ongoing trends. Since the different platforms and trends attract different audiences, firms must be strategic about their use of social media to attract the right audience.[5] Moreover, the tone of the content can affect the efficacy of social media marketing. Companies such as fast food franchise Wendy's have used humor (such as shitposting) to advertise their products by poking fun at competitors such as McDonald's and Burger King.[98] This particular example spawned a lot of fanart of the Wendy's mascot which circulated widely online, (particularly on sites like DeviantArt)[99] increasing the effect of the marketing campaign. Other companies such as Juul have used hashtags (such as #ejuice and #eliquid) to promote themselves and their products.[100]\n\nSocial media personalities, often referred to as \"influencers\", who are internet celebrities who have been employed and/or sponsored by marketers to promote products online. Research shows that digital endorsements seem to be successfully attracting social media users,[101] especially younger consumers who have grown up in the digital age.[102] In 2013, the United Kingdom Advertising Standards Authority (ASA) began to advise celebrities and sports stars to make it clear if they had been paid to tweet about a product or service by using the hashtag #spon or #ad within tweets containing endorsements, and the US Federal Trade Commission has issued similar guidelines.[103] The practice of harnessing social media personalities to market or promote a product or service to their following is commonly referred to as Influencer Marketing. In 2019 The Cambridge Dictionary defines an \"influencer\" as any person (personality, blogger, journalist, celebrity) who has the ability to affect the opinions, behaviors, or purchases of others through the use of social media.[104]\n\nMarketing efforts can also take advantage of the peer effects in social media. Consumers tend to treat content on social media differently from traditional advertising (such as print ads), but these messages may be part of an interactive marketing strategy involving modeling, reinforcement, and social interaction mechanisms. A 2012 study focused on this communication described how communication between peers through social media can affect purchase intentions: a direct impact through conformity, and an indirect impact by stressing product engagement. This study indicated that social media communication between peers about a product had a positive relationship with product engagement.[105]\n\nSocial media have a range of uses in political processes and activities. Social media have been championed[by whom?] as allowing anyone with access to an Internet connection to become a content creator[106] and as empowering users.[107][better source needed] The role of social media in democratizing media participation, which proponents herald as ushering in a new era of participatory democracy, with all users able to contribute news and comments, may fall short of the ideals, given that many often follow like-minded individuals, as noted by Philip Pond and Jeff Lewis.[108] Online-media audience-members are largely passive consumers, while content creation is dominated by a small number of users who post comments and write new content.[109]: 78  Online engagement does not always translate into real-world action, and Howard, Busch and Sheets have argued that there is a digital divide in North America because of the continent's history, culture, and geography.[110]\n\nYounger generations are becoming[when?] more involved in politics due to the increase of political news posted on social media.[citation needed] Political campaigns are targeting millennials online via social-media posts in hope that they will increase their political engagement.[111] Social media was influential in the widespread attention given[by whom?] to the revolutionary outbreaks in the Middle East and North Africa during 2011.[112][113][114] During the Tunisian revolution in 2011, people used Facebook to organize meetings and protests.[115]\nHowever, debate persists about the extent to which social media facilitated this kind of political change.[116]\n\nSocial-media footprints of candidates for political office have grown during the last decade[timeframe?] - the 2016 United States presidential election provided good examples. Dounoucos et al. noted that Twitter use by candidates was unprecedented during that election cycle.[117] Most candidates in the United States have a Twitter account.[118] The public has also increased their reliance on social-media sites for political information.[117] In the European Union, social media have amplified political messages.[119]\n\nMilitant groups have begun[when?] to see social media as a major organizing and recruiting tool.[120] The Islamic State of Iraq and the Levant (also known as ISIL, ISIS, and Daesh) has used social media to promote its cause. In 2014, #AllEyesonISIS went viral on Arabic Twitter.[121] ISIS produces an online magazine named the Islamic State Report to recruit more fighters.[122] State-sponsored cyber-groups have weaponized social-media platforms to attack governments in the United States, the European Union, and the Middle East.[citation needed] Although  phishing attacks via email are the most commonly used tactic to breach government networks, phishing attacks on social media rose 500% in 2016.[123]\n\nIncreasing political influence on social media[124] saw[when?] several campaigns running from one political side against another. Often,[quantify] foreign-originated social-media campaigns have sought to influence political opinion in another country. For example, a Twitter campaign run[when?] in Saudi Arabia produced thousands of tweets about Hillary Clinton's trending on #HillaryEmails by supporters of Mohammed bin Salman. It also involved Riyadh's social-marketing firm, SMAAT, which had a history of running such campaigns on Twitter.[125][126][127]\nPoliticians themselves use social media to their advantage - and to spread their campaign messages and to influence voters.\n\nDue to the growing abuse of human rights in Bahrain, activists have used social media to report acts of violence and injustice. They publicized the brutality of government authorities and police, who were detaining, torturing and threatening many individuals. On the other hand, Bahrain's government was using social media to track and target rights activists and individuals who were critical of the authorities; the government has stripped citizenship from over 1,000 activists as punishment.[128]\n\nSome employers examine job applicants' social media profiles as part of the hiring assessment. This issue raises many ethical questions that some consider an employer's right and others consider discrimination. Many Western-European countries have already implemented laws that restrict the regulation of social media in the workplace. States including Arkansas, California, Colorado, Illinois, Maryland, Michigan, Nevada, New Jersey, New Mexico, Utah, Washington, and Wisconsin have passed legislation that protects potential employees and current employees from employers that demand that they provide their usernames and/or passwords for any social media accounts.[129] Use of social media by young people has caused significant problems for some applicants who are active on social media when they try to enter the job market. A survey of 17,000 young people in six countries in 2013 found that 1 in 10 people aged 16 to 34 have been rejected for a job because of online comments they made on social media websites.[130]\n\nFor potential employees, Social media services such as LinkedIn have shown to affect deception in resumes. While these services do not affect how often deception happens, they affect the types of deception that occur. LinkedIn resumes are less deceptive about prior work experience but more deceptive about interests and hobbies.[131]\n\nThe use of social media in science communications offers extensive opportunities for exchanging scientific information, ideas, opinions and publications. Scientists use social media to share their scientific knowledge and new findings on platforms such as ResearchGate, LinkedIn, Facebook, Twitter and Academia.edu.[132] Among these the most common type of social media that scientists use is Twitter and blogs. It has been found that Twitter increased the scientific impact in the community. The use of social media has improved and elevated the interaction between scientists, reporters, and the general public.[citation needed] Over 495,000 opinions were shared on Twitter related to science in one year (between September 1, 2010, and August 31, 2011), which was an increase compared with past years.[133] Science related blogs motivate public interest in learning, following, and discussing science. Blogs use textual depth and graphical videos that provide the reader with a dynamic way to interact with scientific information. Both Twitter and blogs can be written quickly and allow the reader to interact in real time with the authors. However, the popularity of social media platforms changes quickly and scientists need to keep pace with changes in social media.[134] In terms of organized uses of scientific social media, one study in the context of climate change has shown that climate scientist and scientific institutions played a minimal role in online debate, while nongovernmental organizations played a larger role.[135]\n\nSignals from social media are used to assess academic publications,[136] as well as for different scientific approaches.[clarification needed] Another study found that most of the health science students acquiring academic materials from others through social media.[137]\n\nIt is not only an issue in the workplace but an issue in post-secondary school admissions as well. There have been situations where students have been forced to give up their social media passwords to school administrators.[138] There are inadequate laws to protect a student's social media privacy, and organizations such as the ACLU are pushing for more privacy protection, as it is an invasion. They urge students who are pressured to give up their account information to tell the administrators to contact a parent or lawyer before they take the matter any further. Although they are students, they still have the right to keep their password-protected information private.[139]\n\n\nAccording to a 2007 journal, before social media[140] admissions officials in the United States used SAT and other standardized test scores, extra-curricular activities, letters of recommendation, and high school report cards to determine whether to accept or deny an applicant. In the 2010s, while colleges and universities still used these traditional methods to evaluate applicants, these institutions were increasingly accessing applicants' social media profiles to learn about their character and activities. According to Kaplan, Inc, a corporation that provides higher education preparation, in 2012 27% of admissions officers used Google to learn more about an applicant, with 26% checking Facebook.[141] Students whose social media pages include offensive jokes or photos, racist or homophobic comments, photos depicting the applicant engaging in illegal drug use or drunkenness, and so on, may be screened out from admission processes.\nSocial media comments and images are being used in a range of court cases including employment law, child custody/child support and insurance disability claims. After an Apple employee criticized his employer on Facebook, he was fired. When the former employee sued Apple for unfair dismissal, the court, after seeing the man's Facebook posts, found in favor of Apple, as the man's social media comments breached Apple's policies.[143] After a heterosexual couple broke up, the man posted \"violent rap lyrics from a song that talked about fantasies of killing the rapper's ex-wife\" and made threats against him. The court found him guilty and he was sentenced to jail.[143] In a disability claims case, a woman who fell at work claimed that she was permanently injured; the employer used the social media posts of her travels and activities to counter her claims.[143]\n\nCourts do not always admit social media evidence, in part, because screenshots can be faked or tampered with.[144] Judges are taking emojis into account to assess statements made on social media; in one Michigan case where a person alleged that another person had defamed them in an online comment, the judge disagreed, noting that there was an emoji after the comment which indicated that it was a joke.[144] In a 2014 case in Ontario against a police officer regarding alleged assault of a protester during the G20 summit, the court rejected the Crown's application to use a digital photo of the protest that was anonymously posted online, because there was no metadata proving when the photo was taken and it could have been digitally altered.[144]\n\n"
        },
        {
            "title": "Use by individuals",
            "text": "As of March 2010, in the United States, 81% of users look online for news of the weather, first and foremost, with the percentage seeking national news at 73%, 52% for sports news, and 41% for entertainment or celebrity news. According to CNN, in 2010 75% of people got their news forwarded through e-mail or social media posts, whereas 37% of people shared a news item via Facebook or Twitter.[145] Facebook and Twitter make news a more participatory experience than before as people share news articles and comment on other people's posts. Rainie and Wellman (2012) have argued that media making now has become a participation work,[146] which changes communication systems. However, 27% of respondents worry about the accuracy of a story on a blog.[109] From a 2019 poll, Pew Research Center found that Americans are wary about the ways that social media sites share news and certain content.[147] This wariness of accuracy is on the rise as social media sites are increasingly exploited by aggregated new sources which stitch together multiple feeds to develop plausible correlations. Hemsley and colleagues (2018) refer to this phenomenon as \"pseudo-knowledge\" which develop false narratives and fake news that are supported through general analysis and ideology rather than facts.[148] Social media as a news source was further questioned as spikes in evidence surround major news events such as was captured in the United States 2016 presidential election[149] and again during the COVID-19 Pandemic.\n\nSocial media are used to fulfill perceived social needs such as socializing with friends and family[4] as well as romance and flirting,[4] but not all needs can be fulfilled by social media.[150] For example, a 2003 article found that lonely individuals are more likely to use the Internet for emotional support than those who are not lonely.[151]  A nationally representative survey from Common Sense Media in 2018 found that 40% of American teens ages 13–17 thought that social media was \"extremely\" or \"very\" important for them to keep up with their friends on a day-to-basis.[152] The same survey found that 33% of teens said social media was extremely or very important to have meaningful conversations with close friends, and 23% of teens said social media was extremely or very important to document and share highlights from their lives.[152] Recently, a Gallup poll from May 2020 showed that 53% of adult social media users in the United States thought that social media was a very or moderately important way to keep in touch with those they cannot otherwise see in-person due to social distancing measures related to the COVID-19 pandemic.[153]\n\nSherry Turkle explores this topic in her book Alone Together as she discusses how people confuse social media usage with authentic communication.[154] She posits that people tend to act differently online and are less afraid to hurt each other's feelings. Additionally, some online behaviors can cause stress and anxiety, due to the permanence of online posts, the fear of being hacked, or of universities and employers exploring social media pages. Turkle also speculates that people are beginning to prefer texting to face-to-face communication, which can contribute to feelings of loneliness.[154] Nationally representative surveys from 2019 have found this to be the case with teens in the United States[152] and Mexico.[155] Some researchers have also found that exchanges that involved direct communication and reciprocation of messages correlated with fewer feelings of loneliness.[156] However, that same study showed that passively using social media without sending or receiving messages does not make people feel less lonely unless they were lonely to begin with.\n\nThe term social media \"stalking\" or \"creeping\" have been popularized over the years, and this refers to looking at the person's \"timeline, status updates, tweets, and online bios\" to find information about them and their activities.[157] While social media creeping is common, it is considered to be poor form to admit to a new acquaintance or new date that you have looked through his or her social media posts, particularly older posts, as this will indicate that you were going through their old history.[157] A sub-category of creeping is creeping ex-partners' social media posts after a breakup to investigate if there is a new partner or new dating; this can lead to preoccupation with the ex, rumination, and negative feelings, all of which postpone recovery and increase feelings of loss.[158]\n\nCatfishing has become more prevalent since the advent of social media. Relationships formed with catfish can lead to actions such as supporting them with money and catfish will typically make excuses as to why they cannot meet up or be viewed on camera.[159]\n\nThe more time people spend on Facebook, the less satisfied they feel about their life.[160] Self-presentation theory explains that people will consciously manage their self-image or identity related information in social contexts.[161] In fact, a critical aspect of social networking sites is the time invested in customizing a personal profile, and encourage a sort of social currency based on likes, followers, and comments.[162] Users also tend to segment their audiences based on the image they want to present, pseudonymity and use of multiple accounts across the same platform remain popular ways to negotiate platform expectations and segment audiences.[163]\n\nHowever, users may feel pressure to gain their peers' acceptance of their self-presentation. For example, in a 2016 peer-reviewed article by Trudy Hui Hui Chua and Leanne Chang, the authors found that teenage girls manipulate their self-presentation on social media to achieve a sense of beauty that is projected by their peers.[164] These authors also discovered that teenage girls compare themselves to their peers on social media and present themselves in certain ways in an effort to earn regard and acceptance. However, when users do not feel like they reached this regard and acceptance, this can actually lead to problems with self-confidence and self-satisfaction.[164] A nationally representative survey of American teens ages 13–17 by Common Sense Media found that 45% said getting \"likes\" on posts is at least somewhat important, and 26% at least somewhat agreed that they feel bad about themselves if nobody comments on or \"likes\" their photos.[152] Some evidence suggests that perceived rejection may lead to feeling emotional pain,[165] and some may partake in online retaliation such as online bullying.[166] Conversely, according to research from UCLA, users' reward circuits in their brains are more active when their own photos are liked by more peers.[167]\n\nLiterature suggests that social media can breed a negative feedback loop of viewing and uploading photos, self-comparison, feelings of disappointment when perceived social success is not achieved, and disordered body perception.[168] In fact, one study shows that the microblogging platform, Pinterest is directly associated with disordered dieting behavior, indicating that for those who frequently look at exercise or dieting \"pins\" there is a greater chance that they will engage in extreme weight-loss and dieting behavior.[169]\n\nSocial media can also function as a supportive system for adolescents' health, because by using social media, adolescents are able to mobilize around health issues that they themselves deem relevant.[170] For example, in a clinical study among adolescent patients undergoing treatment for obesity, the participants' expressed that through social media, they could find personalized weight-loss content as well as social support among other adolescents with obesity.[171][172] Whilst, social media can provide such information there are a considerable amount of uninformed and incorrect sources which promote unhealthy and dangerous methods of weight loss.[172] As stated by the national eating disorder association there is a high correlation between weight loss content and disorderly eating among women who have been influenced by this negative content.[172] Therefore, there is a need for people to evaluate and identify reliable health information, competencies commonly known as health literacy. This has led to efforts by governments and public health organizations to use social media to interact with users, to limited success.[173]\n\nOther social media, such as pro-anorexia sites, have been found in studies to cause significant risk of harm by reinforcing negative health-related behaviors through social networking, especially in adolescents.[174][175][176] Social media effects the way a person views themselves. The constant comparison to edited photos, of other individual's and their living situations, can cause many negative emotions. This can lead to not eating, and isolation. As more and more people continue to use social media for the wrong reasons, it increases the feeling of loneliness in adults.[177]\n\nDuring the coronavirus pandemic, the spread of information throughout social media regarding treatments against the virus has also influenced different health behaviors.[178] For example, People who use more social media and belief more in conspiracy theory in social media during the COVID-19 pandemic had worse mental health[179] and is predictive of their compliance to health behaviors such as hand-washing during the pandemic.[180]\n\nNews media and television journalism have been a key feature in the shaping of American collective memory for much of the 20th century.[181][182] Indeed, since the colonial era of the United States, news media has influenced collective memory and discourse about national development and trauma. In many ways, mainstream journalists have maintained an authoritative voice as the storytellers of the American past. Their documentary-style narratives, detailed exposés, and their positions in the present make them prime sources for public memory. Specifically, news media journalists have shaped collective memory on nearly every major national event—from the deaths of social and political figures to the progression of political hopefuls. Journalists provide elaborate descriptions of commemorative events in U.S. history and contemporary popular cultural sensations. Many Americans learn the significance of historical events and political issues through news media, as they are presented on popular news stations.[183] However, journalistic influence has grown less important, whereas social networking sites such as Facebook, YouTube and Twitter, provide a constant supply of alternative news sources for users.\n\nAs social networking becomes more popular among older and younger generations, sites such as Facebook and YouTube gradually undermine the traditionally authoritative voices of news media. For example, American citizens contest media coverage of various social and political events as they see fit, inserting their voices into the narratives about America's past and present and shaping their own collective memories.[184][185] An example of this is the public explosion of the Trayvon Martin shooting in Sanford, Florida. News media coverage of the incident was minimal until social media users made the story recognizable through their constant discussion of the case. Approximately one month after Martin's death, its online coverage by everyday Americans garnered national attention from mainstream media journalists, in turn exemplifying media activism.[186]\n\nSocial media use sometimes involves negative interactions between users.[187] Angry or emotional conversations can lead to real-world interactions, which can get users into dangerous situations. Some users have experienced threats of violence online and have feared these threats manifesting themselves offline. Related issues include cyberbullying, online harassment, and 'trolling'. According to cyberbullying statistics from the i-Safe Foundation, over half of adolescents and teens have been bullied online, and about the same number have engaged in cyberbullying.[188] Both the bully and the victim are negatively affected, and the intensity, duration, and frequency of bullying are the three aspects that increase the negative effects on both of them.[189]\n\nOne phenomenon that is commonly studied with social media is the issue of social comparison. People compare their own lives to the lives of their friends through their friends' posts.[citation needed] Because people are motivated to portray themselves in a way that is appropriate to the situation and serves their best interests,[164] often the things posted online are the positive aspects of people's lives, making other people question why their own lives are not as exciting or fulfilling. One study in 2017 found that problematic social media use (i.e., feeling addicted to social media) was related to lower life satisfaction and self-esteem scores; the authors speculate that users may feel if their life is not exciting enough to put online it is not as good as their friends or family.[190]\n\nStudies have shown that self-comparison on social media can have dire effects on physical and mental health because they give us the ability to seek approval and compare ourselves.[191][192] In one study, women reported that social media are the most influential sources of their body image satisfaction; while men reported them as the second most impacting factor.[193]\n\nSocial media has allowed for people to be constantly surrounded and aware of celebrity images and influencers who hold strong online presence with the number of followers they have. This constant online presence has meant that people are far more aware of what others look like and as such body comparisons have become an issue, as people are far more aware of what the desired body type is. A study produced by King university showed that 87% of women and 65% of men compared themselves to images found on social media.[194]\n\nThere are efforts to combat these negative effects, such as the use of the tag #instagramversusreality and #instagramversusreallife, that have been used to promote body positivity. In a related study, women aged 18–30 were shown posts using this hashtag that contained side-by-side images of women in the same clothes and setting, but one image was enhanced for Instagram, while the other was an unedited, \"realistic\" version. Women who participated in this experiment noted a decrease in body dissatisfaction.[195]\n\nAccording to a study released in 2017 by researchers from the University of Pittsburgh, the link between sleep disturbance and the use of social media was clear. It concluded that blue light had a part to play—and how often they logged on, rather than time spent on social media sites, was a higher predictor of disturbed sleep, suggesting \"an obsessive 'checking'\".[196] The strong relationship of social media use and sleep disturbance has significant clinical ramifications for young adults health and well-being.[197] In a recent study, we have learned that people in the highest quartile for social media use per week report the most sleep disturbance. The median number of minutes of social media use per day is 61 minutes. Lastly, we have learned that females are more inclined to experience high levels of sleep disturbance than males.[198] Many teenagers suffer from sleep deprivation as they spend long hours at night on their phones, and this, in turn, could affect grades as they will be tired and unfocused in school.[199] In a study from 2011, it was found that time spent on Facebook has a strong negative relationship with overall GPA, but it was unclear if this was related to sleep disturbances.[200] Since blue light has increasingly become an issue smartphone developers have added a night mode feature that does not cause as much strain to the eyes as a blue light would.[201]\n\nOne studied emotional effect of social media is 'Facebook depression', which is a type of depression that affects adolescents who spend too much of their free time engaging with social media sites.[9] This may lead to problems such as reclusiveness which can negatively damage one's health by creating feelings of loneliness and low self-esteem among young people.[9] Using a phone to look at social media before bed has become a popular trend among teenagers and this has led to a lack of sleep and inability to stay awake during school. Social media applications curate content that encourages users to keep scrolling to the point where they lose track of time.[197] There are studies that show children's self-esteem is positively affected by positive comments on social media and negatively affected self-esteem by negative comments. This affects the way that people look at themselves on a \"worthiness\" scale.[202]  A 2017 study of almost 6,000 adolescent students showed that those who self-reported addiction-like symptoms of social media use were more likely to report low self-esteem and high levels of depressive symptoms.[203] From the findings on a population-based study, there is about 37% increase in the likelihood of major depression among adolescents.[204] In a different study conducted in 2007, those who used the most multiple social media platforms (7 to 11) had more than three times the risk of depression and anxiety than people who used the fewest (0 to 2).[205]\n\nA second emotional effect is social media burnout, which is defined by Bo Han as ambivalence, emotional exhaustion, and depersonalization.[206] Ambivalence refers to a user's confusion about the benefits she can get from using a social media site. Emotional exhaustion refers to the stress a user has when using a social media site. Depersonalization refers to the emotional detachment from a social media site a user experiences. The three burnout factors can all negatively influence the user's social media continuance. This study provides an instrument to measure the burnout a user can experience when his or her social media \"friends\" are generating an overwhelming amount of useless information (e.g., \"what I had for dinner\", \"where I am now\").\n\nA third emotional effect is the \"fear of missing out\" (FOMO), which is defined as the \"pervasive apprehension that others might be having rewarding experiences from which one is absent.\"[207] FOMO has been classified by some as a form of social anxiety.[208] It is associated with checking updates on friends' activities on social media.[207] Some speculate that checking updates on friends' activities on social media may be associated with negative influences on people's psychological health and well-being because it could contribute to negative mood and depressed feelings.[209][210] Looking at friends' stories or posts of them attending parties, music festivals, vacations and other events on various social media applications can lead users to feel left out and upset because they are not having as much fun as others. This is a very common issue between young people using certain apps and it continues to affect their personal well-being.[211]\n\nOn the other hand, social media can sometimes have a supportive effect on individuals who use it. Twitter has been used more by the medical community.[212] While Twitter can facilitate academic discussion among health professionals and students, it can also provide a supportive community for these individuals by fostering a sense of community and allowing individuals to support each other through tweets, likes, and comments.[213]\n\n"
        },
        {
            "title": "Social impacts",
            "text": "The digital divide is a measure of disparity in the level of access to technology between households, socioeconomic levels or other demographic categories.[214][215] People who are homeless, living in poverty, elderly people and those living in rural or remote communities may have little or no access to computers and the Internet; in contrast, middle class and upper-class people in urban areas have very high rates of computer and Internet access. Other models argue that within a modern information society, some individuals produce Internet content while others only consume it,[216][217] which could be a result of disparities in the education system where only some teachers integrate technology into the classroom and teach critical thinking.[218] While social media has differences among age groups, a 2010 study in the United States found no racial divide.[219] Some zero-rating programs offer subsidized data access to certain websites on low-cost plans. Critics say that this is an anti-competitive program that undermines net neutrality and creates a \"walled garden\"[220] for platforms like Facebook Zero. A 2015 study found that 65% of Nigerians, 61% of Indonesians, and 58% of Indians agree with the statement that \"Facebook is the Internet\" compared with only 5% in the US.[221]\n\nEric Ehrmann contends that social media in the form of public diplomacy create a patina of inclusiveness that covers[222] traditional economic interests that are structured to ensure that wealth is pumped up to the top of the economic pyramid, perpetuating the digital divide and post-Marxian class conflict. He also voices concern over the trend that finds social utilities operating in a quasi-libertarian global environment of oligopoly that requires users in economically challenged nations to spend high percentages of annual income to pay for devices and services to participate in the social media lifestyle. Neil Postman also contends that social media will increase an information disparity between \"winners\" – who are able to use the social media actively – and \"losers\" – who are not familiar with modern technologies or who do not have access to them. People with high social media skills may have better access to information about job opportunities, potential new friends, and social activities in their area, which may enable them to improve their standard of living and their quality of life.\n\nAccording to the Pew Research Center and other research works, a majority of Americans at least occasionally receive news from social media.[223][224] Because of algorithms on social media which filter and display news content which are likely to match their users' political preferences (known as a filter bubble), a potential impact of receiving news from social media includes an increase in political polarization due to selective exposure.[225] Political polarization refers to when an individual's stance on a topic is more likely to be strictly defined by their identification with a specific political party or ideology than on other factors. Selective exposure occurs when an individual favors information that supports their beliefs and avoids information that conflicts with their beliefs. A study by Hayat and Samuel-Azran conducted during the 2016 U.S. presidential election observed an \"echo chamber\" effect of selective exposure among 27,811 Twitter users following the content of cable news shows.[225] The Twitter users observed in the study were found to have little interaction with users and content whose beliefs were different from their own, possibly heightening polarization effects.[225][226] Another 2016 study using U.S. elections, conducted by Evans and Clark, revealed gender differences in the political use of Twitter between candidates.[227] Whilst politics is a male dominated arena, on social media the situation appears to be the opposite, with women discussing policy issues at a higher rate than their male counterparts. The study concluded that an increase in female candidates directly correlates to an increase in the amount of attention paid to policy issues, potentially heightening political polarization.[228]\n\nEfforts to combat selective exposure in social media may also cause an increase in political polarization.[229] A study examining Twitter activity conducted by Bail et al. paid Democrat and Republican participants to follow Twitter handles whose content was different from their political beliefs (Republicans received liberal content and Democrats received conservative content) over a six-week period.[229] At the end of the study, both Democrat and Republican participants were found to have increased political polarization in favor of their own parties, though only Republican participants had an increase that was statistically significant.[229]\n\nThough research has shown evidence that social media plays a role in increasing political polarization, it has also shown evidence that social media use leads to a persuasion of political beliefs.[230][231] An online survey consisting of 1,024 U.S. participants was conducted by Diehl, Weeks, and Gil de Zuñiga, which found that individuals who use social media were more likely to have their political beliefs persuaded than those who did not.[230] In particular, those using social media as a means to receive their news were the most likely to have their political beliefs changed.[230] Diehl et al. found that the persuasion reported by participants was influenced by the exposure to diverse viewpoints they experienced, both in the content they saw as well as the political discussions they participated in.[230] Similarly, a study by Hardy and colleagues conducted with 189 students from a Midwestern state university examined the persuasive effect of watching a political comedy video on Facebook.[231] Hardy et al. found that after watching a Facebook video of the comedian/political commentator John Oliver performing a segment on his show, participants were likely to be persuaded to change their viewpoint on the topic they watched (either payday lending or the Ferguson protests) to one that was closer to the opinion expressed by Oliver.[231] Furthermore, the persuasion experienced by the participants was found to be reduced if they viewed comments by Facebook users which contradicted the arguments made by Oliver.[231]\n\nResearch has also shown that social media use may not have an effect on polarization at all.[232] A U.S. national survey of 1,032 participants conducted by Lee et al. found that participants who used social media were more likely to be exposed to a diverse number of people and amount of opinion than those who did not, although using social media was not correlated with a change in political polarization for these participants.[232]\n\nIn a study examining the potential polarizing effects of social media on the political views of its users, Mihailidis and Viotty suggest that a new way of engaging with social media must occur to avoid polarization.[233] The authors note that media literacies (described as methods which give people skills to critique and create media) are important to using social media in a responsible and productive way, and state that these literacies must be changed further in order to have the most effectiveness.[233] In order to decrease polarization and encourage cooperation among social media users, Mihailidis and Viotty suggest that media literacies must focus on teaching individuals how to connect with other people in a caring way, embrace differences, and understand the ways in which social media has a real impact on the political, social, and cultural issues of the society they are a part of.[233]\n\nRecent research has demonstrated that social media, and media in general, have the power to increase the scope of stereotypes not only in children but people of all ages.[234] Both cases of stereotyping of the youth and the elderly are prime examples of ageism. The presumed characteristics of the individual being stereotyped can have both negative and positive connotations but frequently carry an opposing viewpoint. For example, the youth on social media platforms are often depicted as lazy, immature individuals who oftentimes have no drive or passion for other activities.[235] For example, during the COVID-19 pandemic, much of the youth were accused for the spread of the disease and were blamed for the continuous lockdowns across the world.[236] These misrepresentations make it difficult for the youth to find new efforts and prove others wrong, especially when a large group of individuals believe that the stereotypes are highly accurate. Considering the youthful groups that are present on social media are frequently in a new stage of their lives and preparing to make life-changing decisions, it is essential that the stereotypes are diminished so that they do not feel invalidated. Further, stereotyping often occurs for the elderly as they are presumed to be a group of individuals who are unaware of the proper functions and slang usage on social media.[237] These stereotypes often seek to exclude older generations from participating in trends or engaging them in other activities on digital platforms.\n\nSocial media has allowed for mass cultural exchange and intercultural communication. As different cultures have different value systems, cultural themes, grammar, and world views, they also communicate differently.[238] The emergence of social media platforms fused together different cultures and their communication methods, blending together various cultural thinking patterns and expression styles.[239][better source needed]\n\nSocial media has affected the way youth communicate, by introducing new forms of language.[240] Abbreviations have been introduced to cut down on the time it takes to respond online. The commonly known \"LOL\" has become globally recognized as the abbreviation for \"laugh out loud\" thanks to social media and use by people of all ages particularly as people grow up.\n\nAnother trend that influences the way youth communicates is (through) the use of hashtags. With the introduction of social media platforms such as Twitter, Facebook and Instagram, the hashtag was created to easily organize and search for information. Hashtags can be used when people want to advocate for a movement, store content or tweets from a movement for future use, and allow other social media users to contribute to a discussion about a certain movement by using existing hashtags. Using hashtags as a way to advocate for something online makes it easier and more accessible for more people to acknowledge it around the world.[241] As hashtags such as #tbt (\"throwback Thursday\") become a part of online communication, it influenced the way in which youth share and communicate in their daily lives. Because of these changes in linguistics and communication etiquette, researchers of media semiotics[who?] have found that this has altered youth's communications habits and more[242].[vague]\n\nSocial media is a great way to learn about your community and the world around you, but as social media progressed the younger audiences have lowered their ability to effectively communicate. Because of the digital nature, teens have stopped worrying about the consequences that social media has. They often don't think about what they are sending and take longer to figure out what to say. In return, during real life settings, it's harder for them to carry conversations. Social media also creates a toxic environment where people cyberbully each other, so in person they act the same way and don't worry about the consequences.[243]\n\nSocial media has offered a new platform for peer pressure with both positive and negative communication. From Facebook comments to likes on Instagram, how the youth communicate, and what is socially acceptable is now heavily based on social media.[244] Social media does make kids and young adults more susceptible to peer pressure. The American Academy of Pediatrics has also shown that bullying, the making of non-inclusive friend groups, and sexual experimentation have increased situations related to cyberbullying, issues with privacy, and the act of sending sexual images or messages to someone's mobile device. This includes issues of sexting and revenge porn among minors, and the resulting legal implications and issues, and resulting risk of trauma.[245][246][247][248] On the other hand, social media also benefits the youth and how they communicate.[249] Adolescents can learn basic social and technical skills that are essential in society.[249] Through the use of social media, kids and young adults are able to strengthen relationships by keeping in touch with friends and family, make more friends, and participate in community engagement activities and services.[9]\n\n"
        },
        {
            "title": "",
            "text": "Criticisms of social media range from criticisms of the ease of use of specific platforms and their capabilities, disparity of information available, issues with trustworthiness and reliability of information presented,[250] the impact of social media use on an individual's concentration,[251] ownership of media content, and the meaning of interactions created by social media. Although some social media platforms, such as servers in the decentralized Fediverse, offer users the opportunity to cross-post between independently run servers using a standard protocol such as ActivityPub, the dominant social network platforms have been criticized for poor interoperability between platforms, which leads to the creation of information silos, viz. isolated pockets of data contained in one social media platform.[252] However, it is also argued that social media has positive effects, such as allowing the democratization of the Internet[5] while also allowing individuals to advertise themselves and form friendships.[253] have noted that the term \"social\" cannot account for technological features of a platform alone, hence the level of sociability should be determined by the actual performances of its users. There has been a dramatic decrease in face-to-face interactions as more and more social media platforms have been introduced with the threat of cyber-bullying and online sexual predators including groomers being more prevalent.[254][255] Social media may expose children to images of alcohol, tobacco, and sexual behaviors.[relevant?][256] In regards to cyber-bullying, it has been proven that individuals who have no experience with cyber-bullying often have a better well-being than individuals who have been bullied online.[257]\n\nTwitter is increasingly a target of heavy activity of marketers. Their actions focused on gaining massive numbers of followers, include use of advanced scripts and manipulation techniques that distort the prime idea of social media by abusing human trustfulness.[258]  British-American entrepreneur and author Andrew Keen criticized social media in his 2007 book The Cult of the Amateur, writing, \"Out of this anarchy, it suddenly became clear that what was governing the infinite monkeys now inputting away on the Internet was the law of digital Darwinism, the survival of the loudest and most opinionated. Under these rules, the only way to intellectually prevail is by infinite filibustering.\"[259]\nThis is also relative to the issue \"justice\" in the social network. For example, the phenomenon \"Human flesh search engine\" in Asia raised the discussion of \"private-law\" brought by social network platform. Comparative media professor José van Dijck contends in her book The Culture of Connectivity (2013) that to understand the full weight of social media, their technological dimensions should be connected to the social and the cultural. She critically describes six social media platforms. One of her findings is the way Facebook had been successful in framing the term 'sharing' in such a way that third party use of user data is neglected in favor of intra-user connectedness. The fragmentation of modern society, in part due to social media, has been likened to a modern Tower of Babel.[260]\n\nEssena O'Neill attracted international coverage when she explicitly left social media.[261]\n\nThere has been speculation[by whom?] that social media has become perceived as a trustworthy source of information by a large number of people.[262][263] The continuous interpersonal connectivity on social media, for example, may lead to people regarding peer recommendations as indicators of the reliability of information sources. This trust can be exploited by marketers, who can utilize consumer-created content about brands and products to influence public perceptions.[264][265]\n\nThe trustworthiness of information can be improved by fact-checking. Some social media has started to employ this.[266][267][268]\n\nEvgeny Morozov, a 2009–2010 Yahoo fellow at Georgetown University, contended that information uploaded to Twitter may have little relevance to the masses of people who do not use Twitter. In an article for the magazine Dissent titled \"Iran: Downside to the 'Twitter Revolution'\", Morozov wrote:\n\nProfessor Matthew Auer of Bates College casts doubt on the conventional wisdom that social media are open and participatory. He also speculates on the emergence of \"anti-social media\" used as \"instruments of pure control\".[270]\n\nSocial media 'mining' is a type of data mining, a technique of analyzing data to detect patterns. Social media mining is a process of representing, analyzing, and extracting actionable patterns from data collected from people's activities on social media. Google mines data in many ways including using an algorithm in Gmail to analyze information in emails. This use of the information will then affect the type of advertisements shown to the user when they use Gmail. Facebook has partnered with many data mining companies such as Datalogix and BlueKai to use customer information for targeted advertising.[271] Massive amounts of data from social platforms allows scientists and machine learning researchers to extract insights and build product features.[272]\n\nEthical questions of the extent to which a company should be able to utilize a user's information have been called \"big data\".[224] Users tend to click through Terms of Use agreements when signing up on social media platforms, and they do not know how their information will be used by companies. This leads to questions of privacy and surveillance when user data is recorded. Some social media outlets have added capture time and Geotagging that helps provide information about the context of the data as well as making their data more accurate.\n\nOn April 10, 2018, in a hearing held in response to revelations of data harvesting by Cambridge Analytica, Mark Zuckerberg, the Facebook chief executive, faced questions from senators on a variety of issues, from privacy to the company's business model and the company's mishandling of data. This was Mr. Zuckerberg's first appearance before Congress, prompted by the revelation that Cambridge Analytica, a political consulting firm linked to the Trump campaign, harvested the data of an estimated 87 million Facebook users to psychologically profile voters during the 2016 election. Zuckerberg was pressed to account for how third-party partners could take data without users’ knowledge. Lawmakers questioned him on the proliferation of so-called fake news on Facebook, Russian interference during the 2016 presidential election and censorship of conservative media.[273]\n\nFor The New Yorker writer Malcolm Gladwell, the role of social media, such as Twitter and Facebook, in revolutions and protests is overstated.[274] On one hand, social media makes it easier for individuals, and in this case activists, to express themselves. On the other hand, it is harder for that expression to have an impact.[274] Gladwell distinguishes between social media activism and high-risk activism, which brings real changes. Activism and especially high-risk activism involves strong-tie relationships, hierarchies, coordination, motivation, exposing oneself to high risks, making sacrifices.[274] Gladwell discusses that social media are built around weak ties and he argues that \"social networks are effective at increasing participation — by lessening the level of motivation that participation requires.\"[274] According to him, \"Facebook activism succeeds not by motivating people to make a real sacrifice, but by motivating them to do the things that people do when they are not motivated enough to make a real sacrifice.\"[274]\n\nDisputing Gladwell's theory, in the study \"Perceptions of Social Media for Politics: Testing the Slacktivism Hypothesis\", Kwak and colleagues (2018) conducted a survey which found that people who are politically expressive on social media are also more likely to participate in offline political activity.[275]\n\nSocial media content is generated through social media interactions done by users through the site. There has always been a huge debate on the ownership of the content on social media platforms because it is generated by the users and hosted by the company. Added to this is the danger to the security of information, which can be leaked to third parties with economic interests in the platform, or parasites who comb the data for their own databases.[276]\n\nPrivacy rights advocates warn users on social media about the collection of their personal data. Some information is captured without the user's knowledge or consent through electronic tracking and third-party applications. Data may also be collected for law enforcement and governmental purposes,[270] by social media intelligence using data mining techniques.[276] Data and information may also be collected for third party use. When information is shared on social media, that information is no longer private. There have been many cases in which young persons especially, share personal information, which can attract predators. It is very important to monitor what you share and to be aware of who you could potentially be sharing that information with. Teens especially share significantly more information on the internet now than they have in the past. Teens are much more likely to share their personal information, such as email address, phone number, and school names.[277] Studies suggest that teens are not aware of what they are posting and how much of that information can be accessed by third parties.\n\nThere are arguments that \"privacy is dead\" and that with social media growing more and more, some heavy social media users appear to have become quite unconcerned with privacy. Others argue, however, that people are still very concerned about their privacy, but are being ignored by the companies running these social networks, who can sometimes make a profit off of sharing someone's personal information. There is also a disconnect between social media user's words and their actions. Studies suggest that surveys show that people want to keep their lives private, but their actions on social media suggest otherwise. Everyone leaves a trail when they use social media. Every time someone creates a new social media account, they provide personal information that can include their name, birthdate, geographic location, and personal interests. In addition, companies collect data on user behaviors. All of this data is stored and leveraged by companies to better target advertising to their users.[278]\n\nAnother factor is ignorance of how accessible social media posts are. Some social media users who have been criticized for inappropriate comments stated that they did not realize that anyone outside their circle of friends would read their posts; in fact, on some social media sites, unless a user selects higher privacy settings, their content is shared with a wide audience.\n\nAccording to a 2016 article diving into the topic of sharing privately and the effect social media has on expectations of privacy, \"1.18 billion people will log into their Facebook accounts, 500 million tweets will be sent, and there will be 95 million photos and videos posted on Instagram\" in a day. Much of the privacy concerns individuals face stem from their own posts on a form of a social network. Users have the choice to share voluntarily and have been ingrained into society as routine and normative. Social media are a snapshot of our lives; a community we have created on the behaviors of sharing, posting, liking, and communicating. Sharing has become a phenomenon which social media and networks have uprooted and introduced to the world.[279] The idea of privacy is redundant; once something is posted, its accessibility remains constant even if we select who is potentially able to view it. People desire privacy in some shape or form, yet also contribute to social media, which makes it difficult to maintain privacy.[280] Mills offers options for reform which include copyright and the application of the law of confidence; more radically, a change to the concept of privacy itself.\n\nA 2014 Pew Research Center survey found that 91% of Americans \"agree\" or \"strongly agree\" that people have lost control over how personal information is collected and used by all kinds of entities. Some 80% of social media users said they were concerned about advertisers and businesses accessing the data they share on social media platforms, and 64% said the government should do more to regulate advertisers.[281]\n\nAccording to The Wall Street Journal published on February 17, 2019, According to UK law, Facebook did not protect certain aspects of the user data.[282]\n\nThe US government announced banning TikTok and WeChat from the States over national security concerns. The shutdown was announced for September 20, 2020. Access to TikTok was extended until 12 November 2020,[283] and a federal court ruling on October 30, 2020, has blocked further implementation of restrictions that would lead to TikTok's shutdown.[284]\n\nThe commercial development of social media has been criticized as the actions of consumers in these settings have become increasingly value-creating, for example when consumers contribute to the marketing and branding of specific products by posting positive reviews. As such, value-creating activities also increase the value of a specific product, which could, according to marketing professors Bernad Cova and Daniele Dalli (2009), lead to what they refer to as \"double exploitation\".[285]\n\nAs social media usage has become increasingly widespread, social media has to a large extent come to be subjected to commercialization by marketing companies and advertising agencies.[286] In 2014 Christofer Laurell, a digital marketing researcher, suggested that the social media landscape currently consists of three types of places because of this development: consumer-dominated places, professionally dominated places and places undergoing commercialization.[287] As social media becomes commercialized, this process has been shown to create novel forms of value networks stretching between consumer and producer[288] in which a combination of personal, private and commercial contents are created.[289]\n\nAs one of the biggest preoccupations among adolescents is social media usage, in 2011 researchers began using the term \"Facebook addiction disorder\" (F.A.D.), a form of internet addiction disorder.[290] FAD is characterized by compulsive use of the social networking site Facebook, which generally results in physical or psychological complications. The disorder, although not classified in the latest Diagnostic and Statistical Manual of Mental Disorders (DSM-5) or by the World Health Organization, has been the subject of several studies focusing on the negative effects of social media use on the psyche. One German study published in 2017 investigated a correlation between excessive use of the social networking site and narcissism; the results were published in the journal PLoS One. According to the findings: \"FAD was significantly positively related to the personality trait narcissism and to negative mental health variables (depression, anxiety, and stress symptoms).\"[291][292]\n\nIn 2020, Netflix released The Social Dilemma, which raises concerns about the problematic effects of social media. In the documentary, mental health experts and former employees of social media companies explain how social media is designed to be addictive. One example that's shown is when an AI detects that someone has not visited Facebook for some time, it may choose different notifications that it predicts are most likely to cause them to re-visit the platform. This AI takes into account everything that each person has done on that platform.\n\nThe documentary also raises concerns about the correlation between child and teen suicides and suicide attempts and increasing social media usage in the United States, particularly usage on mobile.[293]\n\nTurning off social media notifications temporarily or long-term may help reduce problematic social media use.[294]\n\nHaving social media in the classroom was a controversial topic in the 2010s. Many parents and educators have been fearful of the repercussions of having social media in the classroom.[295] There are concerns that social media tools can be misused for cyberbullying or sharing inappropriate content. As result, cell phones have been banned from some classrooms, and some schools have blocked many popular social media websites. Many schools have realized that they need to loosen restrictions, teach digital citizenship skills, and even incorporate these tools into classrooms. Some schools permit students to use smartphones or tablet computers in class, as long as the students are using these devices for academic purposes, such as doing research. Using Facebook in class allows for the integration of multimodal content such as student-created photographs and video and URLs to other texts, in a platform that many students are already familiar with. Twitter can be used to enhance communication building and critical thinking and it provides students with an informal \"back channel\", and extend discussion outside of class time.\n\nSocial media often features in political struggles to control public perception and online activity. In some countries, Internet police or secret police monitor or control citizens' use of social media. For example, in 2013 some social media was banned in Turkey after the Taksim Gezi Park protests. Both Twitter and YouTube were temporarily suspended in the country by a court's decision. A new law, passed by Turkish Parliament, has granted immunity to Telecommunications Directorate (TİB) personnel. The TİB was also given the authority to block access to specific websites without the need for a court order.[296] Yet TİB's 2014 blocking of Twitter was ruled by the constitutional court to violate free speech.[297] More recently, in the 2014 Thai coup d'état, the public was explicitly instructed not to 'share' or 'like' dissenting views on social media or face prison. In July of that same year, in response to WikiLeaks' release of a secret suppression order made by the Victorian Supreme Court, media lawyers were quoted in the Australian media to the effect that \"anyone who tweets a link to the WikiLeaks report, posts it on Facebook, or shares it in any way online could also face charges\".[298] On 27 July 2020, in Egypt, two women were sentenced to two years of imprisonment for posting TikTok videos, which the government claims are \"violating family values\".[299]\n\nMastodon, GNU social, Diaspora, Friendica and other compatible software packages operate as a loose federation of mostly volunteer-operated servers, called the Fediverse, which connect with each other through the open source protocol ActivityPub. In early 2019, Mastodon successfully blocked the spread of violent right-wing extremism when the Twitter alternative Gab tried to associate with Mastodon, and their independent servers quickly contained its dissemination.[300]\n\nIn December 2019, Twitter CEO Jack Dorsey made a similar suggestion, stating that efforts would be taken to achieve an \"open and decentralized standard for social media\". Rather than \"deplatforming\", such standards would allow a more scalable, and customizable approach to content moderation and censorship, and involve a number of companies, in the way that e-mail servers work.[citation needed]\n\nDeplatforming is a form of Internet censorship in which controversial speakers or speech are suspended, banned, or otherwise shut down by social media platforms and other service providers that normally provide a venue for free expression.[301] These kinds of actions are similar to alternative dispute resolution.[302]: 4   As early as 2015, platforms such as Reddit began to enforce selective bans based, for example, on terms of service that prohibit \"hate speech\".[303] According to technology journalist Declan McCullagh, \"Silicon Valley's efforts to pull the plug on dissenting opinions\" have included, as of 2018[update], Twitter, Facebook, and YouTube \"devising excuses to suspend ideologically disfavored accounts\".[304]\n\nMost people see social media platforms as censoring objectionable political views.[305]\n\nAccording to Danah Boyd (2011), the media plays a large role in shaping people's perceptions of specific social networking services. When looking at the site MySpace, after adults started to realize how popular the site was becoming with teens, news media became heavily concerned with teen participation and the potential dangers they faced using the site. As a result, teens avoided joining the site because of the associated risks (e.g. child predators and lack of control), and parents began to publicly denounce the site. Ultimately, the site was labeled as dangerous, and many were detracted from interacting with the site.[306]\n\nAs Boyd also describes, when Facebook initially launched in 2004, it solely targeted college students and access was intentionally limited. Facebook started as a Harvard-only social networking service before expanding to all other Ivy League schools. It then made its way to other top universities and ultimately to a wider range of schools. Because of its origins, some saw Facebook as an \"elite\" social networking service. While it was very open and accepting to some, it seemed to outlaw and shun most others who did not fit that \"elite\" categorization. These narratives propagated by the media influenced the large movement of teenage users from one social networking service to another.[306]\n\nAccording to LikeWar: The Weaponization of Social Media (2018) by P.W. Singer and Emerson T. Brooking, the use of effective social media marketing techniques is not only limited to celebrities, corporations, and governments, but also extremist groups to carry out political objectives based on extremist ideologies.[307] The use of social media by ISIS and Al-Qaeda has been used primarily to influence operations in areas of operation and gain the attention of sympathizers of extremist ideologies. Social media platforms like YouTube, Twitter, Facebook, and various encrypted-messaging applications have been used to increase the recruiting of members into these extremist groups, both locally and internationally.[308] Larger platforms like YouTube, Twitter, and various others have received backlash for allowing this type of content on their platform (see Use of social media by the Islamic State of Iraq and the Levant). The use of social media to further extremist objectives is not only limited to Islamic terrorism, but also extreme nationalist groups across the world, and more prominently, right-wing extremist groups based out of the United States.\n\nAs many of the traditional social media platforms banned hate speech (see Online hate speech), several platforms have become popular among right-wing extremists to carry out planning and communication of thoughts and organized events; these application became known as \"Alt-tech\". Platforms such as Telegram, Parler, and Gab were used during the 2021 storming of the US Capitol in Washington, D.C. The use of this social media was used to coordinate attacks on the Capitol.[309] Several members within these groups shared tips on how to avoid law enforcement and what their plans were with regards to carrying out their objectives; some users called for killings of law enforcement and politicians.[310]\n\n"
        },
        {
            "title": "Deceased users",
            "text": "Social media content, like most content on the web, will continue to persist unless the user deletes it. This brings up the inevitable question of what to do once a social media user dies, and no longer has access to their content.[311] As it is a topic that is often left undiscussed, it is important to note that each social media platform, e.g., Twitter, Facebook, Instagram, LinkedIn, and Pinterest, has created its own guidelines for users who have died.[312] In most cases on social media, the platforms require a next-of-kin to prove that the user is deceased, and then give them the option of closing the account or maintaining it in a 'legacy' status. Ultimately, social media users should make decisions about what happens to their social media accounts before they pass, and make sure their instructions are passed on to their next-of-kin.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Content_creation",
        "https://en.wikipedia.org/wiki/Information_sharing",
        "https://en.wikipedia.org/wiki/Virtual_communities",
        "https://en.wikipedia.org/wiki/Network_virtualization",
        "https://en.wikipedia.org/wiki/Internet",
        "https://en.wikipedia.org/wiki/Digital_photo",
        "https://en.wikipedia.org/wiki/Video",
        "https://en.wikipedia.org/wiki/Online",
        "https://en.wikipedia.org/wiki/Website",
        "https://en.wikipedia.org/wiki/Mobile_app",
        "https://en.wikipedia.org/wiki/List_of_social_networking_services",
        "https://en.wikipedia.org/wiki/Social_network",
        "https://en.wikipedia.org/wiki/Internet",
        "https://en.wikipedia.org/wiki/Web_based_application",
        "https://en.wikipedia.org/wiki/Desktop_computer",
        "https://en.wikipedia.org/wiki/Download",
        "https://en.wikipedia.org/wiki/Smartphone",
        "https://en.wikipedia.org/wiki/Tablet_computer",
        "https://en.wikipedia.org/wiki/Electronics",
        "https://en.wikipedia.org/wiki/Blog",
        "https://en.wikipedia.org/wiki/Podcast",
        "https://en.wikipedia.org/wiki/Technoself_studies",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/Facebook_Messenger",
        "https://en.wikipedia.org/wiki/TikTok",
        "https://en.wikipedia.org/wiki/WeChat",
        "https://en.wikipedia.org/wiki/Instagram",
        "https://en.wikipedia.org/wiki/Qzone",
        "https://en.wikipedia.org/wiki/Sina_Weibo",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Tumblr",
        "https://en.wikipedia.org/wiki/Baidu_Tieba",
        "https://en.wikipedia.org/wiki/LinkedIn",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Tencent_QQ",
        "https://en.wikipedia.org/wiki/Quora",
        "https://en.wikipedia.org/wiki/WhatsApp",
        "https://en.wikipedia.org/wiki/Snapchat",
        "https://en.wikipedia.org/wiki/Pinterest",
        "https://en.wikipedia.org/wiki/Viber",
        "https://en.wikipedia.org/wiki/Reddit",
        "https://en.wikipedia.org/wiki/Microsoft_Teams",
        "https://en.wikipedia.org/wiki/Wiki",
        "https://en.wikipedia.org/wiki/Content_creation",
        "https://en.wikipedia.org/wiki/Traditional_media",
        "https://en.wikipedia.org/wiki/Magazine",
        "https://en.wikipedia.org/wiki/Newspaper",
        "https://en.wikipedia.org/wiki/TV_broadcasting",
        "https://en.wikipedia.org/wiki/Radio_broadcasting",
        "https://en.wikipedia.org/wiki/Frequency",
        "https://en.wikipedia.org/wiki/Dialogic",
        "https://en.wikipedia.org/wiki/Traditional_media",
        "https://en.wikipedia.org/wiki/Digital_media",
        "https://en.wikipedia.org/wiki/Digital_rhetoric",
        "https://en.wikipedia.org/wiki/Digital_environments",
        "https://en.wikipedia.org/wiki/Online",
        "https://en.wikipedia.org/wiki/Marketing",
        "https://en.wikipedia.org/wiki/Advocacy_group",
        "https://en.wikipedia.org/wiki/Timeline_of_social_media",
        "https://en.wikipedia.org/wiki/ARPANET",
        "https://en.wikipedia.org/wiki/PLATO_system",
        "https://en.wikipedia.org/wiki/University_of_Illinois",
        "https://en.wikipedia.org/wiki/Control_Data_Corporation",
        "https://en.wikipedia.org/wiki/Talkomatic",
        "https://en.wikipedia.org/wiki/Online_chat_room",
        "https://en.wikipedia.org/wiki/Crowdsourced",
        "https://en.wikipedia.org/wiki/ARPANET",
        "https://en.wikipedia.org/wiki/Netiquette",
        "https://en.wikipedia.org/wiki/MIT",
        "https://en.wikipedia.org/wiki/MIT_Computer_Science_and_Artificial_Intelligence_Laboratory",
        "https://en.wikipedia.org/wiki/Internet",
        "https://en.wikipedia.org/wiki/Transmission_Control_Protocol",
        "https://en.wikipedia.org/wiki/Vint_Cerf",
        "https://en.wikipedia.org/wiki/Yogen_Dalal",
        "https://en.wikipedia.org/wiki/Usenet",
        "https://en.wikipedia.org/wiki/Tom_Truscott",
        "https://en.wikipedia.org/wiki/University_of_North_Carolina_at_Chapel_Hill",
        "https://en.wikipedia.org/wiki/Duke_University",
        "https://en.wikipedia.org/wiki/Bulletin_board_system",
        "https://en.wikipedia.org/wiki/Community_Memory",
        "https://en.wikipedia.org/wiki/Apple_II",
        "https://en.wikipedia.org/wiki/Atari_Corporation",
        "https://en.wikipedia.org/wiki/IBM_Personal_Computer",
        "https://en.wikipedia.org/wiki/Commodore_64",
        "https://en.wikipedia.org/wiki/Sinclair_Research",
        "https://en.wikipedia.org/wiki/Personal_computer",
        "https://en.wikipedia.org/wiki/Modem",
        "https://en.wikipedia.org/wiki/Compuserve",
        "https://en.wikipedia.org/wiki/AOL",
        "https://en.wikipedia.org/wiki/World_Wide_Web",
        "https://en.wikipedia.org/wiki/Internet_forum",
        "https://en.wikipedia.org/wiki/Digital_imaging",
        "https://en.wikipedia.org/wiki/Semiconductor",
        "https://en.wikipedia.org/wiki/Image_sensor",
        "https://en.wikipedia.org/wiki/Semiconductor_device_fabrication",
        "https://en.wikipedia.org/wiki/List_of_semiconductor_scale_examples",
        "https://en.wikipedia.org/wiki/NMOS_logic",
        "https://en.wikipedia.org/wiki/Olympus_Corporation",
        "https://en.wikipedia.org/wiki/Complementary_MOS",
        "https://en.wikipedia.org/wiki/CMOS_sensor",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Jet_Propulsion_Laboratory",
        "https://en.wikipedia.org/wiki/Digital_cameras",
        "https://en.wikipedia.org/wiki/Camera_phones",
        "https://en.wikipedia.org/wiki/GeoCities",
        "https://en.wikipedia.org/wiki/Social_networking_service",
        "https://en.wikipedia.org/wiki/Instant_messaging_clients",
        "https://en.wikipedia.org/wiki/ICQ",
        "https://en.wikipedia.org/wiki/AOL",
        "https://en.wikipedia.org/wiki/Internet_Relay_Chat",
        "https://en.wikipedia.org/wiki/IChat",
        "https://en.wikipedia.org/wiki/Friendster",
        "https://en.wikipedia.org/wiki/Myspace",
        "https://en.wikipedia.org/wiki/Telegraph",
        "https://en.wikipedia.org/wiki/Telephone",
        "https://en.wikipedia.org/wiki/Terminology",
        "https://en.wikipedia.org/wiki/Social_network",
        "https://en.wikipedia.org/wiki/Social_networking_service",
        "https://en.wikipedia.org/wiki/Social_network",
        "https://en.wikipedia.org/wiki/Blog",
        "https://en.wikipedia.org/wiki/Huffington_Post",
        "https://en.wikipedia.org/wiki/Boingboing",
        "https://en.wikipedia.org/wiki/Professional_network_service",
        "https://en.wikipedia.org/wiki/LinkedIn",
        "https://en.wikipedia.org/wiki/XING",
        "https://en.wikipedia.org/wiki/Enterprise_social_networking",
        "https://en.wikipedia.org/wiki/Yammer",
        "https://en.wikipedia.org/wiki/Internet_forum",
        "https://en.wikipedia.org/wiki/Gaia_Online",
        "https://en.wikipedia.org/wiki/IGN_Boards",
        "https://en.wikipedia.org/wiki/Microblogging",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Tumblr",
        "https://en.wikipedia.org/wiki/Image_sharing",
        "https://en.wikipedia.org/wiki/Flickr",
        "https://en.wikipedia.org/wiki/Photobucket",
        "https://en.wikipedia.org/wiki/Review_site",
        "https://en.wikipedia.org/wiki/Elance",
        "https://en.wikipedia.org/wiki/Social_bookmarking",
        "https://en.wikipedia.org/wiki/Pinterest",
        "https://en.wikipedia.org/wiki/Mafia_Wars",
        "https://en.wikipedia.org/wiki/Social_networking_service",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/Instagram",
        "https://en.wikipedia.org/wiki/Online_video_platform",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Vimeo",
        "https://en.wikipedia.org/wiki/Virtual_world",
        "https://en.wikipedia.org/wiki/Second_Life",
        "https://en.wikipedia.org/wiki/Twinity",
        "https://en.wikipedia.org/wiki/Mobile_device",
        "https://en.wikipedia.org/wiki/Smartphone",
        "https://en.wikipedia.org/wiki/Tablet_computer",
        "https://en.wikipedia.org/wiki/Mobile_marketing",
        "https://en.wikipedia.org/wiki/Andreas_Kaplan",
        "https://en.wikipedia.org/wiki/Facebook_Places",
        "https://en.wikipedia.org/wiki/WhatsApp",
        "https://en.wikipedia.org/wiki/Foursquare_City_Guide",
        "https://en.wikipedia.org/wiki/Qype",
        "https://en.wikipedia.org/wiki/Tumblr",
        "https://en.wikipedia.org/wiki/Fishbrain",
        "https://en.wikipedia.org/wiki/Mobile_apps",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Wikipedia",
        "https://en.wikipedia.org/wiki/Viral_phenomenon",
        "https://en.wikipedia.org/wiki/Analogy",
        "https://en.wikipedia.org/wiki/Viral_infections",
        "https://en.wikipedia.org/wiki/Business",
        "https://en.wikipedia.org/wiki/Viral_marketing",
        "https://en.wikipedia.org/wiki/Magazine",
        "https://en.wikipedia.org/wiki/Nonprofit_organization",
        "https://en.wikipedia.org/wiki/Activist",
        "https://en.wikipedia.org/wiki/Reblogging",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Retweet",
        "https://en.wikipedia.org/wiki/Pinterest",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/Tumblr",
        "https://en.wikipedia.org/wiki/Hashtag",
        "https://en.wikipedia.org/wiki/Internet_bot",
        "https://en.wikipedia.org/wiki/Chatbot",
        "https://en.wikipedia.org/wiki/Social_bot",
        "https://en.wikipedia.org/wiki/Social_media_marketing",
        "https://en.wikipedia.org/wiki/Marketing_industry",
        "https://en.wikipedia.org/wiki/Terms_of_use",
        "https://en.wikipedia.org/wiki/Cyborg",
        "https://en.wikipedia.org/wiki/Fake_news",
        "https://en.wikipedia.org/wiki/Marketing_buzz",
        "https://en.wikipedia.org/wiki/Sock_puppet_account",
        "https://en.wikipedia.org/wiki/Software_patent",
        "https://en.wikipedia.org/wiki/Patent_application",
        "https://en.wikipedia.org/wiki/Business_method_patent",
        "https://en.wikipedia.org/wiki/Technological_convergence",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/Video_platform",
        "https://en.wikipedia.org/wiki/Instagram",
        "https://en.wikipedia.org/wiki/Snapchat",
        "https://en.wikipedia.org/wiki/IGTV",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Mobile_app",
        "https://en.wikipedia.org/wiki/Microblogging",
        "https://en.wikipedia.org/wiki/TwitPic",
        "https://en.wikipedia.org/wiki/Reddit",
        "https://en.wikipedia.org/wiki/Imgur",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/List_of_social_platforms_with_at_least_100_million_active_users",
        "https://en.wikipedia.org/wiki/Statista",
        "https://en.wikipedia.org/wiki/Social_networking_service",
        "https://en.wikipedia.org/wiki/Statista",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/WhatsApp",
        "https://en.wikipedia.org/wiki/Instagram",
        "https://en.wikipedia.org/wiki/WeChat",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/TikTok",
        "https://en.wikipedia.org/wiki/Facebook_Messenger",
        "https://en.wikipedia.org/wiki/Douyin",
        "https://en.wikipedia.org/wiki/Extraversion_and_introversion",
        "https://en.wikipedia.org/wiki/Openness",
        "https://en.wikipedia.org/wiki/Emotional_stability",
        "https://en.wikipedia.org/wiki/Social_comparison_bias",
        "https://en.wikipedia.org/wiki/Common_Sense_Media",
        "https://en.wikipedia.org/wiki/Social_networking_service",
        "https://en.wikipedia.org/wiki/Cartoon_Network",
        "https://en.wikipedia.org/wiki/Preadolescence",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Minecraft",
        "https://en.wikipedia.org/wiki/Roblox",
        "https://en.wikipedia.org/wiki/Google_Classroom",
        "https://en.wikipedia.org/wiki/Fortnite",
        "https://en.wikipedia.org/wiki/TikTok",
        "https://en.wikipedia.org/wiki/YouTube_Kids",
        "https://en.wikipedia.org/wiki/Snapchat",
        "https://en.wikipedia.org/wiki/Facebook_Messenger_Kids",
        "https://en.wikipedia.org/wiki/Instagram",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Instagram",
        "https://en.wikipedia.org/wiki/Snapchat",
        "https://en.wikipedia.org/wiki/TikTok",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Reddit",
        "https://en.wikipedia.org/wiki/Social_networking_service",
        "https://en.wikipedia.org/wiki/Healthcare_workers",
        "https://en.wikipedia.org/wiki/Disinformation",
        "https://en.wikipedia.org/wiki/Centers_for_Disease_Control_and_Prevention",
        "https://en.wikipedia.org/wiki/Infodemic",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Timeline_of_social_media",
        "https://en.wikipedia.org/wiki/Talkomatic",
        "https://en.wikipedia.org/wiki/Windows_Live_Messenger",
        "https://en.wikipedia.org/wiki/LiveJournal",
        "https://en.wikipedia.org/wiki/Friendster",
        "https://en.wikipedia.org/wiki/LinkedIn",
        "https://en.wikipedia.org/wiki/Myspace",
        "https://en.wikipedia.org/wiki/Skype",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/Orkut",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Reddit",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Nextdoor",
        "https://en.wikipedia.org/wiki/WhatsApp",
        "https://en.wikipedia.org/wiki/Pinterest",
        "https://en.wikipedia.org/wiki/Instagram",
        "https://en.wikipedia.org/wiki/Snapchat",
        "https://en.wikipedia.org/wiki/WeChat",
        "https://en.wikipedia.org/wiki/Google_Hangouts",
        "https://en.wikipedia.org/wiki/Discord",
        "https://en.wikipedia.org/wiki/TikTok",
        "https://en.wikipedia.org/wiki/Open_government",
        "https://en.wikipedia.org/wiki/Surveillance",
        "https://en.wikipedia.org/wiki/Use_of_social_network_websites_in_investigations",
        "https://en.wikipedia.org/wiki/Police_brutality",
        "https://en.wikipedia.org/wiki/Police_misconduct",
        "https://en.wikipedia.org/wiki/United_States_Department_of_Homeland_Security",
        "https://en.wikipedia.org/wiki/Travel_visa",
        "https://en.wikipedia.org/wiki/Instagram",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Human_rights",
        "https://en.wikipedia.org/wiki/Social_media_use_by_businesses",
        "https://en.wikipedia.org/wiki/Marketing_research",
        "https://en.wikipedia.org/wiki/Sales_promotion",
        "https://en.wikipedia.org/wiki/Organizational_learning",
        "https://en.wikipedia.org/wiki/Loyalty_program",
        "https://en.wikipedia.org/wiki/Social_media_monitoring",
        "https://en.wikipedia.org/wiki/Advertising_campaign",
        "https://en.wikipedia.org/wiki/Return_on_investment",
        "https://en.wikipedia.org/wiki/Public_engagement",
        "https://en.wikipedia.org/wiki/Business",
        "https://en.wikipedia.org/wiki/Social_media_marketing",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Instagram",
        "https://en.wikipedia.org/wiki/Influencers",
        "https://en.wikipedia.org/wiki/Shitposting",
        "https://en.wikipedia.org/wiki/Burger_King",
        "https://en.wikipedia.org/wiki/Fan_art",
        "https://en.wikipedia.org/wiki/DeviantArt",
        "https://en.wikipedia.org/wiki/Juul",
        "https://en.wikipedia.org/wiki/Internet_celebrity",
        "https://en.wikipedia.org/wiki/Influencers",
        "https://en.wikipedia.org/wiki/Sponsored_post",
        "https://en.wikipedia.org/wiki/Influencer_marketing",
        "https://en.wikipedia.org/wiki/Digital_native",
        "https://en.wikipedia.org/wiki/Influencer_marketing",
        "https://en.wikipedia.org/wiki/Social_multiplier_effect",
        "https://en.wikipedia.org/wiki/Social_media_use_in_politics",
        "https://en.wikipedia.org/wiki/Social_impact_of_YouTube",
        "https://en.wikipedia.org/wiki/Use_of_social_media_in_the_Wisconsin_protests",
        "https://en.wikipedia.org/wiki/Social_media_and_political_communication_in_the_United_States",
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Content_creator",
        "https://en.wikipedia.org/wiki/Empowerment",
        "https://en.wikipedia.org/wiki/Participatory_democracy",
        "https://en.wikipedia.org/wiki/Digital_divide_by_country",
        "https://en.wikipedia.org/wiki/Millennials",
        "https://en.wikipedia.org/wiki/Arab_Spring",
        "https://en.wikipedia.org/wiki/Candidate",
        "https://en.wikipedia.org/wiki/2016_United_States_presidential_election",
        "https://en.wikipedia.org/wiki/European_Union",
        "https://en.wikipedia.org/wiki/Militant",
        "https://en.wikipedia.org/wiki/Islamic_State_of_Iraq_and_the_Levant",
        "https://en.wikipedia.org/wiki/Memetic_warfare",
        "https://en.wikipedia.org/wiki/Phishing",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Hillary_Clinton",
        "https://en.wikipedia.org/wiki/Mohammed_bin_Salman",
        "https://en.wikipedia.org/wiki/Riyadh",
        "https://en.wikipedia.org/wiki/Human_rights_in_Bahrain",
        "https://en.wikipedia.org/wiki/Violence",
        "https://en.wikipedia.org/wiki/Injustice",
        "https://en.wikipedia.org/wiki/Tortured",
        "https://en.wikipedia.org/wiki/Social_media_use_in_hiring",
        "https://en.wikipedia.org/wiki/Discrimination",
        "https://en.wikipedia.org/wiki/Deception",
        "https://en.wikipedia.org/wiki/Academic_publishing",
        "https://en.wikipedia.org/wiki/SAT",
        "https://en.wikipedia.org/wiki/Standardized_test",
        "https://en.wikipedia.org/wiki/Letters_of_recommendation",
        "https://en.wikipedia.org/wiki/Report_card",
        "https://en.wikipedia.org/wiki/Google",
        "https://en.wikipedia.org/wiki/Emoji",
        "https://en.wikipedia.org/wiki/Metadata",
        "https://en.wikipedia.org/wiki/Social_media_as_a_news_source",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Pew_Research_Center",
        "https://en.wikipedia.org/wiki/Sherry_Turkle",
        "https://en.wikipedia.org/wiki/Catfishing",
        "https://en.wikipedia.org/wiki/Impression_management",
        "https://en.wikipedia.org/wiki/Social_media_and_identity",
        "https://en.wikipedia.org/wiki/Obesity",
        "https://en.wikipedia.org/wiki/Health_literacy",
        "https://en.wikipedia.org/wiki/Coronavirus",
        "https://en.wikipedia.org/wiki/Television_Journalist",
        "https://en.wikipedia.org/wiki/Colonial_history_of_the_United_States",
        "https://en.wikipedia.org/wiki/Collective_memory",
        "https://en.wikipedia.org/wiki/Discourse",
        "https://en.wikipedia.org/wiki/Facebook_news_feed",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Social_networking",
        "https://en.wikipedia.org/wiki/Killing_of_Trayvon_Martin",
        "https://en.wikipedia.org/wiki/Mainstream_media",
        "https://en.wikipedia.org/wiki/Media_activism",
        "https://en.wikipedia.org/wiki/Cyberbullying",
        "https://en.wikipedia.org/wiki/Cyberbullying",
        "https://en.wikipedia.org/wiki/Harassment",
        "https://en.wikipedia.org/wiki/Internet_troll",
        "https://en.wikipedia.org/wiki/Social_comparison_theory",
        "https://en.wikipedia.org/wiki/University_of_Pittsburgh",
        "https://en.wikipedia.org/wiki/Grading_in_education",
        "https://en.wikipedia.org/wiki/Social_media_and_suicide",
        "https://en.wikipedia.org/wiki/Depersonalization",
        "https://en.wikipedia.org/wiki/Fear_of_missing_out",
        "https://en.wikipedia.org/wiki/Anxiety",
        "https://en.wikipedia.org/wiki/Social_media_and_psychology",
        "https://en.wikipedia.org/wiki/Party",
        "https://en.wikipedia.org/wiki/Music_festival",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Digital_divide",
        "https://en.wikipedia.org/wiki/Digital_divide",
        "https://en.wikipedia.org/wiki/Homelessness",
        "https://en.wikipedia.org/wiki/Information_society",
        "https://en.wikipedia.org/wiki/Net_neutrality",
        "https://en.wikipedia.org/wiki/Facebook_Zero",
        "https://en.wikipedia.org/wiki/Nigerians",
        "https://en.wikipedia.org/wiki/Indonesians",
        "https://en.wikipedia.org/wiki/Indian_people",
        "https://en.wikipedia.org/wiki/Eric_Ehrmann",
        "https://en.wikipedia.org/wiki/Public_diplomacy",
        "https://en.wikipedia.org/wiki/Libertarianism",
        "https://en.wikipedia.org/wiki/Neil_Postman",
        "https://en.wikipedia.org/wiki/Quality_of_life",
        "https://en.wikipedia.org/wiki/Pew_Research_Center",
        "https://en.wikipedia.org/wiki/Algorithm",
        "https://en.wikipedia.org/wiki/Filter_bubble",
        "https://en.wikipedia.org/wiki/Selective_exposure_theory",
        "https://en.wikipedia.org/wiki/Ideology",
        "https://en.wikipedia.org/wiki/2016_United_States_presidential_election",
        "https://en.wikipedia.org/wiki/John_Oliver",
        "https://en.wikipedia.org/wiki/Payday_loan",
        "https://en.wikipedia.org/wiki/Ferguson_unrest",
        "https://en.wikipedia.org/wiki/Media_literacy",
        "https://en.wikipedia.org/wiki/Ageism",
        "https://en.wikipedia.org/wiki/Cultural_exchange",
        "https://en.wikipedia.org/wiki/Intercultural_communication",
        "https://en.wikipedia.org/wiki/Grammar",
        "https://en.wikipedia.org/wiki/LOL",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/Instagram",
        "https://en.wikipedia.org/wiki/Throwback_Thursday",
        "https://en.wikipedia.org/wiki/Cyberbullying",
        "https://en.wikipedia.org/wiki/Peer_pressure",
        "https://en.wikipedia.org/wiki/American_Academy_of_Pediatrics",
        "https://en.wikipedia.org/wiki/Sexting",
        "https://en.wikipedia.org/wiki/Revenge_porn",
        "https://en.wikipedia.org/wiki/Traumatic_brain_injury",
        "https://en.wikipedia.org/wiki/Fediverse",
        "https://en.wikipedia.org/wiki/ActivityPub",
        "https://en.wikipedia.org/wiki/Interoperability",
        "https://en.wikipedia.org/wiki/Cyberbullying",
        "https://en.wikipedia.org/wiki/Sexual_predator",
        "https://en.wikipedia.org/wiki/Child_grooming",
        "https://en.wikipedia.org/wiki/Tobacco",
        "https://en.wikipedia.org/wiki/Andrew_Keen",
        "https://en.wikipedia.org/wiki/The_Cult_of_the_Amateur",
        "https://en.wikipedia.org/wiki/Human_flesh_search_engine",
        "https://en.wikipedia.org/wiki/The_Culture_of_Connectivity",
        "https://en.wikipedia.org/wiki/Tower_of_Babel",
        "https://en.wikipedia.org/wiki/Evgeny_Morozov",
        "https://en.wikipedia.org/wiki/Yahoo",
        "https://en.wikipedia.org/wiki/Georgetown_University",
        "https://en.wikipedia.org/wiki/Matthew_Auer",
        "https://en.wikipedia.org/wiki/Bates_College",
        "https://en.wikipedia.org/wiki/Social_media_mining",
        "https://en.wikipedia.org/wiki/Data_mining",
        "https://en.wikipedia.org/wiki/Data_analysis",
        "https://en.wikipedia.org/wiki/Algorithm",
        "https://en.wikipedia.org/wiki/Gmail",
        "https://en.wikipedia.org/wiki/Datalogix",
        "https://en.wikipedia.org/wiki/BlueKai",
        "https://en.wikipedia.org/wiki/Targeted_advertising",
        "https://en.wikipedia.org/wiki/Machine_learning",
        "https://en.wikipedia.org/wiki/Big_data",
        "https://en.wikipedia.org/wiki/Terms_of_service",
        "https://en.wikipedia.org/wiki/Geotagged",
        "https://en.wikipedia.org/wiki/Cambridge_Analytica",
        "https://en.wikipedia.org/wiki/Mark_Zuckerberg",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/2016_United_States_presidential_election",
        "https://en.wikipedia.org/wiki/Social_media_activism",
        "https://en.wikipedia.org/wiki/The_New_Yorker",
        "https://en.wikipedia.org/wiki/Malcolm_Gladwell",
        "https://en.wikipedia.org/wiki/Digital_rhetoric",
        "https://en.wikipedia.org/wiki/Slacktivism",
        "https://en.wikipedia.org/wiki/Privacy_concerns_with_social_networking_services",
        "https://en.wikipedia.org/wiki/Consent",
        "https://en.wikipedia.org/wiki/Social_media_intelligence",
        "https://en.wikipedia.org/wiki/Data_mining",
        "https://en.wikipedia.org/wiki/Privacy_settings",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/Instagram",
        "https://en.wikipedia.org/wiki/Pew_Research_Center",
        "https://en.wikipedia.org/wiki/TikTok",
        "https://en.wikipedia.org/wiki/WeChat",
        "https://en.wikipedia.org/wiki/Commercialization",
        "https://en.wikipedia.org/wiki/Marketing_companies",
        "https://en.wikipedia.org/wiki/Digital_marketing",
        "https://en.wikipedia.org/wiki/Problematic_social_media_use",
        "https://en.wikipedia.org/wiki/Internet_addiction_disorder",
        "https://en.wikipedia.org/wiki/Diagnostic_and_Statistical_Manual_of_Mental_Disorders",
        "https://en.wikipedia.org/wiki/Narcissism",
        "https://en.wikipedia.org/wiki/PLoS_One",
        "https://en.wikipedia.org/wiki/Anxiety",
        "https://en.wikipedia.org/wiki/Psychological_stress",
        "https://en.wikipedia.org/wiki/The_Social_Dilemma",
        "https://en.wikipedia.org/wiki/AI",
        "https://en.wikipedia.org/wiki/Use_of_social_media_in_education",
        "https://en.wikipedia.org/wiki/Social_media_in_education",
        "https://en.wikipedia.org/wiki/Cyberbullying",
        "https://en.wikipedia.org/wiki/Smartphone",
        "https://en.wikipedia.org/wiki/Tablet_computer",
        "https://en.wikipedia.org/wiki/Back_channel",
        "https://en.wikipedia.org/wiki/Internet_censorship",
        "https://en.wikipedia.org/wiki/Internet_police",
        "https://en.wikipedia.org/wiki/Secret_police",
        "https://en.wikipedia.org/wiki/Turkey",
        "https://en.wikipedia.org/wiki/Gezi_Park_protests",
        "https://en.wikipedia.org/wiki/Turkish_Parliament",
        "https://en.wikipedia.org/wiki/WikiLeaks",
        "https://en.wikipedia.org/wiki/Supreme_Court_of_Victoria",
        "https://en.wikipedia.org/wiki/Australia",
        "https://en.wikipedia.org/wiki/TikTok",
        "https://en.wikipedia.org/wiki/GNU_social",
        "https://en.wikipedia.org/wiki/Friendica",
        "https://en.wikipedia.org/wiki/Fediverse",
        "https://en.wikipedia.org/wiki/ActivityPub",
        "https://en.wikipedia.org/wiki/Jack_Dorsey",
        "https://en.wikipedia.org/wiki/Deplatforming",
        "https://en.wikipedia.org/wiki/Deplatforming",
        "https://en.wikipedia.org/wiki/Twitter_suspensions",
        "https://en.wikipedia.org/wiki/Deplatforming",
        "https://en.wikipedia.org/wiki/Reddit",
        "https://en.wikipedia.org/wiki/Terms_of_service",
        "https://en.wikipedia.org/wiki/Hate_speech",
        "https://en.wikipedia.org/wiki/Declan_McCullagh",
        "https://en.wikipedia.org/wiki/Silicon_Valley",
        "https://en.wikipedia.org/wiki/Danah_Boyd",
        "https://en.wikipedia.org/wiki/Social_networking_service",
        "https://en.wikipedia.org/wiki/Myspace",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/Harvard_University",
        "https://en.wikipedia.org/wiki/Social_networking_service",
        "https://en.wikipedia.org/wiki/Ivy_League",
        "https://en.wikipedia.org/wiki/Social_networking_service",
        "https://en.wikipedia.org/wiki/Social_networking_service",
        "https://en.wikipedia.org/wiki/Terrorism_and_social_media",
        "https://en.wikipedia.org/wiki/Islamic_State_of_Iraq_and_the_Levant",
        "https://en.wikipedia.org/wiki/Use_of_social_media_by_the_Islamic_State_of_Iraq_and_the_Levant",
        "https://en.wikipedia.org/wiki/Islamic_terrorism",
        "https://en.wikipedia.org/wiki/Right_wing_extremist",
        "https://en.wikipedia.org/wiki/January_6_United_States_Capitol_attack",
        "https://en.wikipedia.org/wiki/Online_hate_speech",
        "https://en.wikipedia.org/wiki/Parler",
        "https://en.wikipedia.org/wiki/Death_and_the_Internet",
        "https://en.wikipedia.org/wiki/Attention_inequality",
        "https://en.wikipedia.org/wiki/Augmented_reality",
        "https://en.wikipedia.org/wiki/Citizen_media",
        "https://en.wikipedia.org/wiki/Coke_Zero_Facial_Profiler",
        "https://en.wikipedia.org/wiki/Connectivism",
        "https://en.wikipedia.org/wiki/Culture_jamming",
        "https://en.wikipedia.org/wiki/Deplatforming",
        "https://en.wikipedia.org/wiki/Psychological_effects_of_Internet_use",
        "https://en.wikipedia.org/wiki/Landing_page",
        "https://en.wikipedia.org/wiki/List_of_online_video_platforms",
        "https://en.wikipedia.org/wiki/List_of_social_bookmarking_websites",
        "https://en.wikipedia.org/wiki/List_of_social_networking_services",
        "https://en.wikipedia.org/wiki/MMORPG",
        "https://en.wikipedia.org/wiki/Networked_learning",
        "https://en.wikipedia.org/wiki/New_media",
        "https://en.wikipedia.org/wiki/Online_presence_management",
        "https://en.wikipedia.org/wiki/Online_research_community",
        "https://en.wikipedia.org/wiki/Participatory_media",
        "https://en.wikipedia.org/wiki/Social_media_and_the_Arab_Spring",
        "https://en.wikipedia.org/wiki/Social_influence_bias",
        "https://en.wikipedia.org/wiki/Social_media_and_psychology",
        "https://en.wikipedia.org/wiki/Digital_detox",
        "https://en.wikipedia.org/wiki/Social_media_mining",
        "https://en.wikipedia.org/wiki/Social_media_optimization",
        "https://en.wikipedia.org/wiki/Social_media_surgery",
        "https://en.wikipedia.org/wiki/Andreas_Kaplan",
        "https://en.wikipedia.org/wiki/NASA_Spinoff",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Eric_Fossum",
        "https://en.wikipedia.org/wiki/Eric_Fossum",
        "https://en.wikipedia.org/wiki/Mashable",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Statista",
        "https://en.wikipedia.org/wiki/Barry_Wellman",
        "https://en.wikipedia.org/wiki/Andrew_Keen",
        "https://en.wikipedia.org/wiki/The_New_Yorker",
        "https://en.wikipedia.org/wiki/Brisbane_Times",
        "https://en.wikipedia.org/wiki/Danah_boyd",
        "https://en.wikipedia.org/wiki/The_Washington_Post",
        "https://en.wikipedia.org/wiki/Yochai_Benkler",
        "https://en.wikipedia.org/wiki/The_Wealth_of_Networks",
        "https://en.wikipedia.org/wiki/Steven_Berlin_Johnson",
        "https://en.wikipedia.org/wiki/Everything_Bad_Is_Good_for_You",
        "https://en.wikipedia.org/wiki/Mikolaj_Piskorski",
        "https://en.wikipedia.org/wiki/Princeton_University_Press",
        "https://en.wikipedia.org/wiki/Robert_Scoble",
        "https://en.wikipedia.org/wiki/Shel_Israel",
        "https://en.wikipedia.org/wiki/Clay_Shirky",
        "https://en.wikipedia.org/wiki/James_Surowiecki",
        "https://en.wikipedia.org/wiki/The_Wisdom_of_Crowds",
        "https://en.wikipedia.org/wiki/Don_Tapscott",
        "https://en.wikipedia.org/wiki/Wikinomics",
        "https://en.wikipedia.org/wiki/Social_networking_service",
        "https://en.wikipedia.org/wiki/List_of_social_networking_websites",
        "https://en.wikipedia.org/wiki/23snaps",
        "https://en.wikipedia.org/wiki/Amikumu",
        "https://en.wikipedia.org/wiki/ANobii",
        "https://en.wikipedia.org/wiki/Badoo",
        "https://en.wikipedia.org/wiki/BeReal",
        "https://en.wikipedia.org/wiki/Bumble",
        "https://en.wikipedia.org/wiki/Cyworld",
        "https://en.wikipedia.org/wiki/Douban",
        "https://en.wikipedia.org/wiki/Facebook",
        "https://en.wikipedia.org/wiki/Foursquare_City_Guide",
        "https://en.wikipedia.org/wiki/Foursquare_Swarm",
        "https://en.wikipedia.org/wiki/Friendica",
        "https://en.wikipedia.org/wiki/Gapo",
        "https://en.wikipedia.org/wiki/Gettr",
        "https://en.wikipedia.org/wiki/GNU_social",
        "https://en.wikipedia.org/wiki/Hi5",
        "https://en.wikipedia.org/wiki/Idka",
        "https://en.wikipedia.org/wiki/Instagram",
        "https://en.wikipedia.org/wiki/IGTV",
        "https://en.wikipedia.org/wiki/Letterboxd",
        "https://en.wikipedia.org/wiki/LiveJournal",
        "https://en.wikipedia.org/wiki/Likee",
        "https://en.wikipedia.org/wiki/MeetMe",
        "https://en.wikipedia.org/wiki/Meetup",
        "https://en.wikipedia.org/wiki/MeWe",
        "https://en.wikipedia.org/wiki/Miaopai",
        "https://en.wikipedia.org/wiki/Mixi",
        "https://en.wikipedia.org/wiki/MX_TakaTak",
        "https://en.wikipedia.org/wiki/Myspace",
        "https://en.wikipedia.org/wiki/Nextdoor",
        "https://en.wikipedia.org/wiki/Odnoklassniki",
        "https://en.wikipedia.org/wiki/Parler",
        "https://en.wikipedia.org/wiki/Pinterest",
        "https://en.wikipedia.org/wiki/Pixnet",
        "https://en.wikipedia.org/wiki/Plurk",
        "https://en.wikipedia.org/wiki/Qzone",
        "https://en.wikipedia.org/wiki/Readgeek",
        "https://en.wikipedia.org/wiki/Renren",
        "https://en.wikipedia.org/wiki/ShareChat",
        "https://en.wikipedia.org/wiki/Sina_Weibo",
        "https://en.wikipedia.org/wiki/Slidely",
        "https://en.wikipedia.org/wiki/Snapchat",
        "https://en.wikipedia.org/wiki/Spotify_Greenroom",
        "https://en.wikipedia.org/wiki/TikTok",
        "https://en.wikipedia.org/wiki/Truth_Social",
        "https://en.wikipedia.org/wiki/Tuenti",
        "https://en.wikipedia.org/wiki/TV_Time",
        "https://en.wikipedia.org/wiki/Tumblr",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Untappd",
        "https://en.wikipedia.org/wiki/Xiaohongshu",
        "https://en.wikipedia.org/wiki/Yik_Yak",
        "https://en.wikipedia.org/wiki/Professional_network_service",
        "https://en.wikipedia.org/wiki/Brainly",
        "https://en.wikipedia.org/wiki/BranchOut",
        "https://en.wikipedia.org/wiki/Google_Currents",
        "https://en.wikipedia.org/wiki/HCL_Connections",
        "https://en.wikipedia.org/wiki/LinkedIn",
        "https://en.wikipedia.org/wiki/Moodle",
        "https://en.wikipedia.org/wiki/ResearchGate",
        "https://en.wikipedia.org/wiki/Solaborate",
        "https://en.wikipedia.org/wiki/Viadeo",
        "https://en.wikipedia.org/wiki/XING",
        "https://en.wikipedia.org/wiki/Yammer",
        "https://en.wikipedia.org/wiki/List_of_defunct_social_networking_websites",
        "https://en.wikipedia.org/wiki/AsianAve",
        "https://en.wikipedia.org/wiki/Avatars_United",
        "https://en.wikipedia.org/wiki/Bebo",
        "https://en.wikipedia.org/wiki/Capazoo",
        "https://en.wikipedia.org/wiki/Cloob",
        "https://en.wikipedia.org/wiki/EConozco",
        "https://en.wikipedia.org/wiki/Edmodo",
        "https://en.wikipedia.org/wiki/Emojli",
        "https://en.wikipedia.org/wiki/EWorld",
        "https://en.wikipedia.org/wiki/Eyegroove",
        "https://en.wikipedia.org/wiki/FitFinder",
        "https://en.wikipedia.org/wiki/Formspring",
        "https://en.wikipedia.org/wiki/FriendFeed",
        "https://en.wikipedia.org/wiki/Friends_Reunited",
        "https://en.wikipedia.org/wiki/Friendster",
        "https://en.wikipedia.org/wiki/Google_Buzz",
        "https://en.wikipedia.org/wiki/Heello",
        "https://en.wikipedia.org/wiki/Hyves",
        "https://en.wikipedia.org/wiki/IdeaPlane",
        "https://en.wikipedia.org/wiki/ITunes_Ping",
        "https://en.wikipedia.org/wiki/IWiW",
        "https://en.wikipedia.org/wiki/Jaiku",
        "https://en.wikipedia.org/wiki/Keek",
        "https://en.wikipedia.org/wiki/Lifeknot",
        "https://en.wikipedia.org/wiki/LunarStorm",
        "https://en.wikipedia.org/wiki/Me2day",
        "https://en.wikipedia.org/wiki/MixBit",
        "https://en.wikipedia.org/wiki/Mobli",
        "https://en.wikipedia.org/wiki/Natter_Social_Network",
        "https://en.wikipedia.org/wiki/Netlog",
        "https://en.wikipedia.org/wiki/Orkut",
        "https://en.wikipedia.org/wiki/Pheed",
        "https://en.wikipedia.org/wiki/Piczo",
        "https://en.wikipedia.org/wiki/PlanetAll",
        "https://en.wikipedia.org/wiki/Posterous",
        "https://en.wikipedia.org/wiki/Pownce",
        "https://en.wikipedia.org/wiki/Qaiku",
        "https://en.wikipedia.org/wiki/Sciencescape",
        "https://en.wikipedia.org/wiki/StudiVZ",
        "https://en.wikipedia.org/wiki/Surfbook",
        "https://en.wikipedia.org/wiki/Tea_Party_Community",
        "https://en.wikipedia.org/wiki/Third_Voice",
        "https://en.wikipedia.org/wiki/Tvtag",
        "https://en.wikipedia.org/wiki/Windows_Live_Spaces",
        "https://en.wikipedia.org/wiki/Xanga",
        "https://en.wikipedia.org/wiki/Comparison_of_social_networking_software",
        "https://en.wikipedia.org/wiki/Social_network_analysis_software",
        "https://en.wikipedia.org/wiki/Attention_inequality",
        "https://en.wikipedia.org/wiki/Cybersectarianism",
        "https://en.wikipedia.org/wiki/Fediverse",
        "https://en.wikipedia.org/wiki/List_of_virtual_communities_with_more_than_1_million_users",
        "https://en.wikipedia.org/wiki/Online_identity",
        "https://en.wikipedia.org/wiki/Social_network",
        "https://en.wikipedia.org/wiki/Thirst_trap",
        "https://en.wikipedia.org/wiki/User_profile",
        "https://en.wikipedia.org/wiki/Virtual_community",
        "https://en.wikipedia.org/wiki/Hospitality_exchange_service",
        "https://en.wikipedia.org/wiki/Mobile_social_network",
        "https://en.wikipedia.org/wiki/Online_dating_service",
        "https://en.wikipedia.org/wiki/Comparison_of_online_dating_websites",
        "https://en.wikipedia.org/wiki/Social_network_advertising",
        "https://en.wikipedia.org/wiki/Social_network_hosting_service",
        "https://en.wikipedia.org/wiki/User_interface",
        "https://en.wikipedia.org/wiki/Activity_stream",
        "https://en.wikipedia.org/wiki/Brand_page",
        "https://en.wikipedia.org/wiki/Hashtag",
        "https://en.wikipedia.org/wiki/Like_button",
        "https://en.wikipedia.org/wiki/Online_petition",
        "https://en.wikipedia.org/wiki/Open_access_poll",
        "https://en.wikipedia.org/wiki/Reblogging",
        "https://en.wikipedia.org/wiki/Issues_relating_to_social_networking_services",
        "https://en.wikipedia.org/wiki/Privacy_issues_of_social_networking_sites",
        "https://en.wikipedia.org/wiki/Use_of_social_network_websites_in_investigations",
        "https://en.wikipedia.org/wiki/Gender_differences_in_social_network_service_use",
        "https://en.wikipedia.org/wiki/ActivityPub",
        "https://en.wikipedia.org/wiki/Distributed_Social_Networking_Protocol",
        "https://en.wikipedia.org/wiki/OpenSocial",
        "https://en.wikipedia.org/wiki/OStatus",
        "https://en.wikipedia.org/wiki/XMPP",
        "https://en.wikipedia.org/wiki/Online_chat",
        "https://en.wikipedia.org/wiki/Online_discussion",
        "https://en.wikipedia.org/wiki/Communication_software",
        "https://en.wikipedia.org/wiki/Collaborative_software",
        "https://en.wikipedia.org/wiki/Social_network_service",
        "https://en.wikipedia.org/wiki/Virtual_learning_environment",
        "https://en.wikipedia.org/wiki/Asynchronous_conferencing",
        "https://en.wikipedia.org/wiki/Email",
        "https://en.wikipedia.org/wiki/Electronic_mailing_list",
        "https://en.wikipedia.org/wiki/FidoNet",
        "https://en.wikipedia.org/wiki/Usenet",
        "https://en.wikipedia.org/wiki/Internet_forum",
        "https://en.wikipedia.org/wiki/Textboard",
        "https://en.wikipedia.org/wiki/Imageboard",
        "https://en.wikipedia.org/wiki/Shoutbox",
        "https://en.wikipedia.org/wiki/Bulletin_board_system",
        "https://en.wikipedia.org/wiki/Guestbook",
        "https://en.wikipedia.org/wiki/Synchronous_conferencing",
        "https://en.wikipedia.org/wiki/Data_conferencing",
        "https://en.wikipedia.org/wiki/Instant_messaging",
        "https://en.wikipedia.org/wiki/Internet_Relay_Chat",
        "https://en.wikipedia.org/wiki/LAN_messenger",
        "https://en.wikipedia.org/wiki/Talker",
        "https://en.wikipedia.org/wiki/Videoconferencing",
        "https://en.wikipedia.org/wiki/Voice_over_IP",
        "https://en.wikipedia.org/wiki/Voice_chat_in_online_gaming",
        "https://en.wikipedia.org/wiki/Web_chat",
        "https://en.wikipedia.org/wiki/Web_conferencing",
        "https://en.wikipedia.org/wiki/Blog",
        "https://en.wikipedia.org/wiki/Microblogging",
        "https://en.wikipedia.org/wiki/Wiki",
        "https://en.wikipedia.org/wiki/Media_culture",
        "https://en.wikipedia.org/wiki/Mass_media",
        "https://en.wikipedia.org/wiki/Mainstream_media",
        "https://en.wikipedia.org/wiki/News_broadcasting",
        "https://en.wikipedia.org/wiki/News_media",
        "https://en.wikipedia.org/wiki/Advanced_capitalism",
        "https://en.wikipedia.org/wiki/American_Dream",
        "https://en.wikipedia.org/wiki/Bipartisanship_as_an_ideology",
        "https://en.wikipedia.org/wiki/Consumerism",
        "https://en.wikipedia.org/wiki/Pop_music",
        "https://en.wikipedia.org/wiki/Advertising",
        "https://en.wikipedia.org/wiki/Propaganda",
        "https://en.wikipedia.org/wiki/Fake_news",
        "https://en.wikipedia.org/wiki/Public_relations",
        "https://en.wikipedia.org/wiki/Tabloid_journalism",
        "https://en.wikipedia.org/wiki/Cult_of_personality",
        "https://en.wikipedia.org/wiki/Dumbing_down",
        "https://en.wikipedia.org/wiki/Media_circus",
        "https://en.wikipedia.org/wiki/Media_event",
        "https://en.wikipedia.org/wiki/Narcotizing_dysfunction",
        "https://en.wikipedia.org/wiki/Sensationalism",
        "https://en.wikipedia.org/wiki/Viral_phenomenon",
        "https://en.wikipedia.org/wiki/Catch_and_kill",
        "https://en.wikipedia.org/wiki/Crowd_manipulation",
        "https://en.wikipedia.org/wiki/Managing_the_news",
        "https://en.wikipedia.org/wiki/Media_manipulation",
        "https://en.wikipedia.org/wiki/Jean_Baudrillard",
        "https://en.wikipedia.org/wiki/Edward_Bernays",
        "https://en.wikipedia.org/wiki/Noam_Chomsky",
        "https://en.wikipedia.org/wiki/Guy_Debord",
        "https://en.wikipedia.org/wiki/Walter_Lippmann",
        "https://en.wikipedia.org/wiki/Marshall_McLuhan",
        "https://en.wikipedia.org/wiki/Counterculture",
        "https://en.wikipedia.org/wiki/Boycott",
        "https://en.wikipedia.org/wiki/Cancel_culture",
        "https://en.wikipedia.org/wiki/Civil_disobedience",
        "https://en.wikipedia.org/wiki/Culture_jamming",
        "https://en.wikipedia.org/wiki/Political_demonstration",
        "https://en.wikipedia.org/wiki/Graffiti",
        "https://en.wikipedia.org/wiki/Political_satire",
        "https://en.wikipedia.org/wiki/Protest",
        "https://en.wikipedia.org/wiki/Punk_subculture",
        "https://en.wikipedia.org/wiki/Review_bomb",
        "https://en.wikipedia.org/wiki/Strike_action",
        "https://en.wikipedia.org/wiki/Influence_of_mass_media",
        "https://en.wikipedia.org/wiki/Media_studies",
        "https://en.wikipedia.org/wiki/Semiotic_democracy",
        "https://en.wikipedia.org/wiki/The_Lonely_Crowd",
        "https://en.wikipedia.org/wiki/Anonymity",
        "https://en.wikipedia.org/wiki/Concentration_of_media_ownership",
        "https://en.wikipedia.org/wiki/Freedom_of_speech",
        "https://en.wikipedia.org/wiki/Media_bias",
        "https://en.wikipedia.org/wiki/Privacy",
        "https://en.wikipedia.org/wiki/Social_influence",
        "https://en.wikipedia.org/wiki/Advanced_capitalism",
        "https://en.wikipedia.org/wiki/Culture_industry",
        "https://en.wikipedia.org/wiki/Mass_society",
        "https://en.wikipedia.org/wiki/Social_media",
        "https://en.wikipedia.org/wiki/Social_media",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}