{
    "url": "https://en.wikipedia.org/wiki/Sociotechnical_system",
    "title": "Sociotechnical system",
    "table_of_contents": [
        "1 Overview",
        "2 Principles",
        "2.1 Responsible autonomy",
        "2.2 Adaptability",
        "2.3 Whole tasks",
        "2.4 Meaningfulness of tasks",
        "3 Topics",
        "3.1 Sociotechnical system",
        "3.2 Future analysis",
        "3.3 Sustainability",
        "3.4 Utilisation of new technology",
        "3.5 Autonomous work teams",
        "3.6 Job enrichment",
        "3.7 Job enlargement",
        "3.8 Job rotation",
        "3.9 Motivation",
        "3.10 Process improvement",
        "3.11 Task analysis",
        "3.12 Job design",
        "3.13 Deliberations",
        "3.14 Work System Theory (WST) and Work System Method (WSM)",
        "3.15 Evolution of socio-technical systems",
        "3.16 Benefits of seeing sociotechnical systems through a work system lens",
        "3.17 Problems to overcome",
        "3.18 Social network / structure",
        "3.19 Social media and Artificial Intelligence",
        "3.20 Multi-directional inheritance",
        "3.21 Sociological perspective on sociotechnical systems",
        "3.22 ETHICS history",
        "4 Georg Wilhelm Friedrich Hegel",
        "5 Laudon & Laudon",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sociotechnical systems (STS) in organizational development is an approach to complex organizational work design that recognizes the interaction between people and technology in workplaces. The term also refer to coherent systems of human relations, technical objects, and cybernetic processes that inhere to large, complex infrastructures. Social society, and its constituent substructures, qualify as complex sociotechnical systems.[1]\n\nThe term sociotechnical systems was coined by Eric Trist, Ken Bamforth and Fred Emery, in the World War II era, based on their work with workers in English coal mines at the Tavistock Institute in London.[2] Sociotechnical systems pertains to theory regarding the social aspects of people and society and technical aspects of organizational structure and processes. Here, technical does not necessarily imply material technology. The focus is on procedures and related knowledge, i.e. it refers to the ancient Greek term techne. \"Technical\" is a term used to refer to structure and a broader sense of technicalities. Sociotechnical refers to the interrelatedness of social and technical aspects of an organization or the society as a whole.[3]\n\nSociotechnical theory is about joint optimization, with a shared emphasis on achievement of both excellence in technical performance and quality in people's work lives. Sociotechnical theory, as distinct from sociotechnical systems, proposes a number of different ways of achieving joint optimisation. They are usually based on designing different kinds of organisation, according to which the functional output of different sociotechnical elements leads to system efficiency, productive sustainability, user satisfaction, and change management.[4]\n\n"
        },
        {
            "title": "Overview",
            "text": "Sociotechnical refers to the interrelatedness of social and technical aspects of an organization. Sociotechnical theory is founded on two main principles:\n\nTherefore, sociotechnical theory is about joint optimization,[5] that is, designing the social system and technical system in tandem so that they work smoothly together.  Sociotechnical theory, as distinct from sociotechnical systems, proposes a number of different ways of achieving joint optimization. They are usually based on designing different kinds of organization, ones in which the relationships between socio and technical elements lead to the emergence of productivity and wellbeing, rather than the all too often case of new technology failing to meet the expectations of designers and users alike.\n\nThe scientific literature shows terms like sociotechnical all one word, or socio-technical with a hyphen, sociotechnical theory, sociotechnical system and sociotechnical systems theory. All of these terms appear ubiquitously but their actual meanings often remain unclear. The key term \"sociotechnical\" is something of a buzzword and its varied usage can be unpicked.  What can be said about it, though, is that it is most often used to simply, and quite correctly, describe any kind of organization that is composed of people and technology.\n\nThe key elements of the STS approach include combining the human elements and the technical systems together to enable new possibilities for work and pave the way for technological change (Trist, 1981).  The involvement of human elements in negotiations may cause a larger workload initially, but it is crucial that requirements can be determined and accommodated for prior to implementation as it is central to the systems success.[6] Due to its mutual causality (Davis, 1977), the STS approach has become widely linked with autonomy, completeness and job satisfaction as both systems can work together to achieving a goal.[7]\n\n\nEnid Mumford (1983) defines the socio-technical approach to recognise technology and people to ensure work systems are highly efficient and contain better characteristics which leads to higher job satisfaction for employees, resulting in a sense of fulfilment to improving quality of work and exceeding expectations. Mumford[8] concludes that the development of information systems is not a technical issue, but a business organisation issue which is concerned with the process of change.[9]\n\nETHICs (Effective Technical & Human Implementation of Computer-based Systems) methodology was developed by Mumford with the goal of creating better work systems and a more equitable workplace.[10] This method uses action research to help make radical improvements in work design. There is also a consensus approach which includes consultative participation. It allows work colleagues to become more motivated to expressing ideas. The method allows employees to get involved with the design process, meaning they have involvement in designing a job system and resolving conflicts. This method doesn’t provide a straightforward approach for successful change, but does involve employees making an ethical and more supportive system design.[11]\n\n"
        },
        {
            "title": "Principles",
            "text": "Some of the central principles of sociotechnical theory were elaborated in a seminal paper by Eric Trist and Ken Bamforth in 1951.[12] This is an interesting case study which, like most of the work in sociotechnical theory, is focused on a form of 'production system' expressive of the era and the contemporary technological systems it contained.  The study was based on the paradoxical observation that despite improved technology, productivity was falling, and that despite better pay and amenities, absenteeism was increasing.  This particular rational organisation had become irrational.  The cause of the problem was hypothesized to be the adoption of a new form of production technology which had created the need for a bureaucratic form of organization (rather like classic command-and-control).  In this specific example, technology brought with it a retrograde step in organizational design terms.  The analysis that followed introduced the terms \"socio\" and \"technical\" and elaborated on many of the core principles that sociotechnical theory subsequently became.\n\n“The key elements of the STS approach include combining the human elements and the technical systems together to enable new possibilities for work and pave the way for technological change. Due to its mutual causality, the STS approach has become widely linked with autonomy, completeness and job satisfaction as both systems can work together to achieving a goal.”[7]\n\nSociotechnical theory was pioneering for its shift in emphasis, a shift towards considering teams or groups as the primary unit of analysis and not the individual.  Sociotechnical theory pays particular attention to internal supervision and leadership at the level of the \"group\" and refers to it as \"responsible autonomy\".[12] The overriding point seems to be that having the simple ability of individual team members being able to perform their function is not the only predictor of group effectiveness.  There are a range of issues in team cohesion research, for example, that are answered by having the regulation and leadership internal to a group or team.[13]\n\nThese, and other factors, play an integral and parallel role in ensuring successful teamwork which sociotechnical theory exploits.\nThe idea of semi-autonomous groups conveys a number of further advantages.  Not least among these, especially in hazardous environments, is the often felt need on the part of people in the organisation for a role in a small primary group.  It is argued that such a need arises in cases where the means for effective communication are often somewhat limited.  As Carvalho states, this is because \"...operators use verbal exchanges to produce continuous, redundant and recursive interactions to successfully construct and maintain individual and mutual awareness...\".[14] The immediacy and proximity of trusted team members makes it possible for this to occur. The coevolution of technology and organizations brings with it an expanding array of new possibilities for novel interaction.  Responsible autonomy could become more distributed along with the team(s) themselves.\n\nThe key to responsible autonomy seems to be to design an organization possessing the characteristics of small groups whilst preventing the \"silo-thinking\" and \"stovepipe\" neologisms of contemporary management theory.  In order to preserve \"...intact the loyalties on which the small group [depend]...the system as a whole [needs to contain] its bad in a way that [does] not destroy its good\".[12] In practice,[15] this requires groups to be responsible for their own internal regulation and supervision, with the primary task of relating the group to the wider system falling explicitly to a group leader.  This principle, therefore, describes a strategy for removing more traditional command hierarchies.\n\nCarvajal states that \"the rate at which uncertainty overwhelms an organisation is related more to its internal structure than to the amount of environmental uncertainty\".[16] Sitter in 1997 offered two solutions for organisations confronted, like the military, with an environment of increased (and increasing) complexity:\n\"The first option is to restore the fit with the external complexity by an increasing internal complexity. ...This usually means the creation of more staff functions or the enlargement of staff-functions and/or the investment in vertical information systems\".[17] Vertical information systems are often confused for \"network enabled capability\" systems (NEC) but an important distinction needs to be made, which Sitter et al. propose as their second option:\n\"...the organisation tries to deal with the external complexity by 'reducing' the internal control and coordination needs. ...This option might be called the strategy of 'simple organisations and complex jobs'\". This all contributes to a number of unique advantages.\nFirstly is the issue of \"human redundancy\"[18] in which \"groups of this kind were free to set their own targets, so that aspiration levels with respect to production could be adjusted to the age and stamina of the individuals concerned\".[12] Human redundancy speaks towards the flexibility, ubiquity and pervasiveness of resources within NEC.\n\nThe second issue is that of complexity. Complexity lies at the heart of many organisational contexts (there are numerous organizational paradigms that struggle to cope with it).  Trist and Bamforth (1951) could have been writing about these with the following passage: \"A very large variety of unfavourable and changing environmental conditions is encountered ... many of which are impossible to predict.  Others, though predictable, are impossible to alter.\"[12]\n\nMany type of organisations are clearly motivated by the appealing \"industrial age\", rational principles of \"factory production\", a particular approach to dealing with complexity: \"In the factory a comparatively high degree of control can be exercised over the complex and moving \"figure\" of a production sequence, since it is possible to maintain the \"ground\" in a comparatively passive and constant state\".[12] On the other hand, many activities are constantly faced with the possibility of \"untoward activity in the 'ground'\" of the 'figure-ground' relationship\"[12] The central problem, one that appears to be at the nub of many problems that \"classic\" organisations have with complexity, is that \"The instability of the 'ground' limits the applicability ... of methods derived from the factory\".[12]\n\nIn Classic organisations, problems with the moving \"figure\" and moving \"ground\" often become magnified through a much larger social space, one in which there is a far greater extent of hierarchical task interdependence.[12]  For this reason, the semi-autonomous group, and its ability to make a much more fine grained response to the \"ground\" situation, can be regarded as \"agile\".  Added to which, local problems that do arise need not propagate throughout the entire system (to affect the workload and quality of work of many others) because a complex organization doing simple tasks has been replaced by a simpler organization doing more complex tasks.  The agility and internal regulation of the group allows problems to be solved locally without propagation through a larger social space, thus increasing tempo.\n\nAnother concept in sociotechnical theory is the \"whole task\".  A whole task \"has the advantage of placing responsibility for the ... task squarely on the shoulders of a single, small, face-to-face group which experiences the entire cycle of operations within the compass of its membership.\"[12] The Sociotechnical embodiment of this principle is the notion of minimal critical specification.  This principle states that, \"While it may be necessary to be quite precise about what has to be done, it is rarely necessary to be precise about how it is done\".[19] This is no more illustrated by the antithetical example of \"working to rule\" and the virtual collapse of any system that is subject to the intentional withdrawal of human adaptation to situations and contexts.\n\nThe key factor in minimally critically specifying tasks is the responsible autonomy of the group to decide, based on local conditions, how best to undertake the task in a flexible adaptive manner. This principle is isomorphic with ideas like effects-based operations (EBO). EBO asks the question of what goal is it that we want to achieve, what objective is it that we need to reach rather than what tasks have to be undertaken, when and how. The EBO concept enables the managers to \"...manipulate and decompose high level effects. They must then assign lesser effects as objectives for subordinates to achieve. The intention is that subordinates' actions will cumulatively achieve the overall effects desired\".[20] In other words, the focus shifts from being a scriptwriter for tasks to instead being a designer of behaviours. In some cases, this can make the task of the manager significantly less arduous.\n\nEffects-based operations and the notion of a \"whole task\", combined with adaptability and responsible autonomy, have additional advantages for those at work in the organization.  This is because \"for each participant the task has total significance and dynamic closure\"[12] as well as the requirement to deploy a multiplicity of skills and to have the responsible autonomy in order to select when and how to do so.  This is clearly hinting at a relaxation of the myriad of control mechanisms found in more classically designed organizations.\n\nGreater interdependence (through diffuse processes such as globalisation) also bring with them an issue of size, in which \"the scale of a task transcends the limits of simple spatio-temporal structure.  By this is meant conditions under which those concerned can complete a job in one place at one time, i.e., the situation of the face-to-face, or singular group\". In other words, in classic organisations the \"wholeness\" of a task is often diminished by multiple group integration and spatiotemporal disintegration.[12] The group based form of organization design proposed by sociotechnical theory combined with new technological possibilities (such as the internet) provide a response to this often forgotten issue, one that contributes significantly to joint optimisation.\n\n"
        },
        {
            "title": "Topics",
            "text": "A sociotechnical system is the term usually given to any instantiation of socio and technical elements engaged in goal directed behaviour. Sociotechnical systems are a particular expression of sociotechnical theory, although they are not necessarily one and the same thing. Sociotechnical systems theory is a mixture of sociotechnical theory, joint optimisation and so forth and general systems theory. The term sociotechnical system recognises that organizations have boundaries and that transactions occur within the system (and its sub-systems) and between the wider context and dynamics of the environment. It is an extension of Sociotechnical Theory which provides a richer descriptive and conceptual language for describing, analysing and designing organisations.  A Sociotechnical System, therefore, often describes a 'thing' (an interlinked, systems based mixture of people, technology and their environment).\n\nSocial technical means that technology, which by definition, should not be allowed to be the controlling factor when new work systems are implemented. So in order to be classified as 'Sociotechnical', equal attention must be paid to providing a high quality and satisfying work environment for employees.[21]\n\nThe Tavistock researchers, presented that employees who will be using the new and improved system, should be participating in determining the required quality of working life improvements. Participative socio‐technical design can be achieved by in‐depth interviews, questionnaires and collection of data.[21]\n\nTo approach system implementation with a sociotechnical systems perspective will, therefore, ensure that created systems are meaningful to all engaged actors. To achieve this, a human-centred stance is required, recognising that organisations are dynamic and subsist from moment-to-moment. It is possible to observe the practice of others and consider it in relation to our own contextual experiences and desires, however, attempts to copy practice from one unique context to another are unlikely to yield satisfactory results.[22] Using relevant data collection methods prior to the design of the system and creating a group of internal stakeholders to assist in interpretation of results, can ensure that these systems are successful in practice.[6]\n\nParticipative socio-technical design can be conducted through in-depth interviews, the collection of statistics and the analysis of relevant documents. These will provide important comparative data that can help approve or disprove the chosen hypotheses. A common approach to participative design is, whenever possible, to use a democratically selected user design group as the key information collectors and decision makers. The design group is backed by a committee of senior staff who can lay the foundations and subsequently oversee the project.[21]\n\nAlter describes sociotechnical analysis and design methods to not be a strong point in the information systems practice. The aim of socio-technical designs is to optimise and join both social and technical systems. However, the problem is that of the technical and social system along with the work system and joint optimisation are not defined as they should be.[23]\n\nFlexibility and speed are the two main pillars for future analysis for survival.  To transform a business organization, the mindset must first be changed, as companies in the future will have to find a balance between four extremes:\n\n•\tHierarchies versus networks\n•\tProfit versus meaningfulness\n•\tControl versus empowerment\n•\tPlanning versus experiments\n[24]\n\nThe future of socio-technical design will continue to be of interest to researchers and therefore will adapt overtime to meet the ever-changing climate. New socio-technical approaches in information systems have endeavoured to overcome the shortcomings of the old approaches, through relying on theories from the social sciences.[9] (Social science is the scientific study of human society and social relationships i.e. how people interact with each other.) Although structures are changing within the industry, companies, and managers, need to be dedicated to motivation and recognise what is essential to achieve this. Employees, their rights and needs, must always be given a high priority.[25]\n\nStandalone, incremental improvements are not sufficient to address current, let alone future sustainability challenges. These challenges will require deep changes of sociotechnical systems. Theories on innovation systems; sustainable innovations; system thinking and design; and sustainability transitions, among others, have attempted to describe potential changes capable of shifting development towards more sustainable directions.[26]\n\nSociotechnical perspectives also form a crucial role in the creation of systems that have long term sustainability. In the development of new systems, the consideration of sociotechnical factors from the perspectives of the affected stakeholders ensures that a sustainable system is created which is both engaging and benefits everyone involved.[22]\n\nAny organisation that tries into becoming sustainable must take into consideration the many dimensions - financial, ecological and (socio-)technical. However, for many stakeholders the main aim of sustainability is to be economically viable. Without long term economic sustainability, the very existence of the organisation’s existence could come under question, potentially shutting the business down.[22]\n\nThe utilization of new technology within an organization Welch, C. (2020) says “utilization of disruptive, more advanced technologies requires consideration from multiple perspectives taking into account the longer-term as well as potential short-term gains”[22] he points out that any new technology has its risks to an organization and without it being properly investigated it could be highly disruptive. So organizations need to clearly investigate new technologies from all perspectives within it as if the technology shows promise within one part of the organization it could be highly disruptive to other sections of the organization. Thus by properly investigating the technologies' effect on the organization they can see the potential before utilizing it. Which could save the organization from utilizing a technology that could have destroyed them.\n\nAutonomous work teams also called self-managed teams, are an alternative to traditional assembly line methods. Rather than having a large number of employees each do a small operation to assemble a product, the employees are organized into small teams, each of which is responsible for assembling an entire product. These teams are self-managed, and are independent of one another.[27]\n\nIn the mid-1970s, Pehr Gyllenhammar created his new “dock assembly” work system at Volvo’s Kalmar Plant. Instead of the traditional flow line system of car production, self-managed teams would assemble the entire car. The idea of worker directors – a director on the company board who is a representative of the workforce – was established through this project and the Swedish government required them in state enterprises.[25]\n\nJob enrichment in organizational development, human resources management, and organizational behavior, is the process of giving the employee a wider and higher level scope of responsibility with increased decision-making authority. This is the opposite of job enlargement, which simply would not involve greater authority.  Instead, it will only have an increased number of duties.[28]\n\nThe concept of minimal critical specifications. (Mumford, 2006) states workers should be told what to do but not how to do it. Deciding this should be left to their initiative. She says they can be involved in work groups, matrices and networks. The employee should receive correct objectives but they decide how to achieve these objectives.[29]\n\nJob enlargement means increasing the scope of a job through extending the range of its job duties and responsibilities. This contradicts the principles of specialisation and the division of labour whereby work is divided into small units, each of which is performed repetitively by an individual worker. Some motivational theories suggest that the boredom and alienation caused by the division of labour can actually cause efficiency to fall.\n\nJob rotation is an approach to management development, where an individual is moved through a schedule of assignments designed to give him or her a breadth of exposure to the entire operation. Job rotation is also practiced to allow qualified employees to gain more insights into the processes of a company and to increase job satisfaction through job variation. The term job rotation can also mean the scheduled exchange of persons in offices, especially in public offices, prior to the end of incumbency or the legislative period. This has been practiced by the German green party for some time but has been discontinued.\n\nMotivation in psychology refers to the initiation, direction, intensity and persistence of behavior.[30] Motivation is a temporal and dynamic state that should not be confused with personality or emotion.  Motivation is having the desire and willingness to do something. A motivated person can be reaching for a long-term goal such as becoming a professional writer or a more short-term goal like learning how to spell a particular word. Personality invariably refers to more or less permanent characteristics of an individual's state of being (e.g., shy, extrovert, conscientious). As opposed to motivation, emotion refers to temporal states that do not immediately link to behavior (e.g., anger, grief, happiness).\nWith the view that socio-technical design is by which intelligence and skill combined with emerging technologies could improve the work-life balance of employees, it is also believed that the aim is to achieve both a safer and more pleasurable workplace as well as to see greater democracy in society. The achievement of these aims would therefore lead to increased motivation of employees and would directly and positively influence their ability to express ideas.[11] Enid Mumford's work on redesigning designing human systems also expressed that it is the role of the facilitator to “keep the members interested and motivated toward the design task, to help them resolve any conflicts”.[31]\n\nMumford [25] states that although technology and organizational structures may change in industry, the employee rights and needs must be given a high priority. Future commercial success requires motivated work forces who are committed to their employers’ interests. This requires companies; managers who are dedicated to creating this motivation and recognize what is required for it to be achieved. Returning to socio-technical values, objectives; principals may provide an answer.\n\nMumford reflects on leadership within organisations, because lack of leadership has proven to be the downfall of most companies. As competition increases employers have lost their valued and qualified employees to their competitors. Opportunities such as better job roles and an opportunity to work your way up has motivated these employees to join their rivals. Mumford suggests that a delegation of responsibility could help employees stay motivated as they would feel appreciated and belonging thus keeping them in their current organization. Leadership is key as employees would prefer following a structure and knowing that there is opportunity to improve.[32]\n\nWhen Mumford analysed the role of user participation during two ES projects A drawback that was found was that users found it difficult to see beyond their current practices and found it difficult to anticipate how things can be done differently. Motivation was found to be another challenge during this process as users were not interested in participating (Wagner, 2007).[33]\n\nProcess improvement in organizational development is a series of actions taken to identify, analyze and improve existing processes within an organization to meet new goals and objectives. These actions often follow a specific methodology or strategy to create successful results.\n\nTask analysis is the analysis of how a task is accomplished, including a detailed description of both manual and mental activities, task and element durations, task frequency, task allocation, task complexity, environmental conditions, necessary clothing and equipment, and any other unique factors involved in or required for one or more people to perform a given task. This information can then be used for many purposes, such as personnel selection and training, tool or equipment design, procedure design (e.g., design of checklists or decision support systems) and automation.\n\nJob design or work design in organizational development is the application of sociotechnical systems principles and techniques to the humanization of work, for example, through job enrichment. The aims of work design to improved job satisfaction, to improved through-put, to improved quality and to reduced employee problems, e.g., grievances, absenteeism.\n\nDeliberations are key units of analysis in non-linear, knowledge work. They are 'choice points' that move knowledge work forward. As originated and defined by Cal Pava (1983) in a second-generation development of STS theory, deliberations are patterns of exchange and communication to reduce the equivocality of a problematic issue; for example, for systems engineering work, what features to develop in new software. Deliberations are not discrete decisions—they are a more continuous context for decisions. They have 3 aspects: topics, forums, and participants.\n\nThe WST and WSM simplifies the conceptualization of traditional complicated socio-technical system (STS) approach (Alter, 2015). Extending the prior research on STS which divides social and technical aspects; WST combines the two perspectives in a work system and outlines the framework for WSM which considers work system as the system of interest and proposes solutions accordingly (Alter, 2015).[23]    \n\nThe Work System Theory (WST) and Work System Method (WSM) are both forms of socio-technical systems but in the form of work systems. Also, the Work System Method encourages the use of both socio-technical ideas and values when it comes to IS development, use and implementation.[23]\n\nThe evolution of socio-technical design has seen its development from being approached as a social system exclusively. The realisation of the joint optimisation of social and technical systems was later realised. It was divided into sections where primary work which looks into principles and description, and how to incorporate technical designs on a macrosocial level.[12]\n\nAnalysing and designing sociotechnical systems from a work system perspective and eliminates the artificial distinction of the social system from the technical system. This also eliminates the idea of joint optimization. By using a work system lens in can bring many benefits, such as:\n\nThe social network perspective first started in 1920 at Harvard University within the Sociology Department. Within information systems social networks have been used to study behaviour of teams, organisations and Industries. Social network perspective is useful for studying some of the emerging forms of social or organisational arrangements and the roles of ICT.[34]\n\nRecent work on Artificial Intelligence considers large Sociotechnical Systems, \nsuch as social networks and online marketplaces, \nas agents whose behaviour can be purposeful and adaptive. The behaviour of recommender\nsystems can therefore be analysed in the language and framework of sociotechnical systems,\nleading also to a new perspective for their legal regulation. \n[35]\n[36]\n\nMulti-directional inheritance is the premise that work systems inherit their purpose, meaning and structure from the organisation and reflect the priorities and purposes of the organisation that encompasses them. Fundamentally, this premise includes crucial assumptions about sequencing, timescales, and precedence. The purpose, meaning and structure can derive from multiple contexts and once obtained it can be passed on to the sociotechnical systems that emerge throughout the organisation.[7]\n\nA 1990s research interest in social dimensions of IS directed to relationship among IS development, uses, and resultant social and organizational changes offered fresh insight into the emerging role of ICT within differing organizational context; drawing directly on sociological theories of institution. This sociotechnical research has informed if not shaped IS scholarship. Sociological theories have offered a solid basis upon which emerging sociotechnical research built.[34]\n\nThe ETHICS (Effective Technical and Human Implementation of Computer Systems) process has been used successfully by Mumford in a variety of projects since its idea conception from the Turners Asbestos Cement project. After forgetting a vital request from the customer to discuss and potentially fix the issues found with the current organisation, she gave her advice on making a system. The system was not received well and Mumford was told they already had been using a similar system. This is when she realised a participative based approach would benefit many future projects.\n\nEnid Mumfords ETHICS development was a push from her to remind those in the field that research doesn't always need to be done on things of current interest and following the immediate trends over your current research is not always the way forward. A reminder that work should always be finished and we should never “write them off with no outcome.” as she said.[37]\n\n"
        },
        {
            "title": "Georg Wilhelm Friedrich Hegel",
            "text": "Hegel, a political philosopher, has written a lot on the subject. He separated contracts into contracts of gift and contracts of exchange.[38] The employment contract can be the contract of exchange. Hegel's option of the existence of a contract, that it doesn't matter if it is formal or informal, implies that the parties are able to recognise each other as people and the owners of something that has value.[39][40]\n\nThis article traces the history of socio‐technical design, emphasizing the set of values it embraces, the people espousing its theory and the organizations that practise it. Its role in the implementation of computer systems and its impact in a number of different countries are stressed. It also shows its relationship with action research, as a humanistic set of principles aimed at increasing human knowledge while improving practice in work situations. Its evolution in the 1960s and 1970s evidencing improved working practices and joint agreements between workers and management are contrasted with the much harsher economic climate of the 1980s and 1990s when such principled practices, with one or two notable exceptions, gave way to lean production, downsizing and cost cutting in a global economy, partly reflecting the impact of information and communications technology. Different future scenarios are discussed where socio‐technical principles might return in a different guise to humanize the potential impact of technology in a world of work where consistent organizational and economic change are the norm.[29]\n\n"
        },
        {
            "title": "",
            "text": "Kenneth C. Laudon and Jane P. Laudon are academics and practitioners in the field of information systems. In organizational change, their textbook approach to teaching the management of information systems is based on the sociotechnical view of systems. This view asserts that “optimal organizational performance is achieved by jointly optimizing both the social and technical systems used in production.[41] Thus, they state that the performance of a system is optimized when both the technology and the organization mutually adjust to one another until a satisfactory fit is obtained.[41]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Organizational_development",
        "https://en.wikipedia.org/wiki/Work_design",
        "https://en.wikipedia.org/wiki/People",
        "https://en.wikipedia.org/wiki/Technology",
        "https://en.wikipedia.org/wiki/Cybernetics",
        "https://en.wikipedia.org/wiki/Eric_Trist",
        "https://en.wikipedia.org/wiki/Fred_Emery",
        "https://en.wikipedia.org/wiki/Tavistock_Institute",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/People",
        "https://en.wikipedia.org/wiki/Society",
        "https://en.wikipedia.org/wiki/Techne",
        "https://en.wikipedia.org/wiki/Organization",
        "https://en.wikipedia.org/wiki/Society",
        "https://en.wikipedia.org/wiki/Organization",
        "https://en.wikipedia.org/wiki/Social_interaction",
        "https://en.wikipedia.org/wiki/Performance",
        "https://en.wikipedia.org/wiki/Linear",
        "https://en.wikipedia.org/wiki/Complexity",
        "https://en.wikipedia.org/wiki/Buzzword",
        "https://en.wikipedia.org/wiki/Eric_Trist",
        "https://en.wikipedia.org/wiki/Coevolution",
        "https://en.wikipedia.org/wiki/Complexity",
        "https://en.wikipedia.org/wiki/System",
        "https://en.wikipedia.org/wiki/Volvo",
        "https://en.wikipedia.org/wiki/Volvo_Kalmar_Assembly",
        "https://en.wikipedia.org/wiki/Job_enrichment",
        "https://en.wikipedia.org/wiki/Organizational_behavior",
        "https://en.wikipedia.org/wiki/Job_enlargement",
        "https://en.wikipedia.org/wiki/Moral_responsibility",
        "https://en.wikipedia.org/wiki/Departmentalization",
        "https://en.wikipedia.org/wiki/Division_of_labour",
        "https://en.wikipedia.org/wiki/Job_rotation",
        "https://en.wikipedia.org/wiki/German_green_party",
        "https://en.wikipedia.org/wiki/Motivation",
        "https://en.wikipedia.org/wiki/Enid_Mumford",
        "https://en.wikipedia.org/wiki/Organization",
        "https://en.wikipedia.org/wiki/Goal",
        "https://en.wikipedia.org/wiki/Methodology",
        "https://en.wikipedia.org/wiki/Strategy",
        "https://en.wikipedia.org/wiki/Task_analysis",
        "https://en.wikipedia.org/wiki/Personnel_selection",
        "https://en.wikipedia.org/wiki/Training",
        "https://en.wikipedia.org/wiki/Checklist",
        "https://en.wikipedia.org/wiki/Decision_support_systems",
        "https://en.wikipedia.org/wiki/Automation",
        "https://en.wikipedia.org/wiki/Job_design",
        "https://en.wikipedia.org/wiki/Job_enrichment",
        "https://en.wikipedia.org/wiki/Deliberations",
        "https://en.wikipedia.org/wiki/Georg_Wilhelm_Friedrich_Hegel",
        "https://en.wikipedia.org/wiki/Complex_systems",
        "https://en.wikipedia.org/wiki/Cybernetics",
        "https://en.wikipedia.org/wiki/Feedback",
        "https://en.wikipedia.org/wiki/Human_factors",
        "https://en.wikipedia.org/wiki/Remote_work",
        "https://en.wikipedia.org/wiki/Social_network",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Sociotechnology",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/Systems_science",
        "https://en.wikipedia.org/wiki/Niklas_Luhmann",
        "https://en.wikipedia.org/wiki/Systems_science",
        "https://en.wikipedia.org/wiki/System",
        "https://en.wikipedia.org/wiki/Human_body",
        "https://en.wikipedia.org/wiki/Systems_art",
        "https://en.wikipedia.org/wiki/Biological_system",
        "https://en.wikipedia.org/wiki/Complex_system",
        "https://en.wikipedia.org/wiki/Complex_adaptive_system",
        "https://en.wikipedia.org/wiki/Conceptual_system",
        "https://en.wikipedia.org/wiki/Database",
        "https://en.wikipedia.org/wiki/Dynamical_system",
        "https://en.wikipedia.org/wiki/Ecosystem",
        "https://en.wikipedia.org/wiki/Economic_system",
        "https://en.wikipedia.org/wiki/Energy_system",
        "https://en.wikipedia.org/wiki/Formal_system",
        "https://en.wikipedia.org/wiki/Information_system",
        "https://en.wikipedia.org/wiki/List_of_national_legal_systems",
        "https://en.wikipedia.org/wiki/System_of_measurement",
        "https://en.wikipedia.org/wiki/Metric_system",
        "https://en.wikipedia.org/wiki/Nervous_system",
        "https://en.wikipedia.org/wiki/Nonlinear_system",
        "https://en.wikipedia.org/wiki/Operating_system",
        "https://en.wikipedia.org/wiki/Planetary_system",
        "https://en.wikipedia.org/wiki/Political_system",
        "https://en.wikipedia.org/wiki/Sensory_system",
        "https://en.wikipedia.org/wiki/Social_system",
        "https://en.wikipedia.org/wiki/Star_system",
        "https://en.wikipedia.org/wiki/Writing_system",
        "https://en.wikipedia.org/wiki/Doubling_time",
        "https://en.wikipedia.org/wiki/Twelve_leverage_points",
        "https://en.wikipedia.org/wiki/Limiting_factor",
        "https://en.wikipedia.org/wiki/Negative_feedback",
        "https://en.wikipedia.org/wiki/Positive_feedback",
        "https://en.wikipedia.org/wiki/Chaos_theory",
        "https://en.wikipedia.org/wiki/Complex_systems",
        "https://en.wikipedia.org/wiki/Control_theory",
        "https://en.wikipedia.org/wiki/Cybernetics",
        "https://en.wikipedia.org/wiki/Earth_system_science",
        "https://en.wikipedia.org/wiki/Living_systems",
        "https://en.wikipedia.org/wiki/Systemics",
        "https://en.wikipedia.org/wiki/Urban_metabolism",
        "https://en.wikipedia.org/wiki/Systems_analysis",
        "https://en.wikipedia.org/wiki/Systems_biology",
        "https://en.wikipedia.org/wiki/System_dynamics",
        "https://en.wikipedia.org/wiki/Systems_ecology",
        "https://en.wikipedia.org/wiki/Systems_engineering",
        "https://en.wikipedia.org/wiki/Systems_neuroscience",
        "https://en.wikipedia.org/wiki/Systems_pharmacology",
        "https://en.wikipedia.org/wiki/Systems_psychology",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/Systems_thinking",
        "https://en.wikipedia.org/wiki/List_of_systems_scientists",
        "https://en.wikipedia.org/wiki/Alexander_Bogdanov",
        "https://en.wikipedia.org/wiki/William_Ross_Ashby",
        "https://en.wikipedia.org/wiki/Ruzena_Bajcsy",
        "https://en.wikipedia.org/wiki/Gregory_Bateson",
        "https://en.wikipedia.org/wiki/Anthony_Stafford_Beer",
        "https://en.wikipedia.org/wiki/Ludwig_von_Bertalanffy",
        "https://en.wikipedia.org/wiki/Margaret_Boden",
        "https://en.wikipedia.org/wiki/Murray_Bowen",
        "https://en.wikipedia.org/wiki/Kathleen_Carley",
        "https://en.wikipedia.org/wiki/Mary_Cartwright",
        "https://en.wikipedia.org/wiki/Manfred_Clynes",
        "https://en.wikipedia.org/wiki/George_Dantzig",
        "https://en.wikipedia.org/wiki/Fred_Emery",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Stephanie_Forrest",
        "https://en.wikipedia.org/wiki/Jay_Wright_Forrester",
        "https://en.wikipedia.org/wiki/Lydia_Kavraki",
        "https://en.wikipedia.org/wiki/Faina_Mihajlovna_Kirillova",
        "https://en.wikipedia.org/wiki/George_Klir",
        "https://en.wikipedia.org/wiki/Allenna_Leonard",
        "https://en.wikipedia.org/wiki/Edward_Norton_Lorenz",
        "https://en.wikipedia.org/wiki/Niklas_Luhmann",
        "https://en.wikipedia.org/wiki/Humberto_Maturana",
        "https://en.wikipedia.org/wiki/Margaret_Mead",
        "https://en.wikipedia.org/wiki/Donella_Meadows",
        "https://en.wikipedia.org/wiki/James_Grier_Miller",
        "https://en.wikipedia.org/wiki/Radhika_Nagpal",
        "https://en.wikipedia.org/wiki/Talcott_Parsons",
        "https://en.wikipedia.org/wiki/Ilya_Prigogine",
        "https://en.wikipedia.org/wiki/Qian_Xuesen",
        "https://en.wikipedia.org/wiki/Anatol_Rapoport",
        "https://en.wikipedia.org/wiki/John_Seddon",
        "https://en.wikipedia.org/wiki/Peter_Senge",
        "https://en.wikipedia.org/wiki/Claude_Shannon",
        "https://en.wikipedia.org/wiki/Katia_Sycara",
        "https://en.wikipedia.org/wiki/Eric_Trist",
        "https://en.wikipedia.org/wiki/Francisco_Varela",
        "https://en.wikipedia.org/wiki/Kevin_Warwick",
        "https://en.wikipedia.org/wiki/Norbert_Wiener",
        "https://en.wikipedia.org/wiki/Jennifer_Wilby",
        "https://en.wikipedia.org/wiki/Anthony_Wilden",
        "https://en.wikipedia.org/wiki/Systems_theory_in_anthropology",
        "https://en.wikipedia.org/wiki/Systems_theory_in_archaeology",
        "https://en.wikipedia.org/wiki/Systems_theory_in_political_science",
        "https://en.wikipedia.org/wiki/List_of_systems_sciences_organizations",
        "https://en.wikipedia.org/wiki/Principia_Cybernetica",
        "https://en.wikipedia.org/wiki/Social_network",
        "https://en.wikipedia.org/wiki/Social_media",
        "https://en.wikipedia.org/wiki/Personal_network",
        "https://en.wikipedia.org/wiki/Professional_network_service",
        "https://en.wikipedia.org/wiki/Sexual_network",
        "https://en.wikipedia.org/wiki/Value_network",
        "https://en.wikipedia.org/wiki/Clique",
        "https://en.wikipedia.org/wiki/Adolescent_cliques",
        "https://en.wikipedia.org/wiki/Distributed_social_network",
        "https://en.wikipedia.org/wiki/Comparison_of_software_and_protocols_for_distributed_social_networking",
        "https://en.wikipedia.org/wiki/Enterprise_social_networking",
        "https://en.wikipedia.org/wiki/Mobile_social_network",
        "https://en.wikipedia.org/wiki/Personal_knowledge_networking",
        "https://en.wikipedia.org/wiki/Social_networking_service",
        "https://en.wikipedia.org/wiki/List_of_social_networking_websites",
        "https://en.wikipedia.org/wiki/List_of_virtual_communities_with_more_than_1_million_users",
        "https://en.wikipedia.org/wiki/Ambient_awareness",
        "https://en.wikipedia.org/wiki/Assortative_mixing",
        "https://en.wikipedia.org/wiki/Organizational_network_analysis",
        "https://en.wikipedia.org/wiki/Social_aspects_of_television",
        "https://en.wikipedia.org/wiki/Social_capital",
        "https://en.wikipedia.org/wiki/Social_data_revolution",
        "https://en.wikipedia.org/wiki/Social_exchange_theory",
        "https://en.wikipedia.org/wiki/Social_identity_theory",
        "https://en.wikipedia.org/wiki/Social_media_intelligence",
        "https://en.wikipedia.org/wiki/Social_network_analysis",
        "https://en.wikipedia.org/wiki/Social_web",
        "https://en.wikipedia.org/wiki/Structural_endogamy",
        "https://en.wikipedia.org/wiki/Virtual_collective_consciousness",
        "https://en.wikipedia.org/wiki/Account_verification",
        "https://en.wikipedia.org/wiki/Social_network_aggregation",
        "https://en.wikipedia.org/wiki/Social_network_change_detection",
        "https://en.wikipedia.org/wiki/Blockmodeling",
        "https://en.wikipedia.org/wiki/Collaboration_graph",
        "https://en.wikipedia.org/wiki/Collaborative_consumption",
        "https://en.wikipedia.org/wiki/Giant_Global_Graph",
        "https://en.wikipedia.org/wiki/Lateral_communication",
        "https://en.wikipedia.org/wiki/Reputation_system",
        "https://en.wikipedia.org/wiki/Social_bot",
        "https://en.wikipedia.org/wiki/Social_graph",
        "https://en.wikipedia.org/wiki/Social_network_analysis_software",
        "https://en.wikipedia.org/wiki/Social_networking_potential",
        "https://en.wikipedia.org/wiki/Social_television",
        "https://en.wikipedia.org/wiki/Structural_cohesion",
        "https://en.wikipedia.org/wiki/Collaborative_finance",
        "https://en.wikipedia.org/wiki/Creator_economy",
        "https://en.wikipedia.org/wiki/Influencer_marketing",
        "https://en.wikipedia.org/wiki/Sharing_economy",
        "https://en.wikipedia.org/wiki/Social_commerce",
        "https://en.wikipedia.org/wiki/Viral_marketing",
        "https://en.wikipedia.org/wiki/Community_recognition",
        "https://en.wikipedia.org/wiki/Complex_contagion",
        "https://en.wikipedia.org/wiki/Consequential_strangers",
        "https://en.wikipedia.org/wiki/Friend_of_a_friend",
        "https://en.wikipedia.org/wiki/Friending_and_following",
        "https://en.wikipedia.org/wiki/Friendship_paradox",
        "https://en.wikipedia.org/wiki/Six_degrees_of_separation",
        "https://en.wikipedia.org/wiki/Social_media_addiction",
        "https://en.wikipedia.org/wiki/Social_invisibility",
        "https://en.wikipedia.org/wiki/Social_network_game",
        "https://en.wikipedia.org/wiki/Viral_phenomenon",
        "https://en.wikipedia.org/wiki/List_of_social_network_researchers",
        "https://en.wikipedia.org/wiki/User_profile",
        "https://en.wikipedia.org/wiki/Online_identity",
        "https://en.wikipedia.org/wiki/Viral_messages",
        "https://en.wikipedia.org/wiki/Virtual_community",
        "https://en.wikipedia.org/wiki/Science_and_technology_studies",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/Economics_of_science",
        "https://en.wikipedia.org/wiki/Economics_of_scientific_knowledge",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/History_and_philosophy_of_science",
        "https://en.wikipedia.org/wiki/History_of_science",
        "https://en.wikipedia.org/wiki/History_of_science_and_technology",
        "https://en.wikipedia.org/wiki/History_of_technology",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Anthropocene",
        "https://en.wikipedia.org/wiki/Antipositivism",
        "https://en.wikipedia.org/wiki/Empiricism",
        "https://en.wikipedia.org/wiki/Fuzzy_logic",
        "https://en.wikipedia.org/wiki/Philosophy_of_science",
        "https://en.wikipedia.org/wiki/Philosophy_of_social_science",
        "https://en.wikipedia.org/wiki/Philosophy_of_technology",
        "https://en.wikipedia.org/wiki/Positivism",
        "https://en.wikipedia.org/wiki/Postpositivism",
        "https://en.wikipedia.org/wiki/Relationship_between_religion_and_science",
        "https://en.wikipedia.org/wiki/Scientism",
        "https://en.wikipedia.org/wiki/Social_constructivism",
        "https://en.wikipedia.org/wiki/Social_epistemology",
        "https://en.wikipedia.org/wiki/Transhumanism",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Social_construction_of_technology",
        "https://en.wikipedia.org/wiki/Social_shaping_of_technology",
        "https://en.wikipedia.org/wiki/Sociology_of_knowledge",
        "https://en.wikipedia.org/wiki/Sociology_of_scientific_knowledge",
        "https://en.wikipedia.org/wiki/Sociology_of_scientific_ignorance",
        "https://en.wikipedia.org/wiki/Sociology_of_the_history_of_science",
        "https://en.wikipedia.org/wiki/Sociotechnology",
        "https://en.wikipedia.org/wiki/Strong_programme",
        "https://en.wikipedia.org/wiki/Science_studies",
        "https://en.wikipedia.org/wiki/Antiscience",
        "https://en.wikipedia.org/wiki/Bibliometrics",
        "https://en.wikipedia.org/wiki/Consilience",
        "https://en.wikipedia.org/wiki/Criticism_of_science",
        "https://en.wikipedia.org/wiki/Demarcation_problem",
        "https://en.wikipedia.org/wiki/Double_hermeneutic",
        "https://en.wikipedia.org/wiki/Mapping_controversies",
        "https://en.wikipedia.org/wiki/Metascience",
        "https://en.wikipedia.org/wiki/Paradigm_shift",
        "https://en.wikipedia.org/wiki/Black_swan_events",
        "https://en.wikipedia.org/wiki/Pseudoscience",
        "https://en.wikipedia.org/wiki/Psychology_of_science",
        "https://en.wikipedia.org/wiki/Citizen_science",
        "https://en.wikipedia.org/wiki/Science_communication",
        "https://en.wikipedia.org/wiki/Science_education",
        "https://en.wikipedia.org/wiki/Normal_science",
        "https://en.wikipedia.org/wiki/Rhetoric_of_science",
        "https://en.wikipedia.org/wiki/Science_wars",
        "https://en.wikipedia.org/wiki/Scientific_community",
        "https://en.wikipedia.org/wiki/Scientific_consensus",
        "https://en.wikipedia.org/wiki/Scientific_controversy",
        "https://en.wikipedia.org/wiki/Scientific_dissent",
        "https://en.wikipedia.org/wiki/Scientific_enterprise",
        "https://en.wikipedia.org/wiki/Scientific_literacy",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Scientific_misconduct",
        "https://en.wikipedia.org/wiki/Scientific_priority",
        "https://en.wikipedia.org/wiki/Scientific_skepticism",
        "https://en.wikipedia.org/wiki/Scientocracy",
        "https://en.wikipedia.org/wiki/Scientometrics",
        "https://en.wikipedia.org/wiki/Science_of_team_science",
        "https://en.wikipedia.org/wiki/Traditional_knowledge",
        "https://en.wikipedia.org/wiki/Traditional_ecological_knowledge",
        "https://en.wikipedia.org/wiki/Unity_of_science",
        "https://en.wikipedia.org/wiki/Women_in_science",
        "https://en.wikipedia.org/wiki/Women_in_STEM_fields",
        "https://en.wikipedia.org/wiki/Technology",
        "https://en.wikipedia.org/wiki/Cyborg_anthropology",
        "https://en.wikipedia.org/wiki/Digital_anthropology",
        "https://en.wikipedia.org/wiki/Digital_media_use_and_mental_health",
        "https://en.wikipedia.org/wiki/Early_adopter",
        "https://en.wikipedia.org/wiki/Hype_cycle",
        "https://en.wikipedia.org/wiki/Innovation",
        "https://en.wikipedia.org/wiki/Diffusion_of_innovations",
        "https://en.wikipedia.org/wiki/Disruptive_innovation",
        "https://en.wikipedia.org/wiki/Linear_model_of_innovation",
        "https://en.wikipedia.org/wiki/Technological_innovation_system",
        "https://en.wikipedia.org/wiki/User_innovation",
        "https://en.wikipedia.org/wiki/Leapfrogging",
        "https://en.wikipedia.org/wiki/Normalization_process_theory",
        "https://en.wikipedia.org/wiki/Reverse_salient",
        "https://en.wikipedia.org/wiki/Skunkworks_project",
        "https://en.wikipedia.org/wiki/Technical_change",
        "https://en.wikipedia.org/wiki/Technocracy",
        "https://en.wikipedia.org/wiki/Technoscience",
        "https://en.wikipedia.org/wiki/Feminist_technoscience",
        "https://en.wikipedia.org/wiki/Technological_change",
        "https://en.wikipedia.org/wiki/Technological_convergence",
        "https://en.wikipedia.org/wiki/Technological_determinism",
        "https://en.wikipedia.org/wiki/Technological_revolution",
        "https://en.wikipedia.org/wiki/Technological_transitions",
        "https://en.wikipedia.org/wiki/Technology_and_society",
        "https://en.wikipedia.org/wiki/Criticism_of_technology",
        "https://en.wikipedia.org/wiki/Technology_dynamics",
        "https://en.wikipedia.org/wiki/Theories_of_technology",
        "https://en.wikipedia.org/wiki/Technology_transfer",
        "https://en.wikipedia.org/wiki/Engineering_studies",
        "https://en.wikipedia.org/wiki/Women_in_engineering",
        "https://en.wikipedia.org/wiki/Financial_technology",
        "https://en.wikipedia.org/wiki/Policy",
        "https://en.wikipedia.org/wiki/Academic_freedom",
        "https://en.wikipedia.org/wiki/Digital_divide",
        "https://en.wikipedia.org/wiki/Factor_10",
        "https://en.wikipedia.org/wiki/Funding_of_science",
        "https://en.wikipedia.org/wiki/Horizon_scanning",
        "https://en.wikipedia.org/wiki/Science_policy",
        "https://en.wikipedia.org/wiki/History_of_science_policy",
        "https://en.wikipedia.org/wiki/Science_of_science_policy",
        "https://en.wikipedia.org/wiki/Politicization_of_science",
        "https://en.wikipedia.org/wiki/Regulation_of_science",
        "https://en.wikipedia.org/wiki/Research_ethics",
        "https://en.wikipedia.org/wiki/Right_to_science_and_culture",
        "https://en.wikipedia.org/wiki/Technology_assessment",
        "https://en.wikipedia.org/wiki/Technology_policy",
        "https://en.wikipedia.org/wiki/Sociotechnical_system",
        "https://en.wikipedia.org/wiki/Sociotechnical_system",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}