{
    "url": "https://en.wikipedia.org/wiki/Sociological_imagination",
    "title": "Sociological imagination",
    "table_of_contents": [
        "1 Definitions",
        "2 Real-life application",
        "2.1 Lack of sociological imagination",
        "3 Uses in films",
        "4 Creation",
        "5 Other theories",
        "5.1 Sociological perspective",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nSociological imagination is a term used in the field of sociology to describe a framework for understanding social reality that places personal experiences within a broader social and historical context.[1]\n\nIt was coined by American sociologist C. Wright Mills in his 1959 book The Sociological Imagination to describe the type of insight offered by the discipline of sociology.[2]: 5, 7  Today, the term is used in introductory sociology textbooks to explain the nature of sociology and its relevance in daily life.[1]\n\n"
        },
        {
            "title": "Definitions",
            "text": "In The Sociological Imagination, Mills attempts to reconcile two different and abstract concepts of social reality: the \"individual\" and the \"society.\"[3] Accordingly, Mills defined sociological imagination as \"the awareness of the relationship between personal experience and the wider society.\"[2]\n\nLater sociologists have different perspectives on the concept, but they share some overlapping themes.\n\nSociological imagination is an outlook on life that involves an individual developing a deep understanding of how their biography is a result of historical process and occurs within a larger social context.[4] As per Anthony Giddens, the term is:\n\nThere is an urge to know the historical and sociological meaning of the singular individual in society, particularly within their time period. To do this, one may use the sociological imagination to better understand the larger historical scene in terms of its meaning for an individual's inner self and external career.[2]: 5, 7  The sociological imagination can be seen practiced if one reflects on their history for all past events have led up to the present, mostly following the same pattern. Mills argued that history is an important element in sociological imagination. These different historical events have shaped modern society as a whole and each individual within it. It allows a person to see where their life is at compared to others, based on past experiences. Mills argues that one can only truly understand themselves if they can truly understand their circumstances.[5]\n\nAnother perspective is that Mills chose sociology because he felt it was a discipline that \"could offer the concepts and skills to expose and respond to social injustice.\"[6] He eventually became disappointed with his profession of sociology because he felt it was abandoning its responsibilities, which he criticized in The Sociological Imagination. In some introductory sociology classes, Mills' characterization of the sociological imagination is presented as a critical quality of mind that can help individuals \"to use information and to develop reason in order to achieve lucid summations of what is going on in the world and of what may be happening within themselves.\"[7]\n\n"
        },
        {
            "title": "Real-life application",
            "text": "Social imagination allows one to make more self-aware decisions, rather than be swayed by social norms or factors that may otherwise dictate actions. The lack of a sociological imagination can make people apathetic. This apathy expresses itself as a lack of indignation in scenarios dealing with moral horror—the Holocaust is a classic example of what happens when a society renders itself to the power of a leader and doesn't use sociological imagination. Social apathy can lead to accepting atrocities performed by leaders (political or familiar) and the lack of ability to react morally to their leaders' actions and decisions. The Holocaust was based on the principle of absolute power in a dictatorship, where society fell victim to apathy and willingly looked away from the horrors they committed. They willfully accepted the decisions taken by Adolf Hitler and carried out the orders because they had lost self-awareness and moral code, adopting the new social moral code. In doing this, they lost the ability to morally react to Hitler's command and in turn slaughtered more than 6,000,000 Jews, other minorities, and disabled persons.[8]\n\nThe sociological imagination encompasses sociological concepts and information of the world as a society;[1] that is, how people see and interpret global society. In order to make a connection between the individual and the society, one must simultaneously compare the situations of the individual's life to the situations in the real-world society. Exercising this thought process can change how people view the world and how they overcome specific mental obstacles in order to relate to people, events, and situations that are usually not under their control. This causes one to put themselves in another's shoes, and potentially benefiting personally by solving some of one's own problems.\n\nAll of this comes with the simple differing of people's personal situations and societal situations, ones that affect an entire community. In turn, figuring out how to use the daily struggles and things in society to come out making better personal choices and benefiting themselves, making the world a better place, making life easier, less stressful, and overall, putting people in situations that benefit them and make them happy and in turn doing the right thing as an individual.[incomprehensible] [9][10]\n\n"
        },
        {
            "title": "Uses in films",
            "text": "Those who teach courses in social problems report[citation needed] using films to teach about war, to aid students in adopting a global perspective, and to confront issues of race relations. There are benefits of using film as part of a multimedia approach to teaching courses in popular culture. It provides students of medical sociology with case studies for hands-on observational experiences. It acknowledges the value of films as historical documentation of changes in cultural ideas, materials, and institutions.\n\nFeature films are used in introductory sociology courses to demonstrate the current relevance of sociological thinking, and how the sociological imagination helps people understand their social world. As a familiar medium, films help students connect their own experiences to broader theory.[11] The underlying assumption is that the sociological imagination is best developed and exercised in introductory classes by placing course material in the context of conflict theory and functionalism.[12]\n\nUsing the sociological imagination to analyze feature films is somewhat important to the average sociological standpoint, but more important is the fact that this process develops and strengthens the sociological imagination as a tool for understanding. Sociology and filmmaking go hand-in-hand because of the potential for viewers to react differently to the same message and theme; this creates room to debate these different interpretations.\n\nFor example, imagine a film that introduces a character from four different angles and situations in life, each of which draws upon social, psychological, and moral standards to form a central ideal that echoes the narrative outcome, the reasoning behind individuals' actions, and the story's overall meaning. Through watching this film, discussions may take place amongst viewers (such as about the entertainment satisfaction, or the interpretations of the film's themes). In these discussions, plot points are made, conclusions are drawn upon, and societal problems and situations are addressed. Viewers may determine what is morally permissible or not, discuss beneficial and efficient ways to help people, and produce new ideas through correlating ideologies and aspects. This process strengthens sociological imagination because it can add sociological perspective to a viewer's state of mind.[13]\n\n"
        },
        {
            "title": "Creation",
            "text": "\nMills created tips to help conduct valid and reliable sociological study using sociological imagination:[2]\n"
        },
        {
            "title": "Other theories",
            "text": "Herbert Blumer, in his work Symbolic Interactionism: Perspective and Method, developed the idea of a non-standard look at the world, which helps social scientists understand and analyze the study area.[14]\n\nHoward S. Becker, being a disciple of Blumer, continued to develop his idea of a particular look at the objects under study, and in 1998 wrote the book Tricks of the Trade: How to Think about Your Research While You're Doing It, wherein he gives a list of recommendations that may be useful in conducting sociological research. His main idea is to create a comprehensive picture of the object, phenomenon, or social group being studied. To this end, he proposes to pay particular attention to statistical and historical knowledge before conducting research; to use critical thinking, trying to create a universal picture of the world; and to make the result of the research understandable and acceptable for everyone.[15]\n\nThe related term \"sociological perspective\" was coined by Peter L. Berger, describing it as seeing \"the general in the particular,\" and as helping sociologists realize general patterns in the behavior of specific individuals.[16] One can think of the sociological perspective as one's own personal choice and how society plays a role in shaping individuals' lives.[16]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Social_reality",
        "https://en.wikipedia.org/wiki/Personal_experience",
        "https://en.wikipedia.org/wiki/Social_context",
        "https://en.wikipedia.org/wiki/The_Sociological_Imagination",
        "https://en.wikipedia.org/wiki/Textbook",
        "https://en.wikipedia.org/wiki/The_Sociological_Imagination",
        "https://en.wikipedia.org/wiki/Social_reality",
        "https://en.wikipedia.org/wiki/Individual",
        "https://en.wikipedia.org/wiki/Society",
        "https://en.wikipedia.org/wiki/Social_context",
        "https://en.wikipedia.org/wiki/Anthony_Giddens",
        "https://en.wikipedia.org/wiki/Social_justice",
        "https://en.wikipedia.org/wiki/Holocaust",
        "https://en.wikipedia.org/wiki/Adolf_Hitler",
        "https://en.wikipedia.org/wiki/Moral_Code",
        "https://en.wikipedia.org/wiki/Conflict_theory",
        "https://en.wikipedia.org/wiki/Herbert_Blumer",
        "https://en.wikipedia.org/wiki/Empiricism",
        "https://en.wikipedia.org/wiki/Sociological_theory",
        "https://en.wikipedia.org/wiki/The_Sociological_Imagination",
        "https://en.wikipedia.org/wiki/Anthony_Giddens",
        "https://en.wikipedia.org/wiki/Rose_Goldsen",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/The_Sociological_Imagination",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Joel_Charon",
        "https://en.wikipedia.org/wiki/Earl_Babbie",
        "https://en.wikipedia.org/wiki/Sociological_imagination",
        "https://en.wikipedia.org/wiki/Sociological_imagination",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}