{
    "url": "https://en.wikipedia.org/wiki/Social_perception",
    "title": "Social perception",
    "table_of_contents": [
        "1 Background",
        "2 Observation",
        "2.1 Persons – physical influence",
        "2.2 Situations – context from prior experiences",
        "2.3 Behaviors – nonverbal communication",
        "3 Attribution",
        "3.1 Attribution theories",
        "3.1.1 Two-step process of Attributions",
        "3.1.2 Jones's correspondent inference theory",
        "3.1.3 Kelley's covariation theory",
        "4 Integration",
        "4.1 Information integration theory",
        "4.2 Implicit personality theory",
        "5 Confirmation",
        "5.1 Competence as social perceivers",
        "5.2 Factors that influence social perception",
        "5.2.1 Accuracy",
        "5.2.1.1 Difficulties in accuracy research",
        "5.2.1.2 Testing",
        "5.2.2 Inaccuracy/distortions/fallacies",
        "5.2.2.1 Bias",
        "5.2.2.1.1 Self",
        "5.2.2.1.2 Group",
        "5.2.2.1.3 Interaction",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Social perception (or interpersonal perception) is the study of how people form impressions of and make inferences about other people as sovereign personalities.[1] Social perception refers to identifying and utilizing social cues to make judgments about social roles, rules, relationships, context, or the characteristics (e.g., trustworthiness) of others. This domain also includes social knowledge, which refers to one's knowledge of social roles, norms, and schemas surrounding social situations and interactions.[2]  People learn about others' feelings and emotions by picking up information they gather from physical appearance, verbal, and nonverbal communication. Facial expressions, tone of voice, hand gestures, and body position or movement are a few examples of ways people communicate without words. A real-world example of social perception is understanding that others disagree with what one said when one sees them roll their eyes. There are four main components of social perception: observation, attribution, integration, and confirmation.\n\nObservations serve as the raw data of social perception—an interplay of three sources: persons, situations, and behavior. These sources are used as evidence in supporting a person's impression or inference about others. Another important factor to understand when talking about social perception is attribution. Attribution is expressing an individual's personality as the source or cause of their behavior during an event or situation.[3] To fully understand the impact of personal or situational attributions, social perceivers must integrate all available information into a unified impression. To finally confirm these impressions, people try to understand, find, and create information in the form of various biases. Most importantly, social perception is shaped by an individual's current motivations, emotions, and cognitive load capacity. Cognitive load is the complete amount of mental effort utilized in the working memory. All of this combined determines how people attribute certain traits and how those traits are interpreted.\n\nThe fascination and research for social perception date back to the late 1800s when social psychology was first being discovered.[citation needed] As more and more research on social perception is done, the realization of its significance in understanding and predicting our social world continues to grow.\n\n"
        },
        {
            "title": "Observation",
            "text": "The processes of social perception begin with observing persons, situations, and behaviors to gather evidence that supports an initial impression.\n\nAlthough society tries to train people not to judge others based on their physical traits, as social perceivers, we cannot help but be influenced by others' hair, skin color, height, weight, style of clothes, pitch in voice, etc., when making a first impression. People have the tendency to judge others by associating certain facial features with specific personality types. For example, studies indicate that people are perceived as stronger, more assertive, and competent if they have small eyes, low eyebrows, an angular chin, wrinkled skin, and a small forehead. People tend to associate baby-faced people with impotence and harmlessness.[4]\n\nare able to easily predict the sequences or results of an event based on the extent and depth of their past experiences with a similar event. The ability to anticipate the outcomes of a situation is also greatly influenced by an individual's cultural background because this inevitably shapes the types of experiences. Situational observations either lead humans to have preset notions about certain events or to explain the causes of human behaviors.[4]\n\nNonverbal communication helps people express their emotions, attitudes, and personalities. The most dominant form of nonverbal communication is the use of facial expressions to channel different emotions. Greatly influenced by Charles Darwin's research on facial expressions and book The Expression of the Emotions in Man and Animals (1872), it is believed that all humans, regardless of culture or race, encode and decode the six \"primary\" emotions, (happiness, sadness, anger, fear, surprise, and disgust), universally in the same way. To encode means to communicate nonverbal behavior, while to decode means to interpret the meaning or intention of the nonverbal behavior. Decoding sometimes is inaccurate due to affect blend, (a facial expression with two differently registered emotions), and/or display rules, (culturally dictated rules about which nonverbal behaviors are acceptable to display).[1] Other nonverbal cues such as: body language, eye contact, and vocal intonations can affect social perception by allowing for thin-slicing. Thin-slicing describes the ability to make quick judgements from finding consistencies in events based only on narrow frames of experience.\n\n"
        },
        {
            "title": "Attribution",
            "text": "With the observations drawn from persons, situations, and behavior, the next step is to make inferences that identify an individual's inner dispositions.\n\nA large component of social perception is attribution. Attribution is the use of information gathered through observation to help individuals understand and rationalize the causes of one's own and others' behaviors. Psychological research on attribution began with the work of Fritz Heider in 1958, and was subsequently developed by others such as Harold Kelley and Bernard Weiner. People make attributions to understand the world around them in order to seek reasons for an individual's particular behavior. When people make attributions they are able to make judgments as to what was the cause or causes of a certain behavior. Attribution theory is the study of what systems and models people implement to make attributions about the behavior of others. It attempts to explain how we use information about the social environment to understand others' behavior.\n\nOne common bias people exhibit in attribution is called the fundamental attribution error. The fundamental attribution error is the tendency for people to attribute others' actions or behaviors to internal traits as opposed to external circumstances.[5] An example of how this may manifest in the real world as pointed out in research by Furnham and Gunter is how one's view of the justness of poverty may be affected by one's financial status: one who has not experienced poverty may see it as being more or less deserved than might someone who has been impoverished at some point.[6] In this way, fundamental attribution error can be a barrier to empathizing with others, as one does not consider all the circumstances involved in the actions of others.\n\nUnlike conventional attribution theories, the two-step process of attribution suggests that people analyze others' behaviors first by automatically making an internal attribution and only then considering possible external attributions that may affect the initial inference.[1] Heider's most valuable contribution to the topic of attribution is the dichotomy: When attempting to decide why individuals behave a certain way, we can make either an internal or external attribution.[1] Internal attribution, (also called dispositional attribution or personal attribution[4]), is the assumption that an individual is acting a certain way due to something about that individual, such as personality, character, or attitude. External attribution, also called situational attribution, is the inference that an individual is acting a certain way due to the situation he or she is in; the assumption is that most individuals would respond in the same way in that similar situation. Essentially, people first assume that a person's behavior is due to his or her personality, and then attempt to modify this attribution by also factoring in the person's situation.[1]\n\nAccording to Edward Jones and Keith Davis's correspondent inference theory, people learn about other individuals from behavior that is chosen freely, that is not anticipated, and that results in a small number of favorable outcomes.[1] There are three factors that people use as a basis for their inferences:\n\nAccording to American social psychologist Harold Kelley, individuals make attributions by utilizing the covariation principle. The covariation principle claims that people attribute behavior to the factors that are present when a certain behavior occurs and the factors that are absent when it does not occur.[1] There are three types of covariation information that are particularly helpful: consensus, distinctiveness, and consistency.\n\nIf a single individual and a large majority of individuals behave similarly in reaction to a specific stimulus, then the individual's behavior is attributed to the stimulus and is high in consensus. The individual's behavior due to this specific stimulus should be compared to the individual's behavior in reaction other stimuli within the same broader category. This helps judge whether the level of distinctiveness information is high, and thus attributed to the stimulus. Lastly, consistency information is used to see what happens to the behavior at another time when the individual and the stimulus both remain unchanged.[1]\n\n"
        },
        {
            "title": "Integration",
            "text": "Unless a snap judgement is made from observing persons, situations, or behavior, people integrate the dispositions to form impressions.\n\nNorman H. Anderson, an American social psychologist, developed the information integration theory in 1981. The theory states that impressions are made from the perceiver's personal dispositions and a weighted average of the target individual's characteristics.[1] The differences among perceivers are due to people using themselves as a standard, or frame of reference, when judging or evaluating others. People also tend to view their own skills and traits as favorable for others to also have. These impressions formed about others can also be influenced by the current, temporary mood of the perceiver. A concept called, priming also affects a perceiver's impressions of others. Priming is the tendency for recently perceived or implemented concepts or words to come to mind easily and influence the understanding of the new information.[1] Trait information also impacts people's impressions of others, and psychologist Solomon Asch was the first to discover that the existence of one trait tends to indicate the existence of other traits. Asch claimed that central traits exist that exert a strong effect on the perceiver's overall impressions.[1] Lastly, the sequence in which a trait is realized can also influence the trait's impact. Research shows that there is a tendency for information presented at the beginning of a sequence to have a greater effect on impressions than information presented later on, a concept called primacy effect.[1]\n\nImplicit personality theory is a type of model people use to group various kinds of personality qualities together.[1] Put in another way, implicit personality theories describe the way an observer uses the traits displayed by another person to form impressions about that other person. People pay attention to a variety of cues, including: visual, auditory, and verbal cues to predict and understand the personalities of others, in order to fill in the gap of the unknown information about a person, which assists with social interactions.\n\nCertain traits are seen as especially influential in the formation of an overall impression of an individual; these are called central traits. Other traits are less influential in impression formation, and are called peripheral traits. Which traits are central or peripheral is not fixed, but can vary based on context. For instance, saying that a person is warm versus cold may have a central impact on an individual's impression formation when paired with traits such as \"industrious\" and \"determined\", but have a more peripheral impact when paired with traits such as \"shallow\" or \"vain\".[7]\n\nKim and Rosenberg[8] demonstrate that when forming impressions of others, individuals assess others on an evaluative dimension. Which is to say that, when asked to describe personality traits of others, individuals rate others on a \"good-bad\" dimension. People's implicit personality theories also include a number of other dimensions, such as a \"strong-weak\" dimension, an \"active-passive\" dimension, an \"attractive-unattractive\" dimension, etc. However, the evaluative \"good-bad\" dimension was the only one that universally appeared in people's descriptions of others, while the other dimensions appeared in many, but not all, people's assessments. Thus, the dimensions included in implicit personality theories on which others are rated vary from person to person, but the \"good-bad\" dimension appears to be part of all people's implicit personality theories.\n\n"
        },
        {
            "title": "Confirmation",
            "text": "After making and integrating attributions, individuals form impressions that are subject to confirmation biases and the threat of a self-fulfilling prophecy.\n\nIt is true that people fall for the biases identified by social psychologists and for some biases that may have not yet been identified. Despite these misjudgments, there are four reasons that soundly demonstrate people's competence as social perceivers: \n\nThe accuracy of social perception relates to the connection between judgments people make of others' psychological attributes, and the reality of those attributes with regards to the people being judged. There are three slightly varying approaches to interpreting accuracy the: pragmatic, constructivist, and realistic approaches. Empirical research suggests that social perception is mostly accurate, but the degree of accuracy is based on four major moderator variables. These moderators are attributes of the: judge, target, trait that is judged, and information on which the judgment is based. The Realistic Accuracy Model (RAM) explains that these moderators are a result of the process for accurate judgment. The process of accurate personality judgment starts with the target revealing relevant information, which then must be available to a judge, who then identifies and uses it to form a final judgment.[9]\n\nWhile accurate social perception is important, it has also been rather neglected. It is difficult to provide a set list of criteria that can be checked-off as accuracy can be subjective in nature. In the past, there was an assumption that people's judgements were also considered erroneous and often mistaken. As such, many researchers have chosen to pursue other facets of research instead. It was not until these assumptions were proved incorrect through research and research methods became more sophisticated that genuine effort was put into analyzing accurate social perceptions.[10]\n\nTASIT (The Awareness of Social Inference Test) is an audiovisual test that In the past for the clinical assessment of social perception. The test is based upon several critical components of social perception that are crucial for social competence using complex, dynamic, visual, and auditory cues to assess these critical components. The test assesses the ability to identify emotions, a skill that is impaired in many clinical conditions. It also assesses the ability to judge what a speaker may be thinking or what their intentions are for the other person in the conversation, also referred to as theory of mind. Lastly, the test was developed to assess the ability to differentiate between literal and non-literal conversational remarks. The test is divided into three parts to measure; emotion, social inference – minimal, and social inference enriched. The test is composed of scenes, or vignettes, and those being assessed are asked to identify the emotions, a, feelings, beliefs, intentions, and meanings of the interactions. They are also assessed on more complex interactions to assess ability to interpret sarcasm.[11] The results of this testing assess the level of social perception of an individual.\n\nTASIT has adequate psychometric properties as a clinical test of social perception. It is not overly prone to practice effects and is reliable for repeat administrations. Performance on TASIT is affected by information processing speed, working memory, new learning and executive functioning, but the uniquely social material that comprises the stimuli for TASIT provides useful insights into the particular difficulties people with clinical conditions experience when interpreting complex social phenomena.[11]\n\nPeople are prone to numerous types of confirmation biases—tendencies to construe, find, and formulate information in ways that prove existing opinions.[1] Preconceived prejudices, stereotypes, and discrimination otherwise known as social biases can contribute towards these tendencies.[12] People are also subject to exhibiting belief perseverance, the tendency to hold false convictions even after they have been disproved.[1]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Social_psychology",
        "https://en.wikipedia.org/wiki/Social_cognition",
        "https://en.wikipedia.org/wiki/Nonverbal_communication",
        "https://en.wikipedia.org/wiki/Facial_expression",
        "https://en.wikipedia.org/wiki/Hand_gesture",
        "https://en.wikipedia.org/wiki/Body_language",
        "https://en.wikipedia.org/wiki/Observation",
        "https://en.wikipedia.org/wiki/Cognitive_load",
        "https://en.wikipedia.org/wiki/Working_memory",
        "https://en.wikipedia.org/wiki/Social_psychology",
        "https://en.wikipedia.org/wiki/Charles_Darwin",
        "https://en.wikipedia.org/wiki/The_Expression_of_the_Emotions_in_Man_and_Animals",
        "https://en.wikipedia.org/wiki/Display_rules",
        "https://en.wikipedia.org/wiki/Fritz_Heider",
        "https://en.wikipedia.org/wiki/Harold_Kelley",
        "https://en.wikipedia.org/wiki/Bernard_Weiner",
        "https://en.wikipedia.org/wiki/Fundamental_attribution_error",
        "https://en.wikipedia.org/wiki/Adrian_Furnham",
        "https://en.wikipedia.org/wiki/Dichotomy",
        "https://en.wikipedia.org/wiki/Dispositional_attribution",
        "https://en.wikipedia.org/wiki/Situational_attribution",
        "https://en.wikipedia.org/wiki/Correspondent_inference_theory",
        "https://en.wikipedia.org/wiki/Harold_Kelley",
        "https://en.wikipedia.org/wiki/Covariation_principle",
        "https://en.wikipedia.org/wiki/Information_integration_theory",
        "https://en.wikipedia.org/wiki/Solomon_Asch",
        "https://en.wikipedia.org/wiki/Central_trait",
        "https://en.wikipedia.org/wiki/Primacy_effect",
        "https://en.wikipedia.org/wiki/Implicit_personality_theory",
        "https://en.wikipedia.org/wiki/Trait_theory",
        "https://en.wikipedia.org/wiki/Confirmation_bias",
        "https://en.wikipedia.org/wiki/Theory_of_mind",
        "https://en.wikipedia.org/wiki/Fallacies",
        "https://en.wikipedia.org/wiki/Confirmation_bias",
        "https://en.wikipedia.org/wiki/Belief_perseverance",
        "https://en.wikipedia.org/wiki/Availability_heuristic",
        "https://en.wikipedia.org/wiki/Overconfidence_bias",
        "https://en.wikipedia.org/wiki/Egocentric_bias",
        "https://en.wikipedia.org/wiki/Defensive_attribution_hypothesis",
        "https://en.wikipedia.org/wiki/Forer_effect",
        "https://en.wikipedia.org/wiki/Counterfactual_thinking",
        "https://en.wikipedia.org/wiki/Belief_perseverance",
        "https://en.wikipedia.org/wiki/Correspondence_bias",
        "https://en.wikipedia.org/wiki/Status_quo_bias",
        "https://en.wikipedia.org/wiki/Ingroup_bias",
        "https://en.wikipedia.org/wiki/Stereotyping",
        "https://en.wikipedia.org/wiki/Ensemble_coding",
        "https://en.wikipedia.org/wiki/Visual_system",
        "https://en.wikipedia.org/wiki/Halo_effect",
        "https://en.wikipedia.org/wiki/False_consensus_effect",
        "https://en.wikipedia.org/wiki/Base_rate_fallacy",
        "https://en.wikipedia.org/wiki/Base_rate",
        "https://en.wikipedia.org/wiki/Social_projection",
        "https://en.wikipedia.org/wiki/Psychological_projection",
        "https://en.wikipedia.org/wiki/Blame_shifting",
        "https://en.wikipedia.org/wiki/Conformity",
        "https://en.wikipedia.org/wiki/Group_dynamics",
        "https://en.wikipedia.org/wiki/Interpersonal_attraction",
        "https://en.wikipedia.org/wiki/Interpersonal_perception",
        "https://en.wikipedia.org/wiki/Joint_attention",
        "https://en.wikipedia.org/wiki/Nonverbal_communication",
        "https://en.wikipedia.org/wiki/Persuasion",
        "https://en.wikipedia.org/wiki/Prejudice",
        "https://en.wikipedia.org/wiki/Cognition",
        "https://en.wikipedia.org/wiki/Awareness",
        "https://en.wikipedia.org/wiki/Understanding",
        "https://en.wikipedia.org/wiki/Consciousness",
        "https://en.wikipedia.org/wiki/Critical_thinking",
        "https://en.wikipedia.org/wiki/Imagination",
        "https://en.wikipedia.org/wiki/Intuition",
        "https://en.wikipedia.org/wiki/Problem_solving",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Amodal_perception",
        "https://en.wikipedia.org/wiki/Color_vision",
        "https://en.wikipedia.org/wiki/RGB_color_model",
        "https://en.wikipedia.org/wiki/Depth_perception",
        "https://en.wikipedia.org/wiki/Form_perception",
        "https://en.wikipedia.org/wiki/Haptic_perception",
        "https://en.wikipedia.org/wiki/Touch",
        "https://en.wikipedia.org/wiki/Aesthetic_interpretation",
        "https://en.wikipedia.org/wiki/Peripheral_vision",
        "https://en.wikipedia.org/wiki/Psychoacoustics",
        "https://en.wikipedia.org/wiki/Harmonic",
        "https://en.wikipedia.org/wiki/Speech_perception",
        "https://en.wikipedia.org/wiki/Visual_perception",
        "https://en.wikipedia.org/wiki/Memory",
        "https://en.wikipedia.org/wiki/Memory_consolidation",
        "https://en.wikipedia.org/wiki/Attention",
        "https://en.wikipedia.org/wiki/Institute_of_Higher_Nervous_Activity",
        "https://en.wikipedia.org/wiki/Intention",
        "https://en.wikipedia.org/wiki/Learning",
        "https://en.wikipedia.org/wiki/Thought",
        "https://en.wikipedia.org/wiki/Social_perception",
        "https://en.wikipedia.org/wiki/Social_perception",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}