{
    "url": "https://en.wikipedia.org/wiki/Sofonisba_Anguissola",
    "title": "Sofonisba Anguissola",
    "table_of_contents": [
        "1 Family",
        "2 Childhood and training",
        "3 Experiences as a female artist",
        "4 At the Spanish Court",
        "5 Personal life",
        "6 Later years",
        "7 Style",
        "8 Works",
        "9 Historical significance",
        "10 Crater",
        "11 Recent exhibits",
        "12 See also",
        "13 Notes",
        "14 Bibliography",
        "15 Further reading",
        "16 Novels based on her life",
        "17 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSofonisba Anguissola (c. 1532[1] – 16 November 1625), also known as Sophonisba Angussola or Sophonisba Anguisciola,[2][3] was an Italian Renaissance painter born in Cremona to a relatively poor noble family.  She received a well-rounded education that included the fine arts, and her apprenticeship with local painters set a precedent for women to be accepted as students of art. As a young woman, Anguissola traveled to Rome where she was introduced to Michelangelo, who immediately recognized her talent, and to Milan, where she painted the Duke of Alba. The Spanish queen, Elizabeth of Valois, was a keen amateur painter and in 1559 Anguissola was recruited to go to Madrid as her tutor, with the rank of lady-in-waiting. She later became an official court painter to the king, Philip II, and adapted her style to the more formal requirements of official portraits for the Spanish court. After the queen's death, Philip helped arrange an aristocratic marriage for her. She moved to Sicily, and later Pisa and Genoa, where she continued to practice as a leading portrait painter.\n\nHer most distinctive and attractive paintings are her portraits of herself and her family, which she painted before she moved to the Spanish court. In particular, her depictions of children were fresh and closely observed.  At the Spanish court she painted formal state portraits in the prevailing official style, as one of the first, and most successful, of the relatively few female court painters.  Later in her life she also painted religious subjects, although many of her religious paintings have been lost. In 1625, she died at age 93 in Palermo.\n\nAnguissola's example, as much as her oeuvre, had a lasting influence on subsequent generations of artists, and her great success opened the way for larger numbers of women to pursue serious careers as artists. Her paintings can be seen at galleries in Boston (Isabella Stewart Gardner Museum), Milwaukee (Milwaukee Art Museum), Bergamo, Brescia, Budapest, Madrid (Museo del Prado), Naples, and Siena, and at the Uffizi Gallery in Florence.\n\nHer contemporary Giorgio Vasari wrote that Anguissola \"has shown greater application and better grace than any other woman of our age in her endeavors at drawing; she has thus succeeded not only in drawing, coloring and painting from nature, and copying excellently from others, but by herself has created rare and very beautiful paintings.\"[4]\n\n"
        },
        {
            "title": "Family",
            "text": "The origin and the name of the noble Anguissola family are linked to an ancient Byzantine tradition, rich in historical details.[5]\n\nAccording to this tradition, the Anguissolas are descended from the Constantinopolitan warlord Galvano Sordo or Galvano de Soardi/Sourdi (Σούρδη, a family name still in use today in Greece, Constantinople and Smyrna).[6] In 717, Galvano served in the army of the Byzantine emperor Leo III the Isaurian, and \"with an ingenious artificial fire, contributed to liberate the city of Constantinople from the Saracens who had kept it besieged by land and sea”.[7] This “artificial fire” was the so-called Greek fire, an incendiary weapon developed in the late 7th century, which was responsible for many key Byzantine military victories, most notably the salvation of Constantinople from two Arab sieges, thus securing the Empire's survival.\n\nSince the shield of the Sourdi carried the effigy of an asp (in Latin: anguis),[9] after Galvano's victory over the Umayyads, his brothers-in-arms and the people of Constantinople exclaimed: \"Anguis sola fecit victoriam!\", i.e.: \"The snake alone brought the victory!\" This saying became very popular, and Galvano himself was nicknamed \"Anguissola\". The emperor eventually bestowed the Anguissola surname to all his descendants.[10][5] In this regard, it has been suggested that the monogram depicted on Anguissola's miniature self-portrait may contain the family motto \"Anguis sola fecit victoriam\"[11] or, more simply, the name of Anguissola's father, Amilcare.\n\nFleeing from a pestilence that raged in Constantinople, the descendants of the first Anguissola settled in Italy, intermarried with other noble families such as the Komnenoi, the Gonzagas, the Caracciolos, the Scottis and the Viscontis, and built autonomous estates in Piacenza, Cremona, Vicenza and other regions of Italy. The Anguissolas who settled in Venice belonged to the patriciate of that city from 1499 to 1612.\n\n"
        },
        {
            "title": "Childhood and training",
            "text": "Sofonisba Anguissola was born into a wealthy family in Cremona, Lombardy in 1532, the oldest of seven children, six of whom were girls.[12] Her father, Amilcare Anguissola, was a member of the Cremonese nobility, and her mother, Bianca Ponzone, was also of noble background.  The family lived near the site of a famous 2nd century B.C. battle, the battle of the Trebbia, between Romans and Carthaginians, and several members of the Anguissola family were named after ancient Carthaginian historical characters: Amilcare was named for the Carthaginian general Hamilcar Barca; he named his first daughter after the tragic Carthaginian figure Sophonisba and his only son Asdrubale after the warlord Hasdrubal Barca.[13] Amilcare Anguissola, inspired by Baldassare Castiglione's book Il Cortigiano, encouraged all his daughters (Sofonisba, Elena, Lucia, Europa, Minerva and Anna Maria) to cultivate and perfect their talents. Four of the sisters (Elena, Lucia, Europa and Anna Maria) became painters, but Sofonisba was by far the most accomplished and renowned and taught her younger siblings.[12] Elena Anguissola (c. 1532 – 1584) abandoned painting to become a nun. Both Anna Maria and Europa gave up art upon marrying, while Lucia Anguissola (1536 or 1538 – c. 1565–1568), the best painter of Sophonisba's sisters, died young. The remaining sister, Minerva, became a writer and Latin scholar. Asdrubale, Sophonisba's brother, studied music and Latin, but not painting.\n\nHer aristocratic father made sure that Anguissola and her sisters received a well-rounded education that included the fine arts. Anguissola was fourteen when her father sent her and her sister Elena to study with Bernardino Campi, a respected portrait and religious painter of the Lombard school.[12] When Campi moved to another city, Anguissola continued her studies with painter Bernardino Gatti (known as Il Sojaro), a pupil of Correggio's.[13] Anguissola's apprenticeship with local painters set a precedent for women to be accepted as students of art.[14][15] Dates are uncertain, but Anguissola probably continued her studies under Gatti for about three years (1551–1553).\n\nOne of Anguissola's most important early works was Bernardino Campi Painting Sofonisba Anguissola (c. 1550).  The unusual double portrait depicts Anguissola's art teacher in the act of painting a portrait of her.[13]\n\nIn 1554, at age twenty-two, Anguissola traveled to Rome, where she spent her time sketching various scenes and people. While in Rome, she was introduced to Michelangelo by another painter who was familiar with her work. Anguissola initially showed Michelangelo a drawing of a laughing girl, but the painter challenged her to draw a weeping boy, a subject which he felt would be more challenging.[16] Anguissola drew Boy Bitten by a Crayfish and sent it back to Michelangelo, who immediately recognized her talent.[12] Michelangelo subsequently gave Anguissola sketches from his notebooks to draw in her own style and offered advice on the results. For at least two years, Anguissola continued this informal study, receiving substantial guidance from Michelangelo.[17]\n\n"
        },
        {
            "title": "Experiences as a female artist",
            "text": "Anguissola's education and training had different implications from those of men, since men and women worked in separate spheres. Her training was not to help her into a profession where she would compete for commissions with male artists, but to make her a better wife, companion, and mother.[18] Although Anguissola enjoyed significantly more encouragement and support than the average woman of her day, her social class did not allow her to transcend the constraints of her sex. Without the possibility of studying anatomy or drawing from life (it was considered unacceptable for a lady to view nudes), she could not undertake the complex multi-figure compositions required for large-scale religious or history paintings.\n\nInstead, she experimented with new styles of portraiture, setting subjects informally. Self-portraits and family members were her most frequent subjects, as seen in such paintings as Self-Portrait (1554, Kunsthistorisches Museum, Vienna), Portrait of Amilcare, Minerva and Asdrubale Anguissola (c. 1557–1558, Nivaagaards Malerisambling, Nivå, Denmark), and her most famous picture, The Chess Game (1555, Muzeum Narodowe, Poznań), which depicted her sisters Lucia, Minerva and Europa. Painted when Anguissola was 23 years old, The Chess Game is an intimate representation of an everyday family scene, combining elaborate formal clothing with very informal facial expressions, which was unusual for Italian art at this time. The Chess Game explored a new kind of genre painting which places her sisters in a domestic setting instead of the formal or allegorical settings that were popular at the time.[19] This painting has been regarded as a conversation piece, which is an informal portrait of a group engaging in lively conversation or some activity .\n\nAnguissola's self-portraits also offer evidence of what she thought her place was as a woman artist. Normally, men were seen as creative actors and women as passive objects, but in her self-portrait of 1556, Anguissola presents herself as the artist, separating herself from the role as the object to be painted.[20] Additional pieces show how she rebels against the notion that women are objects, in essence an instrument to be played by men. Her self-portrait of 1561 show her playing an instrument, taking on a different role.[21]\n\nShe became well known outside of Italy, and in 1559 King Phillip II of Spain asked her to be lady-in-waiting and art teacher to Queen Elisabeth of Valois, who was only 14 at the time. Queen Elisabeth of Valois and Anguissola became good friends, and when the Queen died nine years later, Anguissola left the court because she was so sad. She had painted the entire royal family and even the Pope commissioned Anguissola to do a portrait of the Queen.[23]\n\n"
        },
        {
            "title": "At the Spanish Court",
            "text": "In 1558, already established as a painter, Anguissola went to Milan, where she painted the Duke of Alba, Fernando Álvarez de Toledo. He in turn recommended her to the Spanish king, Philip II.[24] The following year, Anguissola was invited to join the Spanish Court, which was a turning point in her career.[13]\n\nAnguissola was approximately twenty-six when she left Italy to join the Spanish court. In the winter of 1559–1560, she arrived in Madrid to serve as a court painter and lady-in-waiting to the new queen, Elisabeth of Valois, Philip's third wife, who was herself an amateur portraitist. Anguissola soon gained Elisabeth's admiration and confidence and spent the following years painting many official portraits for the court, including Philip II's sister, Joanna, and his son, Don Carlos.\n\nThese types of painting were far more demanding than the informal portraits upon which Anguissola had based her early reputation, as it took a tremendous amount of time and energy to render the many intricate designs of the fine fabrics and elaborate jewelry associated with royal subjects. Yet despite the challenge, Anguissola's paintings of Elisabeth of Valois – and later of Anne of Austria, Philip II's fourth wife – were vibrant and full of life.\n\nDuring her 14-year residence, she guided the artistic development of Queen Elisabeth, and influenced the art made by her two daughters, Isabella Clara Eugenia and Catherine Michaela. Anguissola painted a portrait of the King's sister, Margaret of Parma, for Pope Pius IV in 1561 and, after Queen Elisabeth's death in childbirth in 1568, painted the likeness of Anne of Austria, Philip's fourth wife. While she continued painting portraits at the court, the Althorp Self-Portrait is the \"only securely attributed work surviving from this period\".[25] For the royal family, Anguissola produced detailed scenes of their lives that now hang in the Prado Museum. With the gifts and a dowry of 12,000 scudi she earned along with her salary as court painter and lady-in-waiting to the queen, she amassed an admirable return from her craft.\n\nWhile in the service of Elizabeth of Valois, Anguissola worked closely with Alonso Sanchez Coello. So closely in fact, that the famous painting of the middle-aged King Philip II was long attributed to Coello or Juan Pantoja de la Cruz. Only recently has Anguissola been recognized as the painting's creator.[26]\n\n"
        },
        {
            "title": "Personal life",
            "text": "After the death of Elisabeth of Valois in 1568, Philip II took a special interest in Anguissola's future. He had wished to marry her to one of the nobles in the Spanish Court. In 1571, when she was approaching the age of 40, Anguissola entered an arranged marriage to a Sicilian nobleman chosen for her by the Spanish court.[13] Philip II paid a dowry of 12,000 scudi for her marriage to Fabrizio Moncada Pignatelli, son of the Prince of Paternò, Viceroy of Sicily. Fabrizio was said to be supportive of her painting. Anguissola and her husband left Spain with the king's permission, and are believed to have lived in Paternò (near Catania) from 1573 to 1579, though some recent scholarship has suggested that the couple remained in Spain.[12] She received a royal pension of 100 ducats that enabled her to continue working and tutoring would-be painters. Her private fortune also supported her family and brother Asdrubale following Amilcare Anguissola's financial decline and death. In Paternò she painted and donated \"La Madonna dell'Itria\".\n\nAnguissola's husband died in 1579 under mysterious circumstances.[13] Two years later, while traveling to Cremona by sea, she fell in love with the ship's captain, sea merchant Orazio Lomellino.[12] Against the wishes of her brother, they married in Pisa on 24 December 1584[27][13] and lived in Genoa until 1620. She had no children, but maintained cordial relationships with her nieces and her stepson, Giulio.\n\n"
        },
        {
            "title": "Later years",
            "text": "Lomellino's fortune, plus a generous pension from Philip II, allowed Anguissola to paint freely and live comfortably. By now quite famous, Anguissola received many colleagues who came to visit and discuss the arts with her. Several of these were younger artists, eager to learn and mimic Anguissola's distinctive style.\n\nIn her later life, Anguissola painted not only portraits but religious themes, as she had done in the days of her youth, although many of the latter have been lost. She was the leading portrait painter in Genoa until she moved to Palermo in her last years. In 1620 she painted her last self-portrait.\n\nOn 12 July 1624, Anguissola was visited by the young Flemish painter Anthony van Dyck, who recorded sketches from his visit to her in his sketchbook.[28] Van Dyck, who believed her to be 96 years of age (she was actually about 92) noted that although \"her eyesight was weakened\", Anguissola was still mentally alert.[27] Excerpts of the advice she gave him about painting survive from this visit,[29] and he was said to have claimed that their conversation taught him more about the \"true principles\" of painting than anything else in his life.[2][3] Van Dyck drew her portrait while visiting her. This last portrait made of Anguissola survives in on public display at Knole.[30]  The next year, she returned to Sicily.\n\nAnguissola became a wealthy patron of the arts after the weakening of her sight.[24] In 1625, she died at age 93 in Palermo.\n\nAnguissola's adoring second husband, who described her as small of frame, yet \"great among mortals\", buried her with honor in Palermo at the Church of San Giorgio dei Genovesi. Seven years later, on the anniversary of what would have been her 100th birthday, her husband placed an inscription on her tomb that read in part:\n\n"
        },
        {
            "title": "Style",
            "text": "The influence of Campi, whose reputation was based on portraiture, is evident in Anguissola's early works, such as the Self-Portrait (Florence, Uffizi). Her work was akin to the worldly tradition of Cremona, influenced greatly by the art of Parma and Mantua, in which even religious works were imbued with extreme delicacy and charm. From Gatti she seems to have absorbed elements reminiscent of Correggio, beginning a trend in Cremonese painting of the late 16th century. This new direction is reflected in Lucia, Minerva and Europa Anguissola Playing Chess (1555; Poznań, N. Mus.) in which portraiture merges into a quasi-genre scene, a characteristic derived from Brescian models.\n\nThe main body of Anguissola's earlier work consists of self-portraits (the many \"autoritratti\" reflect the fact that portraits of her were frequently requested due to her fame) and portraits of her family, which are considered by many to be her finest works.\n\nApproximately fifty works have been attributed to Anguissola.  Her paintings can be seen at galleries in Baltimore (Walters Art Museum), Bergamo, Berlin (Gemäldegalerie), Graz (Joanneum Alte Galerie), Madrid (Museo del Prado), Milan (Pinacoteca di Brera), Milwaukee (Milwaukee Art Museum), Naples (National Museum of Capodimonte), Poznań (National Museum, Poznań), Siena (Pinacoteca Nazionale), Southampton (City Art Gallery), and Vienna (Kunsthistorisches Museum).\n\n"
        },
        {
            "title": "Historical significance",
            "text": "Sofonisba Anguissola's oeuvre had a lasting influence on subsequent generations of artists. Her portrait of Queen Elisabeth of Valois with a zibellino (the pelt of a marten set with a head and feet of jewelled gold) was widely copied by many of the finest artists of the time, such as Peter Paul Rubens, while Caravaggio allegedly took inspiration from Anguissola's work for his Boy Bitten by a Lizard.[16]\n\nAnguissola is significant to feminist art historians. Although there has never been a period in Western history in which women were completely absent in the visual arts, Anguissola's great success opened the way for larger numbers of women to pursue serious careers as artists; Lavinia Fontana expressed in a letter written in 1579 that she and another woman, Irene di Spilimbergo, had “set [their] heart[s] on learning how to paint” after seeing one of Anguissola's portraits.[32] Some of her more well-known successors include Lavinia Fontana, Barbara Longhi, Fede Galizia and Artemisia Gentileschi.\n\nA Cremonese school bears the name Liceo Statale Sofonisba Anguissola.[33]\n\nAmerican artist Charles Willson Peale (1741–1827) named his daughter Sophonisba Angusciola (1786–1859; married name Sellers).  She became a painter and a quilter whose works are in the Philadelphia Museum of Art.\n\n"
        },
        {
            "title": "Crater",
            "text": "On 4 August 2017 a crater on Mercury was named after her.[34]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Cremona",
        "https://en.wikipedia.org/wiki/Duchy_of_Milan",
        "https://en.wikipedia.org/wiki/Palermo",
        "https://en.wikipedia.org/wiki/Italian_people",
        "https://en.wikipedia.org/wiki/Bernardino_Campi",
        "https://en.wikipedia.org/wiki/Bernardino_Gatti",
        "https://en.wikipedia.org/wiki/Portrait_painting",
        "https://en.wikipedia.org/wiki/Drawing",
        "https://en.wikipedia.org/wiki/Renaissance",
        "https://en.wikipedia.org/wiki/Philip_II_of_Spain",
        "https://en.wikipedia.org/wiki/Italian_Renaissance_painting",
        "https://en.wikipedia.org/wiki/Cremona",
        "https://en.wikipedia.org/wiki/Fine_art",
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Michelangelo",
        "https://en.wikipedia.org/wiki/Milan",
        "https://en.wikipedia.org/wiki/Duke_of_Alba",
        "https://en.wikipedia.org/wiki/Elizabeth_of_Valois",
        "https://en.wikipedia.org/wiki/Madrid",
        "https://en.wikipedia.org/wiki/Philip_II_of_Spain",
        "https://en.wikipedia.org/wiki/Sicily",
        "https://en.wikipedia.org/wiki/Pisa",
        "https://en.wikipedia.org/wiki/Genoa",
        "https://en.wikipedia.org/wiki/Portrait_painter",
        "https://en.wikipedia.org/wiki/Court_painter",
        "https://en.wikipedia.org/wiki/Christian_art",
        "https://en.wikipedia.org/wiki/Palermo",
        "https://en.wikipedia.org/wiki/Boston",
        "https://en.wikipedia.org/wiki/Isabella_Stewart_Gardner_Museum",
        "https://en.wikipedia.org/wiki/Milwaukee",
        "https://en.wikipedia.org/wiki/Milwaukee_Art_Museum",
        "https://en.wikipedia.org/wiki/Bergamo",
        "https://en.wikipedia.org/wiki/Brescia",
        "https://en.wikipedia.org/wiki/Budapest",
        "https://en.wikipedia.org/wiki/Madrid",
        "https://en.wikipedia.org/wiki/Museo_del_Prado",
        "https://en.wikipedia.org/wiki/Naples",
        "https://en.wikipedia.org/wiki/Siena",
        "https://en.wikipedia.org/wiki/Uffizi_Gallery",
        "https://en.wikipedia.org/wiki/Florence",
        "https://en.wikipedia.org/wiki/Giorgio_Vasari",
        "https://en.wikipedia.org/wiki/Drawing",
        "https://en.wikipedia.org/wiki/Constantinople",
        "https://en.wikipedia.org/wiki/Smyrna",
        "https://en.wikipedia.org/wiki/Byzantine_army",
        "https://en.wikipedia.org/wiki/List_of_Byzantine_emperors",
        "https://en.wikipedia.org/wiki/Leo_III_the_Isaurian",
        "https://en.wikipedia.org/wiki/Saracen",
        "https://en.wikipedia.org/wiki/Greek_fire",
        "https://en.wikipedia.org/wiki/Byzantine_Empire",
        "https://en.wikipedia.org/wiki/Effigy",
        "https://en.wikipedia.org/wiki/Anguis_fragilis",
        "https://en.wikipedia.org/wiki/Umayyad_Caliphate",
        "https://en.wikipedia.org/wiki/Constantinople",
        "https://en.wikipedia.org/wiki/Monogram",
        "https://en.wikipedia.org/wiki/Black_Death",
        "https://en.wikipedia.org/wiki/Komnenos",
        "https://en.wikipedia.org/wiki/House_of_Gonzaga",
        "https://en.wikipedia.org/wiki/House_of_Caracciolo",
        "https://en.wikipedia.org/wiki/Visconti_of_Milan",
        "https://en.wikipedia.org/wiki/Piacenza",
        "https://en.wikipedia.org/wiki/Cremona",
        "https://en.wikipedia.org/wiki/Vicenza",
        "https://en.wikipedia.org/wiki/Portrait_of_Bianca_Ponzoni_Anguissola",
        "https://en.wikipedia.org/wiki/Cremona",
        "https://en.wikipedia.org/wiki/Lombardy",
        "https://en.wikipedia.org/wiki/Cremona",
        "https://en.wikipedia.org/wiki/Battle_of_the_Trebia",
        "https://en.wikipedia.org/wiki/Ancient_Carthage",
        "https://en.wikipedia.org/wiki/Hamilcar_Barca",
        "https://en.wikipedia.org/wiki/Sophonisba",
        "https://en.wikipedia.org/wiki/Hasdrubal_Barca",
        "https://en.wikipedia.org/wiki/Baldassare_Castiglione",
        "https://en.wikipedia.org/wiki/The_Book_of_the_Courtier",
        "https://en.wikipedia.org/wiki/Elena_Anguissola",
        "https://en.wikipedia.org/wiki/Lucia_Anguissola",
        "https://en.wikipedia.org/wiki/Elena_Anguissola",
        "https://en.wikipedia.org/wiki/Lucia_Anguissola",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Bernardino_Campi",
        "https://en.wikipedia.org/wiki/Bernardino_Gatti",
        "https://en.wikipedia.org/wiki/Antonio_da_Correggio",
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Michelangelo",
        "https://en.wikipedia.org/wiki/Child_Bitten_by_a_Lobster",
        "https://en.wikipedia.org/wiki/Bernardino_Campi",
        "https://en.wikipedia.org/wiki/History_painting",
        "https://en.wikipedia.org/wiki/Kunsthistorisches_Museum",
        "https://en.wikipedia.org/wiki/Nivaagaard",
        "https://en.wikipedia.org/wiki/Conversation_piece",
        "https://en.wikipedia.org/wiki/Elisabeth_of_Valois",
        "https://en.wikipedia.org/wiki/Elisabeth_of_Valois",
        "https://en.wikipedia.org/wiki/Philip_II_of_Spain",
        "https://en.wikipedia.org/wiki/Madrid",
        "https://en.wikipedia.org/wiki/Elisabeth_of_Valois",
        "https://en.wikipedia.org/wiki/Isabella_Clara_Eugenia",
        "https://en.wikipedia.org/wiki/Catalina_Micaela_of_Spain",
        "https://en.wikipedia.org/wiki/Margaret_of_Parma",
        "https://en.wikipedia.org/wiki/Pope_Pius_IV",
        "https://en.wikipedia.org/wiki/Prado",
        "https://en.wikipedia.org/wiki/Alonso_Sanchez_Coello",
        "https://en.wikipedia.org/wiki/Juan_Pantoja_de_la_Cruz",
        "https://en.wikipedia.org/wiki/Elisabeth_of_Valois",
        "https://en.wikipedia.org/wiki/Sicily",
        "https://en.wikipedia.org/wiki/Palermo",
        "https://en.wikipedia.org/wiki/Anthony_van_Dyck",
        "https://en.wikipedia.org/wiki/Anthony_van_Dyck",
        "https://en.wikipedia.org/wiki/Knole",
        "https://en.wikipedia.org/wiki/Florence",
        "https://en.wikipedia.org/wiki/Uffizi",
        "https://en.wikipedia.org/wiki/Correggio",
        "https://en.wikipedia.org/wiki/Genre_works",
        "https://en.wikipedia.org/wiki/Walters_Art_Museum",
        "https://en.wikipedia.org/wiki/Museo_del_Prado",
        "https://en.wikipedia.org/wiki/Pinacoteca_di_Brera",
        "https://en.wikipedia.org/wiki/Milwaukee_Art_Museum",
        "https://en.wikipedia.org/wiki/National_Museum_of_Capodimonte",
        "https://en.wikipedia.org/wiki/Kunsthistorisches_Museum",
        "https://en.wikipedia.org/wiki/List_of_paintings_by_Sofonisba_Anguissola",
        "https://en.wikipedia.org/wiki/Zibellino",
        "https://en.wikipedia.org/wiki/Peter_Paul_Rubens",
        "https://en.wikipedia.org/wiki/Caravaggio",
        "https://en.wikipedia.org/wiki/Boy_Bitten_by_a_Lizard",
        "https://en.wikipedia.org/wiki/Lavinia_Fontana",
        "https://en.wikipedia.org/wiki/Irene_di_Spilimbergo",
        "https://en.wikipedia.org/wiki/Lavinia_Fontana",
        "https://en.wikipedia.org/wiki/Barbara_Longhi",
        "https://en.wikipedia.org/wiki/Fede_Galizia",
        "https://en.wikipedia.org/wiki/Artemisia_Gentileschi",
        "https://en.wikipedia.org/wiki/Charles_Willson_Peale",
        "https://en.wikipedia.org/wiki/Sophonisba_Angusciola_Peale",
        "https://en.wikipedia.org/wiki/Quilter",
        "https://en.wikipedia.org/wiki/Philadelphia_Museum_of_Art",
        "https://en.wikipedia.org/wiki/Lavinia_Fontana",
        "https://en.wikipedia.org/wiki/Museo_del_Prado",
        "https://en.wikipedia.org/wiki/Maria_Kusche",
        "https://en.wikipedia.org/wiki/Rozsika_Parker",
        "https://en.wikipedia.org/wiki/Griselda_Pollock",
        "https://en.wikipedia.org/wiki/Giorgio_Vasari",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/List_of_paintings_by_Sofonisba_Anguissola",
        "https://en.wikipedia.org/wiki/Portrait_of_Massimiliano_II_Stampa",
        "https://en.wikipedia.org/wiki/Portrait_of_Bianca_Ponzoni_Anguissola",
        "https://en.wikipedia.org/wiki/Portrait_of_Giovanni_Battista_Caselli",
        "https://en.wikipedia.org/wiki/Portrait_of_Prince_Alessandro_Farnese",
        "https://en.wikipedia.org/wiki/Portrait_of_Elisabeth_of_Valois",
        "https://en.wikipedia.org/wiki/Portrait_of_Juana_of_Austria_and_a_Young_Girl",
        "https://en.wikipedia.org/wiki/Infanta_Isabella_Clara_Eugenia_and_Infanta_Catherine_Michelle",
        "https://en.wikipedia.org/wiki/Child_Bitten_by_a_Lobster",
        "https://en.wikipedia.org/wiki/Elena_Anguissola",
        "https://en.wikipedia.org/wiki/Sofonisba_Anguissola",
        "https://en.wikipedia.org/wiki/Sofonisba_Anguissola",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}