{
    "url": "https://en.wikipedia.org/wiki/Solarpunk",
    "title": "Solarpunk",
    "table_of_contents": [
        "1 Background",
        "2 Themes and philosophy",
        "2.1 Renewable energy",
        "2.2 Refusing pessimism",
        "2.3 Sustainable technology",
        "2.4 Do-it-yourself ethos",
        "3 Art movement and aesthetics",
        "4 Fiction",
        "4.1 Literature",
        "4.2 Film",
        "5 Greenwashing",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Solarpunk is a literary and artistic movement that envisions and works toward actualizing a sustainable future interconnected with nature and community.[3][4] The \"solar\" represents solar energy as a renewable energy source and an optimistic vision of the future that rejects climate doomerism,[5] while the \"punk\" refers to the countercultural, post-capitalist, and decolonial enthusiasm for creating such a future.[6] As a science fiction literary subgenre and art movement, solarpunk works address how the future might look if humanity succeeded in solving major contemporary challenges with an emphasis on sustainability, human impact on the environment, and addressing climate change and pollution. Especially as a subgenre, it is aligned with cyberpunk derivatives, and may borrow elements from utopian and fantasy genres.[5] Solarpunk can risk being greenwashed through aesthetics that give the appearance of sustainability without addressing the root causes of actual environmental issues.[7]\n\n"
        },
        {
            "title": "Background",
            "text": "The term solarpunk was coined in 2008 in a blog post titled \"From Steampunk to Solarpunk\",[8] in which the anonymous author, with the MS Beluga Skysails (the world's first ship partially powered by a giant computer-controlled kite rig) as inspiration, conceptualizes a new speculative fiction subgenre with steampunk's focal point on specific technologies but guided by practicality and modern economics.[9] Steampunk is a subgenre of science fiction that incorporates retrofuturistic technology and aesthetics inspired by 19th-century industrial steam-powered machinery.[10][11][12]  Along a similar vein, in 2009, literary publicist Matt Staggs posted a \"GreenPunk Manifesto\" on his blog describing his vision of a technophilic genre focused on knowable, do it yourself technologies and with emphasis on positive ecological and social change.[13][14] After visual artist Olivia Louise posted concept art on Tumblr of a solarpunk aesthetic in 2014,[15] researcher Adam Flynn contributed to the science fiction forum Project Hieroglyph with further definition of the emerging genre.[16][17] Based on Flynn's notes and contributions on the website solarpunks.net, A Solarpunk Manifesto was published in 2019 that describes solarpunk as \"a movement in speculative fiction, art, fashion, and activism that seeks to answer and embody the question 'what does a sustainable civilization look like, and how can we get there?'\".[18]\n\n"
        },
        {
            "title": "Themes and philosophy",
            "text": "While solarpunk has no specific political ideation, it does by default embrace the need for a collective movement away from polluting forms of energy.[19] It practices prefigurative politics, creating spaces where the principles of a movement can be explored and demonstrated by enacting them in real life. Solarpunks practice the movement in various ways, including creating and living in communities (such as ecovillages), growing their own food, and a DIY ethic of working with what is available, including the thoughtful application of technology.[20]\n\nEven stories set in the far future or fantasy worlds portray societal failures recognizable to contemporary audiences.[21] These failures may include oppressive imbalances of wealth or power, degradation of natural habitat or processes, and impacts of climate change. Evidence of injustices, like social exclusion and environmental racism, may be present. Disastrous consequences are not necessarily averted but solarpunk tends to present a counter-dystopian perspective. Their worlds are not necessarily utopian but rather solarpunk seeks to present an alternative to a pessimistic, consequential dystopian outcome.[22] To achieve this, themes of do it yourself ethics, convivial conservation, self-sustainability, social inclusiveness and positive psychology are often present. This perspective also more closely embeds the ideals of punk ideologies, such as anti-consumerism, egalitarianism and decentralization, than cyberpunk which typically includes protagonists with punk beliefs but in settings that are used more of a warning of a potential future.[22][23]\n\nThe integration of technologies into society in a manner that improves social, economic and environmental sustainability is central to solarpunk.[22] It is starkly contrasted to cyberpunk which portrays highly advanced technologies that have little influence on, or otherwise exacerbate social, economic, and environmental problems. Whereas cyberpunk envisions humanity becoming more alienated from its natural environment and subsumed by technology, solarpunk envisions settings where technology enables humanity to better co-exist with itself and its environment.[citation needed]\n\nSolarpunk is more similar to steampunk than cyberpunk. Both steampunk and solarpunk imagine new worlds but with different primary sources of energy, steam engines and renewable energy.[24] Though, whereas steampunk focuses more on history and uses Victorian era aesthetics, solarpunk uses more Art Nouveau style and looks to the future. Solarpunk also shares some elements with retrofuturism, Afrofuturism, Bionics and Arts and Crafts. The retrofuturist reevaluation of technology, its desire for understandable mechanics, and rejection of mysterious black box technology, and in favor of appropriate technology,[25] are found in solarpunk works. As is the Afrofuturist's counter to mass-cultural homogeneity, the reckoning of injustices, and use of architecture and technology to correct power imbalances and problems in accessibility.[22]\n\nAlthough solarpunk is concerned with technology, it also embraces low-tech ways of living sustainably such as gardening, permaculture, regenerative design, tool libraries, maker spaces, open-source, positive psychology, metacognition, and do-it-yourself ethics. Its themes may reflect on environmental philosophy such as bright green environmentalism and social ecology, as well as punk ideologies such as anarchism, anti-consumerism, anti-authoritarianism, anti-capitalism, civil rights, commoning, and decentralization.[26]\n\n"
        },
        {
            "title": "Art movement and aesthetics",
            "text": "As an art movement, solarpunk emerged in the 2010s as a reaction to the prevalence of bleak post-apocalyptic and dystopian media alongside an increased awareness of social injustices, impacts of climate change, and inextricable economic inequality. As post-apocalyptic and dystopian was ubiquitous in media, solarpunk became an attractive alternative.[23] Solarpunk is optimistic yet realistic in confronting contemporary problems.[27]\n\nThe solarpunk visual identity, as expressed by Olivia Louise and subsequent artists, is compared to Art Nouveau with its depictions of plants, use of sinuous lines like whiplash, and integration of applied arts into fine arts. The ornamental Arts and Crafts movement, an influence on Art Nouveau, is present[28][29] and its built forms reflect Frank Lloyd Wright's organic architecture.[21] The solarpunk aesthetic typically utilizes natural colors, bright greens and blues, and allusions to diverse cultural origins. Examples of this aesthetic include Boeri Studio's Bosco Verticale in Milan, the depiction of Wakanda in Marvel Studios' Black Panther and Auroa in Tom Clancy's Ghost Recon Breakpoint, Cities: Skylines's Green Cities expansion, and some Studio Ghibli movies, particularly Castle in the Sky and Nausicaä of the Valley of the Wind.[30][31] Contrasted to cyberpunk which is portrayed as having a dark, grim aesthetic surrounded by an artificial and domineering built environment which is reflective of alienation and subjugation, solarpunk is bright, with light often used as a motif and in imagery to convey feelings of cleanliness, abundance and equability but, also, alternatively could be used to symbolize something that \"subsumes everything beneath it, [an] emblem of tyranny [and] surveillance\".[9]\n\n"
        },
        {
            "title": "Fiction",
            "text": "In literature, solarpunk is a subgenre within science fiction, though it may also include elements of other types of speculative fiction such as fantasy and utopian fiction. It is a cyberpunk derivative, contrasted to cyberpunk for its particular extrapolation of technology's impact on society and progress. Cyberpunk characters are typically those marginalized by rapid technological change or subsumed by technology, while the solarpunk archetype has been described as a \"maker-hero\"[21] who has witnessed environmental disaster or failures by central authorities to adapt to crises or injustice, often in defense of nature and in ways that allow the story to illustrate optimistic outcomes.[30] Its fictions illustrate feasible worlds that do not ignore the mechanics or ingredients of how it was arrived at.[29]\n\nPreviously published novels that fit into this new genre included Ursula K. Le Guin's Always Coming Home (1985)[32]  and The Dispossessed (1974), Ernest Callenbach's Ecotopia (1975), Kim Stanley Robinson's Pacific Edge (1990), and Starhawk's The Fifth Sacred Thing (1993), largely for their depictions of contemporary worlds transitioning to more sustainable societies.[22] However, the first explicit entries published into the genre were the short stories in anthologies Solarpunk: Ecological and Fantastic Stories in a Sustainable World (2012) (which was the third part of the publisher's trilogy of short story collections preceded by Vaporpunk and Dieselpunk),[33] Wings of Renewal: A Solarpunk Dragons Anthology (2015), Sunvault: Stories of Solarpunk and Eco-Speculation (2017) and Glass and Gardens (2018).[34] In 2018, author Becky Chambers agreed to write two solarpunk novellas for Tor Books and published A Psalm for the Wild-Built (2021) and A Prayer for the Crown-Shy (2022).[35]\n\nIn a 2019 Slate article, author Lee Konstantinou stated that solarpunk authors \"...proclaim their commitment to \"ingenuity, generativity, independence, and community\", while going against the \"nihilistic tendencies of cyberpunk and the reactionary tendencies of steampunk.\" He argues that solarpunk is aspirational, as it aims to provide \"suggestions for the kind of science fiction or fantasy we ought to be writing\".[36] Solarpunk can include elements of mundane science fiction. In a Solarpunk Futures interview with Nina Munteanu regarding her solarpunk novel A Diary in the Age of Water, she said that she added elements of mundane science fiction to add \"the gritty realism of the mundane\" to the story.[37][self-published source?]\n\nIn a study of the forty-four most popular American science fiction films, nature was found to be ignored in visions of the future, depicted in cities with monoculture lawns and ornamental gardens. Nature is never portrayed in these films in an innovative or integrated way with future human civilization. At best, nature is simply portrayed as a background motif. The study suggested for artists to \"collaborate to imagine how to integrate nature and biodiversity into the depictions of future cities.\"[38]\n\n"
        },
        {
            "title": "Greenwashing",
            "text": "Solarpunk can be co-opted by commercial entities or corporations for marketing purposes through greenwashing. This was pointed out with a Chobani yogurt ad that was done in a solarpunk aesthetic. An article for the Washington University Political Review commented on the ad, writing that it depicts \"a solarpunk future where humanity has found a way to coexist and literally support nature, a utopia that is intentionally appealing to a set of young viewers more climate-conscious than ever before,\" yet that this vision is \"brought to you by Chobani\". The article noted that this is a product of \"corporate marketers seek[ing] to co-opt the younger generation's desire to protect their future\".[39]\n\nImages of conventionally 'futuristic' cities with plant life simply used as a façade on skyscrapers that have been associated with solarpunk have also been criticized as greenwashing, by giving the appearance of integration or benefiting nature without actually addressing environmental issues. Solarpunk researcher Adam Flynn notes how depictions such as \"luxury condos with a green roof that price out existing communities and might end up doing more environmental damage\" is \"fake solarpunk urbanism\".[7]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Earthship",
        "https://en.wikipedia.org/wiki/Sustainable_architecture",
        "https://en.wikipedia.org/wiki/Literary",
        "https://en.wikipedia.org/wiki/Artistic",
        "https://en.wikipedia.org/wiki/Sustainable",
        "https://en.wikipedia.org/wiki/Solar_energy",
        "https://en.wikipedia.org/wiki/Renewable_energy",
        "https://en.wikipedia.org/wiki/Optimism",
        "https://en.wikipedia.org/wiki/Doomer",
        "https://en.wikipedia.org/wiki/Counterculture",
        "https://en.wikipedia.org/wiki/Decoloniality",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Literary_genre",
        "https://en.wikipedia.org/wiki/Art_movement",
        "https://en.wikipedia.org/wiki/Human_impact_on_the_environment",
        "https://en.wikipedia.org/wiki/Climate_change",
        "https://en.wikipedia.org/wiki/Pollution",
        "https://en.wikipedia.org/wiki/Cyberpunk_derivatives",
        "https://en.wikipedia.org/wiki/Utopian_and_dystopian_fiction",
        "https://en.wikipedia.org/wiki/Fantasy",
        "https://en.wikipedia.org/wiki/Greenwashed",
        "https://en.wikipedia.org/wiki/Environmental_issues",
        "https://en.wikipedia.org/wiki/MS_Beluga_Skysails",
        "https://en.wikipedia.org/wiki/Computer",
        "https://en.wikipedia.org/wiki/Kite_rig",
        "https://en.wikipedia.org/wiki/Steampunk",
        "https://en.wikipedia.org/wiki/Subgenre",
        "https://en.wikipedia.org/wiki/Retrofuturistic",
        "https://en.wikipedia.org/wiki/Applied_arts",
        "https://en.wikipedia.org/wiki/Industrial_Revolution",
        "https://en.wikipedia.org/wiki/Steam_engine",
        "https://en.wikipedia.org/wiki/Do_it_yourself",
        "https://en.wikipedia.org/wiki/Tumblr",
        "https://en.wikipedia.org/wiki/Project_Hieroglyph",
        "https://en.wikipedia.org/wiki/Prefigurative_politics",
        "https://en.wikipedia.org/wiki/Ecovillages",
        "https://en.wikipedia.org/wiki/Social_exclusion",
        "https://en.wikipedia.org/wiki/Environmental_racism",
        "https://en.wikipedia.org/wiki/Positive_psychology",
        "https://en.wikipedia.org/wiki/Punk_ideologies",
        "https://en.wikipedia.org/wiki/Egalitarianism",
        "https://en.wikipedia.org/wiki/Decentralization",
        "https://en.wikipedia.org/wiki/Social_sustainability",
        "https://en.wikipedia.org/wiki/Sustainability",
        "https://en.wikipedia.org/wiki/Steam_engine",
        "https://en.wikipedia.org/wiki/Renewable_energy",
        "https://en.wikipedia.org/wiki/Victorian_era",
        "https://en.wikipedia.org/wiki/Retrofuturism",
        "https://en.wikipedia.org/wiki/Afrofuturism",
        "https://en.wikipedia.org/wiki/Bionics",
        "https://en.wikipedia.org/wiki/Arts_and_Crafts",
        "https://en.wikipedia.org/wiki/Black_box",
        "https://en.wikipedia.org/wiki/Appropriate_technology",
        "https://en.wikipedia.org/wiki/Gardening",
        "https://en.wikipedia.org/wiki/Permaculture",
        "https://en.wikipedia.org/wiki/Regenerative_design",
        "https://en.wikipedia.org/wiki/Tool_library",
        "https://en.wikipedia.org/wiki/Hackerspace",
        "https://en.wikipedia.org/wiki/Open_source",
        "https://en.wikipedia.org/wiki/Positive_psychology",
        "https://en.wikipedia.org/wiki/Metacognition",
        "https://en.wikipedia.org/wiki/Environmental_philosophy",
        "https://en.wikipedia.org/wiki/Bright_green_environmentalism",
        "https://en.wikipedia.org/wiki/Punk_ideologies",
        "https://en.wikipedia.org/wiki/Anarchism",
        "https://en.wikipedia.org/wiki/Civil_and_political_rights",
        "https://en.wikipedia.org/wiki/Commoning",
        "https://en.wikipedia.org/wiki/Decentralization",
        "https://en.wikipedia.org/wiki/Dystopian_fiction",
        "https://en.wikipedia.org/wiki/Economic_inequality",
        "https://en.wikipedia.org/wiki/Utopian_and_dystopian_fiction",
        "https://en.wikipedia.org/wiki/Art_Nouveau",
        "https://en.wikipedia.org/wiki/Arts_and_Crafts_movement",
        "https://en.wikipedia.org/wiki/Frank_Lloyd_Wright",
        "https://en.wikipedia.org/wiki/Organic_architecture",
        "https://en.wikipedia.org/wiki/Bosco_Verticale",
        "https://en.wikipedia.org/wiki/Wakanda",
        "https://en.wikipedia.org/wiki/Marvel_Studios",
        "https://en.wikipedia.org/wiki/Studio_Ghibli",
        "https://en.wikipedia.org/wiki/Castle_in_the_Sky",
        "https://en.wikipedia.org/wiki/Speculative_fiction",
        "https://en.wikipedia.org/wiki/Cyberpunk_derivatives",
        "https://en.wikipedia.org/wiki/Cyberpunk",
        "https://en.wikipedia.org/wiki/Progress",
        "https://en.wikipedia.org/wiki/Always_Coming_Home",
        "https://en.wikipedia.org/wiki/The_Dispossessed",
        "https://en.wikipedia.org/wiki/Ernest_Callenbach",
        "https://en.wikipedia.org/wiki/Ecotopia",
        "https://en.wikipedia.org/wiki/Kim_Stanley_Robinson",
        "https://en.wikipedia.org/wiki/Three_Californias_Trilogy",
        "https://en.wikipedia.org/wiki/Starhawk",
        "https://en.wikipedia.org/wiki/The_Fifth_Sacred_Thing",
        "https://en.wikipedia.org/wiki/Anthology",
        "https://en.wikipedia.org/wiki/Tor_Books",
        "https://en.wikipedia.org/wiki/Lee_Konstantinou",
        "https://en.wikipedia.org/wiki/Mundane_science_fiction",
        "https://en.wikipedia.org/wiki/Nina_Munteanu",
        "https://en.wikipedia.org/wiki/Science_fiction_film",
        "https://en.wikipedia.org/wiki/Monoculture",
        "https://en.wikipedia.org/wiki/Greenwashing",
        "https://en.wikipedia.org/wiki/Chobani",
        "https://en.wikipedia.org/wiki/Green_roof",
        "https://en.wikipedia.org/wiki/Climate_fiction",
        "https://en.wikipedia.org/wiki/Degrowth",
        "https://en.wikipedia.org/wiki/Ecocriticism",
        "https://en.wikipedia.org/wiki/Ecofiction",
        "https://en.wikipedia.org/wiki/Environmental_art",
        "https://en.wikipedia.org/wiki/Environmental_justice",
        "https://en.wikipedia.org/wiki/Green_anarchism",
        "https://en.wikipedia.org/wiki/Nnedi_Okorafor",
        "https://en.wikipedia.org/wiki/Open_Source_Ecology",
        "https://en.wikipedia.org/wiki/Technogaianism",
        "https://en.wikipedia.org/wiki/Los_Angeles_Review_of_Books",
        "https://en.wikipedia.org/wiki/Open_Library_of_Humanities",
        "https://en.wikipedia.org/wiki/Gizmodo",
        "https://en.wikipedia.org/wiki/Science_Fiction_Studies",
        "https://en.wikipedia.org/wiki/Sci_Phi_Journal",
        "https://en.wikipedia.org/wiki/The_New_Republic",
        "https://en.wikipedia.org/wiki/PC_Gamer",
        "https://en.wikipedia.org/wiki/World_Literature_Today",
        "https://en.wikipedia.org/wiki/Cyberpunk",
        "https://en.wikipedia.org/wiki/List_of_cyberpunk_works",
        "https://en.wikipedia.org/wiki/Bruce_Bethke",
        "https://en.wikipedia.org/wiki/Pat_Cadigan",
        "https://en.wikipedia.org/wiki/William_Gibson",
        "https://en.wikipedia.org/wiki/Tom_Maddox",
        "https://en.wikipedia.org/wiki/Mamoru_Oshii",
        "https://en.wikipedia.org/wiki/Katsuhiro_Otomo",
        "https://en.wikipedia.org/wiki/Rudy_Rucker",
        "https://en.wikipedia.org/wiki/Ridley_Scott",
        "https://en.wikipedia.org/wiki/John_Shirley",
        "https://en.wikipedia.org/wiki/Masamune_Shirow",
        "https://en.wikipedia.org/wiki/Neal_Stephenson",
        "https://en.wikipedia.org/wiki/Bruce_Sterling",
        "https://en.wikipedia.org/wiki/Japanese_cyberpunk",
        "https://en.wikipedia.org/wiki/Cyberdelic",
        "https://en.wikipedia.org/wiki/Cybergoth",
        "https://en.wikipedia.org/wiki/Cypherpunk",
        "https://en.wikipedia.org/wiki/Electrohippies",
        "https://en.wikipedia.org/wiki/Transhumanism",
        "https://en.wikipedia.org/wiki/Cognitive_liberty",
        "https://en.wikipedia.org/wiki/Morphological_freedom",
        "https://en.wikipedia.org/wiki/Human_enhancement",
        "https://en.wikipedia.org/wiki/Artificial_intelligence",
        "https://en.wikipedia.org/wiki/Artificial_intelligence_in_fiction",
        "https://en.wikipedia.org/wiki/Cyberspace",
        "https://en.wikipedia.org/wiki/Cybercrime",
        "https://en.wikipedia.org/wiki/Internet_culture",
        "https://en.wikipedia.org/wiki/Digital_Revolution",
        "https://en.wikipedia.org/wiki/Information_Age",
        "https://en.wikipedia.org/wiki/Information_revolution",
        "https://en.wikipedia.org/wiki/Information_technology",
        "https://en.wikipedia.org/wiki/Megacorporation",
        "https://en.wikipedia.org/wiki/Evil_corporation",
        "https://en.wikipedia.org/wiki/Virtual_reality",
        "https://en.wikipedia.org/wiki/Augmented_reality",
        "https://en.wikipedia.org/wiki/Cyberpunk_derivatives",
        "https://en.wikipedia.org/wiki/Postcyberpunk",
        "https://en.wikipedia.org/wiki/Tech_noir",
        "https://en.wikipedia.org/wiki/Steampunk",
        "https://en.wikipedia.org/wiki/List_of_steampunk_works",
        "https://en.wikipedia.org/wiki/Dieselpunk",
        "https://en.wikipedia.org/wiki/Biopunk",
        "https://en.wikipedia.org/wiki/List_of_biopunk_works",
        "https://en.wikipedia.org/wiki/Nanopunk",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Outline_of_science_fiction",
        "https://en.wikipedia.org/wiki/Definitions_of_science_fiction",
        "https://en.wikipedia.org/wiki/Anthropological_science_fiction",
        "https://en.wikipedia.org/wiki/Hard_science_fiction",
        "https://en.wikipedia.org/wiki/Scientific_romance",
        "https://en.wikipedia.org/wiki/Soft_science_fiction",
        "https://en.wikipedia.org/wiki/Golden_Age_of_Science_Fiction",
        "https://en.wikipedia.org/wiki/History_of_science_fiction",
        "https://en.wikipedia.org/wiki/New_Wave_science_fiction",
        "https://en.wikipedia.org/wiki/Timeline_of_science_fiction",
        "https://en.wikipedia.org/wiki/Science_fiction_comedy",
        "https://en.wikipedia.org/wiki/List_of_science_fiction_sitcoms",
        "https://en.wikipedia.org/wiki/Mecha",
        "https://en.wikipedia.org/wiki/Mecha_anime_and_manga",
        "https://en.wikipedia.org/wiki/Mundane_science_fiction",
        "https://en.wikipedia.org/wiki/Science_fictional_space_warfare",
        "https://en.wikipedia.org/wiki/Military_science_fiction",
        "https://en.wikipedia.org/wiki/Space_opera",
        "https://en.wikipedia.org/wiki/Space_Western",
        "https://en.wikipedia.org/wiki/Parallel_universes_in_fiction",
        "https://en.wikipedia.org/wiki/Isekai",
        "https://en.wikipedia.org/wiki/Science_fantasy",
        "https://en.wikipedia.org/wiki/Planetary_romance",
        "https://en.wikipedia.org/wiki/Superhero_fiction",
        "https://en.wikipedia.org/wiki/Sword_and_planet",
        "https://en.wikipedia.org/wiki/Social_science_fiction",
        "https://en.wikipedia.org/wiki/Climate_fiction",
        "https://en.wikipedia.org/wiki/Christian_science_fiction",
        "https://en.wikipedia.org/wiki/Feminist_science_fiction",
        "https://en.wikipedia.org/wiki/Libertarian_science_fiction",
        "https://en.wikipedia.org/wiki/Utopian_and_dystopian_fiction",
        "https://en.wikipedia.org/wiki/Tech_noir",
        "https://en.wikipedia.org/wiki/Tokusatsu",
        "https://en.wikipedia.org/wiki/Kaiju",
        "https://en.wikipedia.org/wiki/Cyberpunk_derivatives",
        "https://en.wikipedia.org/wiki/Cyberpunk",
        "https://en.wikipedia.org/wiki/Japanese_cyberpunk",
        "https://en.wikipedia.org/wiki/Biopunk",
        "https://en.wikipedia.org/wiki/Dieselpunk",
        "https://en.wikipedia.org/wiki/Nanopunk",
        "https://en.wikipedia.org/wiki/Steampunk",
        "https://en.wikipedia.org/wiki/Science_fiction_convention",
        "https://en.wikipedia.org/wiki/Science_fiction_fandom",
        "https://en.wikipedia.org/wiki/Science_fiction_libraries_and_museums",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/Science_fiction_studies",
        "https://en.wikipedia.org/wiki/Women_in_speculative_fiction",
        "https://en.wikipedia.org/wiki/Worldcon",
        "https://en.wikipedia.org/wiki/Australian_science_fiction",
        "https://en.wikipedia.org/wiki/Bengali_science_fiction",
        "https://en.wikipedia.org/wiki/Brazilian_science_fiction",
        "https://en.wikipedia.org/wiki/Canadian_science_fiction",
        "https://en.wikipedia.org/wiki/Chilean_science_fiction",
        "https://en.wikipedia.org/wiki/Chinese_science_fiction",
        "https://en.wikipedia.org/wiki/Croatian_science_fiction",
        "https://en.wikipedia.org/wiki/Czech_science_fiction_and_fantasy",
        "https://en.wikipedia.org/wiki/Estonian_science_fiction",
        "https://en.wikipedia.org/wiki/French_science_fiction",
        "https://en.wikipedia.org/wiki/Hungarian_science_fiction",
        "https://en.wikipedia.org/wiki/Japanese_science_fiction",
        "https://en.wikipedia.org/wiki/Norwegian_science_fiction",
        "https://en.wikipedia.org/wiki/Science_fiction_and_fantasy_in_Poland",
        "https://en.wikipedia.org/wiki/Romanian_science_fiction",
        "https://en.wikipedia.org/wiki/Russian_science_fiction_and_fantasy",
        "https://en.wikipedia.org/wiki/Serbian_science_fiction",
        "https://en.wikipedia.org/wiki/Spanish_science_fiction",
        "https://en.wikipedia.org/wiki/Yugoslav_science_fiction",
        "https://en.wikipedia.org/wiki/Aurora_Awards",
        "https://en.wikipedia.org/wiki/Chandler_Award",
        "https://en.wikipedia.org/wiki/Dragon_Awards",
        "https://en.wikipedia.org/wiki/Hugo_Award",
        "https://en.wikipedia.org/wiki/Seiun_Award",
        "https://en.wikipedia.org/wiki/Gaylactic_Spectrum_Awards",
        "https://en.wikipedia.org/wiki/Jules_Verne_Award",
        "https://en.wikipedia.org/wiki/Saturn_Award",
        "https://en.wikipedia.org/wiki/Astounding_Award_for_Best_New_Writer",
        "https://en.wikipedia.org/wiki/Aurealis_Award",
        "https://en.wikipedia.org/wiki/BSFA_Award",
        "https://en.wikipedia.org/wiki/Chesley_Awards",
        "https://en.wikipedia.org/wiki/Compton_Crook_Award",
        "https://en.wikipedia.org/wiki/Deutscher_Science_Fiction_Preis",
        "https://en.wikipedia.org/wiki/Ditmar_Award",
        "https://en.wikipedia.org/wiki/Endeavour_Award",
        "https://en.wikipedia.org/wiki/Jack_Gaughan_Award",
        "https://en.wikipedia.org/wiki/Geffen_Award",
        "https://en.wikipedia.org/wiki/Golden_Duck_Award",
        "https://en.wikipedia.org/wiki/Damon_Knight_Memorial_Grand_Master_Award",
        "https://en.wikipedia.org/wiki/Paul_Harland_Prize",
        "https://en.wikipedia.org/wiki/Premio_Ignotus",
        "https://en.wikipedia.org/wiki/Kitschies",
        "https://en.wikipedia.org/wiki/Locus_Award",
        "https://en.wikipedia.org/wiki/Nautilus_Award",
        "https://en.wikipedia.org/wiki/Nebula_Award",
        "https://en.wikipedia.org/wiki/Nommo_Award",
        "https://en.wikipedia.org/wiki/Andre_Norton_Award",
        "https://en.wikipedia.org/wiki/Parsec_Awards",
        "https://en.wikipedia.org/wiki/Prometheus_Award",
        "https://en.wikipedia.org/wiki/Rhysling_Award",
        "https://en.wikipedia.org/wiki/SFERA_Award",
        "https://en.wikipedia.org/wiki/Sidewise_Award_for_Alternate_History",
        "https://en.wikipedia.org/wiki/Theodore_Sturgeon_Award",
        "https://en.wikipedia.org/wiki/Sunburst_Award",
        "https://en.wikipedia.org/wiki/TBD_Science_Fiction_Story_Award",
        "https://en.wikipedia.org/wiki/Prix_Apollo_Award",
        "https://en.wikipedia.org/wiki/Urania_Award",
        "https://en.wikipedia.org/wiki/Sir_Julius_Vogel_Award",
        "https://en.wikipedia.org/wiki/Writers_of_the_Future",
        "https://en.wikipedia.org/wiki/Science_fiction_comics",
        "https://en.wikipedia.org/wiki/Science_fiction_magazine",
        "https://en.wikipedia.org/wiki/List_of_science_fiction_novels",
        "https://en.wikipedia.org/wiki/List_of_science_fiction_publishers",
        "https://en.wikipedia.org/wiki/List_of_science_fiction_short_stories",
        "https://en.wikipedia.org/wiki/Science_fiction_opera",
        "https://en.wikipedia.org/wiki/Science_fiction_theatre",
        "https://en.wikipedia.org/wiki/Science_fiction_film",
        "https://en.wikipedia.org/wiki/History_of_science_fiction_films",
        "https://en.wikipedia.org/wiki/Lists_of_science_fiction_films",
        "https://en.wikipedia.org/wiki/Science_fiction_films_in_India",
        "https://en.wikipedia.org/wiki/Japanese_science_fiction",
        "https://en.wikipedia.org/wiki/List_of_science_fiction_anime",
        "https://en.wikipedia.org/wiki/Tokusatsu",
        "https://en.wikipedia.org/wiki/Science_fiction_on_television",
        "https://en.wikipedia.org/wiki/List_of_science_fiction_television_programs",
        "https://en.wikipedia.org/wiki/Australian_science_fiction_television",
        "https://en.wikipedia.org/wiki/British_television_science_fiction",
        "https://en.wikipedia.org/wiki/Canadian_science_fiction_television",
        "https://en.wikipedia.org/wiki/Japanese_science_fiction",
        "https://en.wikipedia.org/wiki/List_of_science_fiction_anime",
        "https://en.wikipedia.org/wiki/Tokusatsu",
        "https://en.wikipedia.org/wiki/List_of_science_fiction_themes",
        "https://en.wikipedia.org/wiki/Artificial_intelligence_in_fiction",
        "https://en.wikipedia.org/wiki/AI_takeovers_in_popular_culture",
        "https://en.wikipedia.org/wiki/Astronomical_engineering",
        "https://en.wikipedia.org/wiki/Holography_in_fiction",
        "https://en.wikipedia.org/wiki/List_of_fictional_robots_and_androids",
        "https://en.wikipedia.org/wiki/Cyborgs_in_fiction",
        "https://en.wikipedia.org/wiki/Simulated_reality_in_fiction",
        "https://en.wikipedia.org/wiki/List_of_fictional_spacecraft",
        "https://en.wikipedia.org/wiki/Tachyons_in_fiction",
        "https://en.wikipedia.org/wiki/Technomancy",
        "https://en.wikipedia.org/wiki/Weapons_in_science_fiction",
        "https://en.wikipedia.org/wiki/Space_architecture",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Dyson_sphere",
        "https://en.wikipedia.org/wiki/Matrioshka_brain",
        "https://en.wikipedia.org/wiki/Space_stations_and_habitats_in_fiction",
        "https://en.wikipedia.org/wiki/Stellar_engine",
        "https://en.wikipedia.org/wiki/Terraforming_in_popular_culture",
        "https://en.wikipedia.org/wiki/Biology_in_fiction",
        "https://en.wikipedia.org/wiki/Biological_warfare_in_popular_culture",
        "https://en.wikipedia.org/wiki/Energy_being",
        "https://en.wikipedia.org/wiki/Evolution_in_fiction",
        "https://en.wikipedia.org/wiki/Extraterrestrials_in_fiction",
        "https://en.wikipedia.org/wiki/List_of_fictional_extraterrestrials",
        "https://en.wikipedia.org/wiki/Gender_in_speculative_fiction",
        "https://en.wikipedia.org/wiki/Genetic_engineering_in_science_fiction",
        "https://en.wikipedia.org/wiki/Invisibility_in_fiction",
        "https://en.wikipedia.org/wiki/Nanotechnology_in_fiction",
        "https://en.wikipedia.org/wiki/Organ_transplantation_in_fiction",
        "https://en.wikipedia.org/wiki/Parasites_in_fiction",
        "https://en.wikipedia.org/wiki/Prosthetics_in_fiction",
        "https://en.wikipedia.org/wiki/Sex_and_sexuality_in_speculative_fiction",
        "https://en.wikipedia.org/wiki/Superhabitable_planet",
        "https://en.wikipedia.org/wiki/Symbiosis_in_fiction",
        "https://en.wikipedia.org/wiki/Ansible",
        "https://en.wikipedia.org/wiki/Black_holes_in_fiction",
        "https://en.wikipedia.org/wiki/Boom_tube",
        "https://en.wikipedia.org/wiki/Hyperspace",
        "https://en.wikipedia.org/wiki/Inertialess_drive",
        "https://en.wikipedia.org/wiki/Multiverse",
        "https://en.wikipedia.org/wiki/Parallel_universes_in_fiction",
        "https://en.wikipedia.org/wiki/Planets_in_science_fiction",
        "https://en.wikipedia.org/wiki/Earth_in_science_fiction",
        "https://en.wikipedia.org/wiki/Portable_hole",
        "https://en.wikipedia.org/wiki/Space_travel_in_science_fiction",
        "https://en.wikipedia.org/wiki/Stars_and_planetary_systems_in_fiction",
        "https://en.wikipedia.org/wiki/Teleportation_in_fiction",
        "https://en.wikipedia.org/wiki/Time_travel_in_fiction",
        "https://en.wikipedia.org/wiki/Time_viewer",
        "https://en.wikipedia.org/wiki/Ultrawave",
        "https://en.wikipedia.org/wiki/Warp_drive",
        "https://en.wikipedia.org/wiki/Wormholes_in_fiction",
        "https://en.wikipedia.org/wiki/Mindwipe",
        "https://en.wikipedia.org/wiki/Mind_uploading_in_fiction",
        "https://en.wikipedia.org/wiki/Psionics",
        "https://en.wikipedia.org/wiki/Simulated_consciousness_in_fiction",
        "https://en.wikipedia.org/wiki/Africanfuturism",
        "https://en.wikipedia.org/wiki/Afrofuturism",
        "https://en.wikipedia.org/wiki/Alien_invasion",
        "https://en.wikipedia.org/wiki/Alien_language",
        "https://en.wikipedia.org/wiki/Ancient_astronauts_in_popular_culture",
        "https://en.wikipedia.org/wiki/Black_science_fiction",
        "https://en.wikipedia.org/wiki/Evil_corporation",
        "https://en.wikipedia.org/wiki/Frankenstein_complex",
        "https://en.wikipedia.org/wiki/Galactic_empire",
        "https://en.wikipedia.org/wiki/LGBT_themes_in_speculative_fiction",
        "https://en.wikipedia.org/wiki/Political_ideas_in_science_fiction",
        "https://en.wikipedia.org/wiki/List_of_religious_ideas_in_science_fiction",
        "https://en.wikipedia.org/wiki/Transhumanism_in_fiction",
        "https://en.wikipedia.org/wiki/World_government_in_fiction",
        "https://en.wikipedia.org/wiki/Xenoarchaeology",
        "https://en.wikipedia.org/wiki/Alternate_history",
        "https://en.wikipedia.org/wiki/Fantasy",
        "https://en.wikipedia.org/wiki/Lists_of_fictional_astronauts",
        "https://en.wikipedia.org/wiki/Fictional_technology",
        "https://en.wikipedia.org/wiki/Future_history",
        "https://en.wikipedia.org/wiki/Horror_fiction",
        "https://en.wikipedia.org/wiki/Magic_realism",
        "https://en.wikipedia.org/wiki/Museum_of_Science_Fiction",
        "https://en.wikipedia.org/wiki/Rubber_science",
        "https://en.wikipedia.org/wiki/Science_and_technology_studies",
        "https://en.wikipedia.org/wiki/Sense_of_wonder",
        "https://en.wikipedia.org/wiki/Speculative_fiction",
        "https://en.wikipedia.org/wiki/Supernatural_fiction",
        "https://en.wikipedia.org/wiki/Technology_and_society",
        "https://en.wikipedia.org/wiki/Weird_fiction",
        "https://en.wikipedia.org/wiki/Solarpunk",
        "https://en.wikipedia.org/wiki/Solarpunk",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}