{
    "url": "https://en.wikipedia.org/wiki/Solar_Hijri_calendar",
    "title": "Solar Hijri calendar",
    "table_of_contents": [
        "1 Structure",
        "1.1 Epochal date",
        "1.2 Days per month",
        "1.3 Leap years",
        "1.4 New Year's Day",
        "1.5 Months",
        "1.6 Days of the week",
        "2 Current usage",
        "2.1 Iran",
        "2.2 Afghanistan",
        "2.3 Tajikistan",
        "3 Comparison with Gregorian calendar",
        "4 Accuracy",
        "4.1 Birashk leap year algorithm",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Solar Hijri calendar[a] (Persian: گاه‌شماری هجری خورشیدی, romanized: Gâhšomâri-ye Hejri-ye Xoršidi; Pashto: لمريز لېږدیز کلیز, romanized: lamrez legdez kalhandara; Kurdish: ڕۆژژمێری کۆچیی ھەتاوی, romanized: Salnameya Koçberiyê) is a solar calendar and one of the various ancient Iranian calendars. It begins on the March equinox as determined by astronomical calculation for the Iran Standard Time meridian (52.5°E, UTC+03:30) and has years of 365 or 366 days. It is the modern principal calendar of both Iran and Afghanistan, and is sometimes also called the Shamsi Hijri calendar, and abbreviated as SH, HS or, by analogy with AH, AHSh.\n\nThe Solar Hijri calendar is one of the oldest calendars in the world, as well as the most accurate solar calendar in use today. Since the calendar uses astronomical calculation for determining the vernal equinox, it has no intrinsic error.[2][3][4][5] It has the same epoch (start date) as the Lunar Hijri calendar used by the majority of Muslims (known in the West as the Islamic calendar): the Hijrah, the journey of the Islamic prophet Muhammad and his followers from Mecca to Medina in the year 622.[6][7] Unlike the latter, its years are solar years rather than lunar years.\n\nEach of the twelve months corresponds with a zodiac sign; their names are the same as ancient Zoroastrian names from the Zoroastrian calendar – in Afghanistan on the other hand, the names of the zodiacal signs are used instead. The first six months have 31 days, the next five have 30 days, and the last month has 29 days in usual years but 30 days in leap years. The ancient Iranian New Year's Day, which is called Nowruz, always falls on the March equinox. While Nowruz is celebrated by communities in a wide range of countries from the Balkans to Mongolia, the Solar Hijri calendar itself remains only in official use in Iran and Afghanistan.\n\n"
        },
        {
            "title": "Structure",
            "text": "The calendar's epoch (first year) corresponds to 622 CE in the Gregorian calendar. It dates from the Hijrah, but as it is a solar calendar, its year numbering does not coincide with the Lunar Hijri calendar.\n\nThe first six months (Farvardin–Shahrivar) have 31 days, the next five (Mehr–Bahman) have 30 days, and the last month (Esfand) has 29 days in common years or 30 days in leap years. This is a simplification of the Jalali calendar, in which the commencement of the month is tied to the sun's passage from one zodiacal sign to the next. The sun is travelling fastest through the signs in early January (Dey) and slowest in early July (Tir). The current time between the March and September equinoxes is about 186 days and 10 hours, the opposite duration about 178 days, 20 hours, due to the eccentricity of Earth's orbit. (These times will change slowly due to precession of the Earth's apsides, becoming inverted after around 11 500 years.)\n\nThe Solar Hijri calendar produces a five-year leap year interval after about every seven four-year leap year intervals.[citation needed] It usually follows a 33-year subcycle with occasional interruptions by a single 29-year subcycle. The reason for this behaviour is (as explained above) that it tracks the observed vernal equinox.\n\nSome predictive algorithms had been suggested, but were inaccurate due to confusion between the average tropical year (365.2422 days) and the mean interval between spring equinoxes (365.2424 days). These algorithms are not generally used (see Accuracy).\n\nThe Solar Hijri calendar year begins at the start of spring in the Northern Hemisphere: on the midnight in the interval between the two consecutive solar noons that includes the instant of the March equinox.[citation needed] Hence, the first mid-day is on the last day of one calendar year, and the second mid-day is on the first day (Nowruz) of the next year.\n\nThe first day of the calendar year, Nowruz (\"New Day\"), is the greatest festival of the year in Iran, Afghanistan, and some surrounding historically Persian-influenced regions. The celebration is filled with many festivities and runs a course of 13 days, the last day of which is called siz-dah bedar (\"13 to outdoor\").\n\nThe Dari (Afghan Persian) month names are the signs of Zodiac. They were used in Iran in the early 20th century when the solar calendar was being used.\n\nIn the Iranian calendar, every week begins on Saturday and ends on Friday. The names of the days of the week are as follows:  shambe (natively spelled \"shanbeh\", شنبه), yekshambe, doshambe, seshambe, chæharshambe, panjshambe and  jom'e  (yek, do, se, chæhar, and panj are the Persian words for the numbers one through five). The name for Friday, jom'e, is Arabic (جمعه). Jom'e is sometimes referred to by the native Persian name, adineh [ɒːdiːne] (آدینه). In some Islamic countries, Friday is the weekly holiday.\n\nCalculating the day of the week is easy, using an anchor date. One good such date is Sunday, 1 Farvardin 1372, which equals 21 March 1993. Assuming the 33-year cycle approximation, move back by one weekday to jump ahead by one 33-year cycle. Similarly, to jump back by one 33-year cycle, move ahead by one weekday.\n\nAs in the Gregorian calendar, dates move forward exactly one day of the week with each passing year, except if there is an intervening leap day when they move two days. The anchor date 1 Farvardin 1372 is chosen so that its 4th, 8th, ..., 32nd anniversaries come immediately after leap days, yet the anchor date itself does not immediately follow a leap day.\n\n"
        },
        {
            "title": "Current usage",
            "text": "On 21 February 1911, the second Iranian parliament adopted as the official calendar of Iran the Jalali sidereal calendar with months bearing the names of the twelve constellations of the zodiac and the years named for the animals of the duodecennial cycle; it remained in use until 1925.[1] The present Iranian calendar was legally adopted on 31 March 1925, under the early Pahlavi dynasty. The law said that the first day of the year should be the first day of spring in \"the true solar year\", \"as it has been\" ever so. It also fixed the number of days in each month, which previously varied by year with the sidereal zodiac. It revived the ancient Persian names, which are still used. It specified the origin of the calendar to be the Hijra of Muhammad from Mecca to Medina in 622 CE.[8] It also deprecated the 12-year cycles of the Chinese-Uighur calendar, which were not officially sanctioned but were commonly used.\n\nIn 1975,[1] Shah Mohammad Reza Pahlavi changed the origin of the calendar to the beginning of Cyrus the Great's reign as its first year, rather than the Hejra of Muhammad. Overnight, the year changed from 1354 to 2534. The change lasted until the Iranian revolution in 1979, at which time the calendar reverted to Solar Hijri.[9]\n\nAfghanistan legally adopted the official Jalali calendar in 1922[1] but with different month names. Afghanistan uses Arabic names of the zodiacal signs; for example, the 1978 Saur Revolution took place in the second month of the Solar Hijri calendar (Persian Ordibehesht; Saur is named after Taurus). The Solar Hijri calendar has been until recently the official calendar of the government of Afghanistan,[10] and all national holidays and administrative issues have been fixed according to the Solar Hijri calendar.\n\nHowever the Taliban have imposed the lunar Hijri calendar on Afghanistan during both periods of their rule. Under the Taliban's first rule (1996–2001), the lunar Hijri calendar was imposed, thus changing the year overnight from 1375 to 1417.[11]  And in a change that became effective 30 July 2022  (the Islamic New Year on the lunar Hijri calendar) the Taliban have once again imposed the lunar calendar. Thus the year once again leaped forward, this time from 1401 to 1444. [12]\n\nTajikistan does not use the Solar Hijri calendar and never did so, despite being part of the Persian-speaking world. Although the country does celebrate Nowruz, the official New Year's Day is 1 January in the Gregorian calendar,[13] which is also the case in other non-Persian speaking Iranian or Turkic communities ranging from Eastern Europe to Western China. Tajikistan's capital, Dushanbe, is taken from the Solar Hijri calendar and translates to \"Monday\" in Persian.[14]\n\n"
        },
        {
            "title": "Comparison with Gregorian calendar",
            "text": "The Solar Hijri year begins about 21 March of each Gregorian year and ends about 20 March of the next year. To convert the Solar Hijri year into the equivalent Gregorian year add 621 or 622 years to the Solar Hijri year depending on whether the Solar Hijri year has or has not begun.\n\n"
        },
        {
            "title": "Accuracy",
            "text": "Its determination of the start of each year is astronomically accurate year-to-year as opposed to the more fixed Gregorian or Common Era calendar which, averaged out, has the same year length, achieving the same accuracy (a differently patterned calendar of 365 days for three consecutive years plus an extra day in the next year, save for three exceptions to the latter in a 400-year cycle). The start of the year and its number of days remain fixed to one of the two equinoxes, the astronomically important days when day and night each have the same duration.  It results in less variability of all celestial bodies when comparing a specific calendar date from one year to others.[17]\n\n\n\nIranian mathematician Ahmad Birashk (1907–2002) proposed an alternative means of determining leap years. Birashk's book came out in 1993, and his algorithm was based on the same apparently erroneous presumptions as used by Zabih Behruz in his book from 1952.[17] Birashk's technique avoids the need to determine the moment of the astronomical equinox, replacing it with a very complex leap year structure. Years are grouped into cycles which begin with four normal years, after which every fourth subsequent year in the cycle is a leap year. Cycles are grouped into grand cycles of either 128 years (composed of cycles of 29, 33, 33, and 33 years) or 132 years, containing cycles of 29, 33, 33, and 37 years. A great grand cycle is composed of 21 consecutive 128-year grand cycles and a final 132 grand cycle, for a total of 2820 years. The pattern of normal and leap years which began in 1925, will not repeat until the year 4745.\n\nThe accuracy of the system proposed by Birashk and other recent authors, such as Zabih Behruz, has been thoroughly refuted and shown to be less precise than the traditional 33-year cycle.[17]\n\nEach 2820-year great grand cycle proposed by Birashk contains 2137 normal years of 365 days and 683 leap years of 366 days, with the average year length over the great grand cycle of 365.24219852. This average is just 0.00000026 (2.6×10−7) of a day shorter than Newcomb's value for the mean tropical year of 365.24219878 days, but differs considerably more from the mean vernal equinox year of 365.242362 days, which means that the new year, intended to fall on the vernal equinox, would drift by half a day over the course of a cycle.[17]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/Rumi_calendar",
        "https://en.wikipedia.org/wiki/Iranian_calendars",
        "https://en.wikipedia.org/wiki/Saturday",
        "https://en.wikipedia.org/wiki/26_November",
        "https://en.wikipedia.org/wiki/2022",
        "https://en.wikipedia.org/wiki/Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Azar",
        "https://en.wikipedia.org/wiki/Tabular_Islamic_calendar",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Romanization_of_Persian",
        "https://en.wikipedia.org/wiki/Pashto_language",
        "https://en.wikipedia.org/wiki/Kurdish_language",
        "https://en.wikipedia.org/wiki/Solar_calendar",
        "https://en.wikipedia.org/wiki/Iranian_calendars",
        "https://en.wikipedia.org/wiki/March_equinox",
        "https://en.wikipedia.org/wiki/Iran_Standard_Time",
        "https://en.wikipedia.org/wiki/Iran",
        "https://en.wikipedia.org/wiki/Afghanistan",
        "https://en.wikipedia.org/wiki/Anno_Hegirae",
        "https://en.wikipedia.org/wiki/Epoch",
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/Muslims",
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/Hijrah",
        "https://en.wikipedia.org/wiki/Prophets_and_messengers_in_Islam",
        "https://en.wikipedia.org/wiki/Muhammad",
        "https://en.wikipedia.org/wiki/Mecca",
        "https://en.wikipedia.org/wiki/Medina",
        "https://en.wikipedia.org/wiki/Solar_year",
        "https://en.wikipedia.org/wiki/Lunar_year",
        "https://en.wikipedia.org/wiki/Zodiac_sign",
        "https://en.wikipedia.org/wiki/Zoroastrian",
        "https://en.wikipedia.org/wiki/Zoroastrian_calendar",
        "https://en.wikipedia.org/wiki/Leap_year",
        "https://en.wikipedia.org/wiki/Nowruz",
        "https://en.wikipedia.org/wiki/Avestan",
        "https://en.wikipedia.org/wiki/Asha",
        "https://en.wikipedia.org/wiki/Epoch",
        "https://en.wikipedia.org/wiki/Hijrah",
        "https://en.wikipedia.org/wiki/Solar_calendar",
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/Jalali_calendar",
        "https://en.wikipedia.org/wiki/March_equinox",
        "https://en.wikipedia.org/wiki/September_equinox",
        "https://en.wikipedia.org/wiki/Orbital_eccentricity",
        "https://en.wikipedia.org/wiki/Axial_precession",
        "https://en.wikipedia.org/wiki/Apsidal_precession",
        "https://en.wikipedia.org/wiki/Tropical_year",
        "https://en.wikipedia.org/wiki/Northern_Hemisphere",
        "https://en.wikipedia.org/wiki/March_equinox",
        "https://en.wikipedia.org/wiki/Nowruz",
        "https://en.wikipedia.org/wiki/Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Farvardin",
        "https://en.wikipedia.org/wiki/Ordibehesht",
        "https://en.wikipedia.org/wiki/Khordad",
        "https://en.wikipedia.org/wiki/Mordad",
        "https://en.wikipedia.org/wiki/Zmaray",
        "https://en.wikipedia.org/wiki/Shahrivar",
        "https://en.wikipedia.org/wiki/Azar",
        "https://en.wikipedia.org/wiki/Bahman",
        "https://en.wikipedia.org/wiki/Esfand",
        "https://en.wikipedia.org/wiki/Greater_Iran",
        "https://en.wikipedia.org/wiki/Lunar_Hijri_calendar",
        "https://en.wikipedia.org/wiki/Majlis_of_Iran",
        "https://en.wikipedia.org/wiki/Jalali_calendar",
        "https://en.wikipedia.org/wiki/Pahlavi_dynasty",
        "https://en.wikipedia.org/wiki/Sidereal_and_tropical_astrology",
        "https://en.wikipedia.org/wiki/Chinese_calendar",
        "https://en.wikipedia.org/wiki/Mohammad_Reza_Pahlavi",
        "https://en.wikipedia.org/wiki/Cyrus_the_Great",
        "https://en.wikipedia.org/wiki/Iranian_revolution",
        "https://en.wikipedia.org/wiki/Arabic",
        "https://en.wikipedia.org/wiki/Saur_Revolution",
        "https://en.wikipedia.org/wiki/Ordibehesht",
        "https://en.wikipedia.org/wiki/Civil_calendar",
        "https://en.wikipedia.org/wiki/Taliban",
        "https://en.wikipedia.org/wiki/Islamic_New_Year",
        "https://en.wikipedia.org/wiki/Tajikistan",
        "https://en.wikipedia.org/wiki/Iranian_peoples",
        "https://en.wikipedia.org/wiki/Turkic_peoples",
        "https://en.wikipedia.org/wiki/Dushanbe",
        "https://en.wikipedia.org/wiki/Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Common_Era",
        "https://en.wikipedia.org/wiki/Simon_Newcomb",
        "https://en.wikipedia.org/wiki/Tropical_year",
        "https://en.wikipedia.org/wiki/Vernal_equinox_year",
        "https://en.wikipedia.org/wiki/List_of_observances_set_by_the_Solar_Hijri_calendar",
        "https://en.wikipedia.org/wiki/Arabic_names_of_Gregorian_months",
        "https://en.wikipedia.org/wiki/Assyrian_calendar",
        "https://en.wikipedia.org/wiki/Babylonian_calendar",
        "https://en.wikipedia.org/wiki/Hebrew_calendar",
        "https://en.wikipedia.org/wiki/Iranian_calendars",
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/Jalali_calendar",
        "https://en.wikipedia.org/wiki/Rumi_calendar",
        "https://en.wikipedia.org/wiki/Zoroastrian_calendar",
        "https://en.wikipedia.org/wiki/Iranian_calendar",
        "https://en.wikipedia.org/wiki/Farvardin",
        "https://en.wikipedia.org/wiki/Ordibehesht",
        "https://en.wikipedia.org/wiki/Khordad",
        "https://en.wikipedia.org/wiki/Mordad",
        "https://en.wikipedia.org/wiki/Shahrivar",
        "https://en.wikipedia.org/wiki/Azar",
        "https://en.wikipedia.org/wiki/Bahman",
        "https://en.wikipedia.org/wiki/Esfand",
        "https://en.wikipedia.org/wiki/Afghan_calendar",
        "https://en.wikipedia.org/wiki/Zmaray",
        "https://en.wikipedia.org/wiki/Calendar",
        "https://en.wikipedia.org/wiki/Lunar_calendar",
        "https://en.wikipedia.org/wiki/Lunisolar_calendar",
        "https://en.wikipedia.org/wiki/Solar_calendar",
        "https://en.wikipedia.org/wiki/Astronomical_year_numbering",
        "https://en.wikipedia.org/wiki/Buddhist_calendar",
        "https://en.wikipedia.org/wiki/Chinese_calendar",
        "https://en.wikipedia.org/wiki/Ethiopian_calendar",
        "https://en.wikipedia.org/wiki/Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Hindu_calendar",
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/ISO_week_date",
        "https://en.wikipedia.org/wiki/Unix_time",
        "https://en.wikipedia.org/wiki/Akan_calendar",
        "https://en.wikipedia.org/wiki/Armenian_calendar",
        "https://en.wikipedia.org/wiki/Assamese_calendar",
        "https://en.wikipedia.org/wiki/Assyrian_calendar",
        "https://en.wikipedia.org/wiki/Pawukon_calendar",
        "https://en.wikipedia.org/wiki/Balinese_saka_calendar",
        "https://en.wikipedia.org/wiki/Bengali_calendars",
        "https://en.wikipedia.org/wiki/Bangladeshi_calendar",
        "https://en.wikipedia.org/wiki/Berber_calendar",
        "https://en.wikipedia.org/wiki/Borana_calendar",
        "https://en.wikipedia.org/wiki/Burmese_calendar",
        "https://en.wikipedia.org/wiki/Chinese_calendar",
        "https://en.wikipedia.org/wiki/Earthly_Branches",
        "https://en.wikipedia.org/wiki/Heavenly_Stems",
        "https://en.wikipedia.org/wiki/Republic_of_China_calendar",
        "https://en.wikipedia.org/wiki/Gaelic_calendar",
        "https://en.wikipedia.org/wiki/Heathen_holidays",
        "https://en.wikipedia.org/wiki/Georgian_calendar",
        "https://en.wikipedia.org/wiki/Hebrew_calendar",
        "https://en.wikipedia.org/wiki/Hindu_calendar",
        "https://en.wikipedia.org/wiki/Vikram_Samvat",
        "https://en.wikipedia.org/wiki/Indian_national_calendar",
        "https://en.wikipedia.org/wiki/Igbo_calendar",
        "https://en.wikipedia.org/wiki/Iranian_calendars",
        "https://en.wikipedia.org/wiki/Jalali_calendar",
        "https://en.wikipedia.org/wiki/Zoroastrian_calendar",
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/Fasli_calendar",
        "https://en.wikipedia.org/wiki/Tabular_Islamic_calendar",
        "https://en.wikipedia.org/wiki/Vira_Nirvana_Samvat",
        "https://en.wikipedia.org/wiki/Japanese_calendar",
        "https://en.wikipedia.org/wiki/Javanese_calendar",
        "https://en.wikipedia.org/wiki/Korean_calendar",
        "https://en.wikipedia.org/wiki/Juche_calendar",
        "https://en.wikipedia.org/wiki/Kurdish_calendar",
        "https://en.wikipedia.org/wiki/Lithuanian_calendar",
        "https://en.wikipedia.org/wiki/Tirhuta_Panchang",
        "https://en.wikipedia.org/wiki/Malayalam_calendar",
        "https://en.wikipedia.org/wiki/Mandaean_calendar",
        "https://en.wikipedia.org/wiki/Meitei_calendar",
        "https://en.wikipedia.org/wiki/Melanau_calendar",
        "https://en.wikipedia.org/wiki/Mongolian_calendar",
        "https://en.wikipedia.org/wiki/Nepal_Sambat",
        "https://en.wikipedia.org/wiki/Bikram_Sambat",
        "https://en.wikipedia.org/wiki/Yele_Sambat",
        "https://en.wikipedia.org/wiki/Odia_calendar",
        "https://en.wikipedia.org/wiki/Punjabi_calendar",
        "https://en.wikipedia.org/wiki/Nanakshahi_calendar",
        "https://en.wikipedia.org/wiki/Romanian_calendar",
        "https://en.wikipedia.org/wiki/Shona_calendar",
        "https://en.wikipedia.org/wiki/Solar_term",
        "https://en.wikipedia.org/wiki/Somali_calendar",
        "https://en.wikipedia.org/wiki/Sotho_calendar",
        "https://en.wikipedia.org/wiki/Slavic_calendar",
        "https://en.wikipedia.org/wiki/Macedonian_months",
        "https://en.wikipedia.org/wiki/Tamil_calendar",
        "https://en.wikipedia.org/wiki/Thai_calendar",
        "https://en.wikipedia.org/wiki/Thai_lunar_calendar",
        "https://en.wikipedia.org/wiki/Thai_solar_calendar",
        "https://en.wikipedia.org/wiki/Tibetan_calendar",
        "https://en.wikipedia.org/wiki/Tripuri_calendar",
        "https://en.wikipedia.org/wiki/Tulu_calendar",
        "https://en.wikipedia.org/wiki/Vietnamese_calendar",
        "https://en.wikipedia.org/wiki/Wheel_of_the_Year",
        "https://en.wikipedia.org/wiki/Xhosa_calendar",
        "https://en.wikipedia.org/wiki/Yoruba_calendar",
        "https://en.wikipedia.org/wiki/Zulu_calendar",
        "https://en.wikipedia.org/wiki/Runic_calendar",
        "https://en.wikipedia.org/wiki/Mesoamerican_calendars",
        "https://en.wikipedia.org/wiki/Mesoamerican_Long_Count_calendar",
        "https://en.wikipedia.org/wiki/Calendar_round",
        "https://en.wikipedia.org/wiki/Coptic_calendar",
        "https://en.wikipedia.org/wiki/Ethiopian_calendar",
        "https://en.wikipedia.org/wiki/Julian_calendar",
        "https://en.wikipedia.org/wiki/Revised_Julian_calendar",
        "https://en.wikipedia.org/wiki/Liturgical_year",
        "https://en.wikipedia.org/wiki/Eastern_Orthodox_liturgical_calendar",
        "https://en.wikipedia.org/wiki/Calendar_of_saints",
        "https://en.wikipedia.org/wiki/Attic_calendar",
        "https://en.wikipedia.org/wiki/Aztec_calendar",
        "https://en.wikipedia.org/wiki/Babylonian_calendar",
        "https://en.wikipedia.org/wiki/Bulgar_calendar",
        "https://en.wikipedia.org/wiki/Byzantine_calendar",
        "https://en.wikipedia.org/wiki/Cappadocian_calendar",
        "https://en.wikipedia.org/wiki/Celtic_calendar",
        "https://en.wikipedia.org/wiki/Cham_calendar",
        "https://en.wikipedia.org/wiki/Chula_Sakarat",
        "https://en.wikipedia.org/wiki/Coligny_calendar",
        "https://en.wikipedia.org/wiki/Egyptian_calendar",
        "https://en.wikipedia.org/wiki/Enoch_calendar",
        "https://en.wikipedia.org/wiki/Florentine_calendar",
        "https://en.wikipedia.org/wiki/French_Republican_Calendar",
        "https://en.wikipedia.org/wiki/Germanic_calendar",
        "https://en.wikipedia.org/wiki/Ancient_Greek_calendars",
        "https://en.wikipedia.org/wiki/Hindu_calendar",
        "https://en.wikipedia.org/wiki/Inca_calendar",
        "https://en.wikipedia.org/wiki/Ancient_Macedonian_calendar",
        "https://en.wikipedia.org/wiki/Maya_calendar",
        "https://en.wikipedia.org/wiki/Muisca_calendar",
        "https://en.wikipedia.org/wiki/Pentecontad_calendar",
        "https://en.wikipedia.org/wiki/Pisan_calendar",
        "https://en.wikipedia.org/wiki/Qumran_calendrical_texts",
        "https://en.wikipedia.org/wiki/Rapa_Nui_calendar",
        "https://en.wikipedia.org/wiki/Roman_calendar",
        "https://en.wikipedia.org/wiki/Rumi_calendar",
        "https://en.wikipedia.org/wiki/Sexagenary_cycle",
        "https://en.wikipedia.org/wiki/Soviet_calendar",
        "https://en.wikipedia.org/wiki/Swedish_calendar",
        "https://en.wikipedia.org/wiki/2002_renaming_of_Turkmen_months_and_days_of_week",
        "https://en.wikipedia.org/wiki/Holocene_calendar",
        "https://en.wikipedia.org/wiki/Proleptic_Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Proleptic_Julian_calendar",
        "https://en.wikipedia.org/wiki/Darian_calendar",
        "https://en.wikipedia.org/wiki/Dreamspell",
        "https://en.wikipedia.org/wiki/Discordian_calendar",
        "https://en.wikipedia.org/wiki/Calendar_reform",
        "https://en.wikipedia.org/wiki/International_Fixed_Calendar",
        "https://en.wikipedia.org/wiki/Pax_Calendar",
        "https://en.wikipedia.org/wiki/Positivist_calendar",
        "https://en.wikipedia.org/wiki/Symmetry454",
        "https://en.wikipedia.org/wiki/World_Calendar",
        "https://en.wikipedia.org/wiki/Discworld",
        "https://en.wikipedia.org/wiki/The_Lord_of_the_Rings",
        "https://en.wikipedia.org/wiki/Stardate",
        "https://en.wikipedia.org/wiki/Star_Trek",
        "https://en.wikipedia.org/wiki/Calendaring_software",
        "https://en.wikipedia.org/wiki/Perpetual_calendar",
        "https://en.wikipedia.org/wiki/Calendar_era",
        "https://en.wikipedia.org/wiki/Regnal_name",
        "https://en.wikipedia.org/wiki/Regnal_year",
        "https://en.wikipedia.org/wiki/Year_zero",
        "https://en.wikipedia.org/wiki/Ab_urbe_condita",
        "https://en.wikipedia.org/wiki/Anka_year",
        "https://en.wikipedia.org/wiki/Anno_Domini",
        "https://en.wikipedia.org/wiki/Common_Era",
        "https://en.wikipedia.org/wiki/Era_of_the_Martyrs",
        "https://en.wikipedia.org/wiki/Anno_Mundi",
        "https://en.wikipedia.org/wiki/Eponym_dating_system",
        "https://en.wikipedia.org/wiki/Before_Present",
        "https://en.wikipedia.org/wiki/Chinese_era_name",
        "https://en.wikipedia.org/wiki/Republic_of_China_calendar",
        "https://en.wikipedia.org/wiki/Regnal_years_of_English_monarchs",
        "https://en.wikipedia.org/wiki/Holocene_calendar",
        "https://en.wikipedia.org/wiki/Japanese_era_name",
        "https://en.wikipedia.org/wiki/Korean_era_name",
        "https://en.wikipedia.org/wiki/Seleucid_era",
        "https://en.wikipedia.org/wiki/Spanish_era",
        "https://en.wikipedia.org/wiki/Yuga",
        "https://en.wikipedia.org/wiki/Satya_Yuga",
        "https://en.wikipedia.org/wiki/Treta_Yuga",
        "https://en.wikipedia.org/wiki/Dvapara_Yuga",
        "https://en.wikipedia.org/wiki/Kali_Yuga",
        "https://en.wikipedia.org/wiki/Vietnamese_era_name",
        "https://en.wikipedia.org/wiki/List_of_calendars",
        "https://en.wikipedia.org/wiki/Solar_Hijri_calendar",
        "https://en.wikipedia.org/wiki/Solar_Hijri_calendar",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}