{
    "url": "https://en.wikipedia.org/wiki/Solution_Unsatisfactory",
    "title": "Solution Unsatisfactory",
    "table_of_contents": [
        "1 Plot",
        "2 Themes",
        "3 Echoes in later fiction",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\"Solution Unsatisfactory\" is a 1941 science fiction short story by American writer Robert A. Heinlein. It describes the US effort to build a nuclear weapon in order to end the ongoing World War II, and its dystopian consequences to the nation and the world.\n\nThe story was first published in Astounding Science Fiction magazine, with illustrations by Frank Kramer. In November 1940, Astounding editor John W. Campbell had suggested that Heinlein write a story about the use of radioactive dust as a weapon, proposing a detailed scenario. Heinlein discarded Campbell's scenario, and wrote a story he called \"Foreign Policy\", submitting it to Campbell in December 1940 with the comment \"I turned the original idea upside down, inside out, shook it, and have turned out an entirely different story\". Campbell quickly accepted the piece, changing the title to \"Solution Unsatisfactory\"; it appeared in the May 1941 issue, under Heinlein's \"Anson MacDonald\" pseudonym.[1] \"Universe\" appeared in the same issue under Heinlein's name.\n\nThe story is collected in The Worlds of Robert A. Heinlein in 1966, Expanded Universe in 1980, and the Science Fiction Book Club omnibus Off the Main Sequence: The Other Science Fiction Stories of Robert A. Heinlein in 2005. An Italian translation appeared in 1967 and a German translation in 1972.[2]\n\n"
        },
        {
            "title": "Plot",
            "text": "John DeFries, the narrator, is the campaign manager of Clyde C. Manning, a freshman congressman and military veteran who received a medical discharge for a heart condition. DeFries chose the congressman because \"he was liberal [but] was tough-minded\" enough to attract conservative support. In 1941 Manning is recalled to active duty with the rank of Colonel, and takes DeFries as his adjutant. He is appointed to head a secret, top-priority project with unlimited funding, with the aim of developing a nuclear weapon before the Nazis do so. The project makes little progress into 1944. World War II is a stalemate; the British and Germans continue to bomb each other's cities, while the United States, Eurasian Union (a renamed Soviet Union), and Japan remain neutral.\n\nManning hears of fish dying in Chesapeake Bay where the by-products of Dr. Estelle Karst's research into artificial radioactive materials are being dumped. She was a laboratory assistant of Otto Hahn, the first man to characterize induced fission in uranium, and fled Germany \"to escape a pogrom\".[3] Karst is working on radioactive materials for medical uses, but Manning sees its potential as a radiological weapon. Over Karst's objections, by Christmas 1944 the United States is in possession of nearly 10,000 \"units\" of radioactive dust, a \"unit\" being defined as the quantity which \"would take care of a thousand men, at normal dispersion\"; enough to kill the entire population of a large city such as Berlin.\n\nManning seriously considers ordering that all people aware of the secret, including himself, be put to death and all records destroyed. He rejects that course because someone else, perhaps German or Russian, is certain to rediscover it. Instead, Manning in 1945 convinces the President to use the dust against Germany.[4] Since America is officially not in the war, the Americans give the dust to Britain but at the price of the British accepting a complete US ascendancy in the postwar world.\n\nThe Americans warn the Germans by demonstrating what the dust does to cattle, dropping leaflets over Germany, and having the President speak to the Führer, but the Germans refuse to surrender. RAF bombers scatter the dust over Berlin and leave no survivors. The Nazi regime collapses and the new government surrenders. Karst commits suicide by exposing herself to the dust.\n\nManning warns the Cabinet of the great dangers of the new situation, introducing the concepts of the nuclear arms race, mutual assured destruction, and second strike capability. He convinces the President and Cabinet that the only solution is to use the American nuclear monopoly while it still exists. Any other world power, such as the Eurasian Union, might create such dust and bomb the United States within weeks. Still a congressman, Manning convinces the President that there is no time to get Congressional approval and that the Constitution must be bypassed.\n\nThe United States issues a \"Peace Proclamation\" which essentially demands the immediate and unconditional surrender of the rest of the world. All other states are required to disarm and to hand over all long-range civilian and military aircraft, since any airplane can spread the dust. The prohibition on commercial airlines applies to America also; the Army will manage any required civilian air travel. Most of the world complies.\n\nThe Eurasians did invent the dust for themselves as Manning had warned, and launch a surprise attack. The American victory in the \"Four-Day War\" owes much to Manning, who had arranged for Congress and President to be outside Washington ahead of the attack, and false rumors of plague to empty New York; nonetheless, 800,000 are killed in Manhattan alone. Eurasian documents completely vindicate Manning's unconstitutional policies; had the President waited for congressional approval, America would have lost the war.\n\nManning becomes lifetime head of the new Peace Patrol, with a worldwide monopoly over the radioactive dust and the aircraft which can deliver it. He opens schools for the indoctrination of cadet patrolmen from any race, color, or nationality. They will patrol the sky and \"guard the peace\" of any country but their own, and would be forbidden to return to their original country for the entire duration of their service; \"a deliberately expatriated band of Janizaries, with an obligation only to the Commission and the race, and welded together with a carefully nurtured esprit de corps.\"\n\nManning does not have time to complete his original plans for the Patrol. In 1951, the President dies in a plane crash; his isolationist successor demands Manning's resignation and intends to dismantle the Patrol. As Manning argues with the President, planes loaded with radioactive dust and piloted by non-Americans appear overhead. Manning is willing to kill himself and treat the capital of the United States as he would treat any other place which he perceives a \"threat to world peace\". He wins the standoff and becomes the undisputed military dictator of the world. DeFries (himself dying from radiation poisoning) doubts that Manning, now the most-hated man on Earth, can succeed in making the Patrol self-perpetuating and trustworthy. There is no way of knowing how long Manning will live, given his weak heart. The narrator concludes:\n\n"
        },
        {
            "title": "Themes",
            "text": "Though it deals not with fission bombs, but rather with a radioisotope dust weapon, \"Solution Unsatisfactory\" accurately predicted many aspects of the development of nuclear arms and the dilemmas they pose, a year before President Roosevelt authorized the Manhattan Project led by General Leslie Groves. Scientific advisors wrote a 1943 memo to Groves entitled \"Use of Radioactive Materials as a Military Weapon\":[5]\n\nWhile not part of Heinlein's Future History, the story also marks the first appearance of a \"Patrol\" in Heinlein's works. The concept of a distinct order of pilots totally dedicated to preserving the peace reappears in Heinlein's later works, including the short story \"The Long Watch\". The juvenile Space Cadet describes the training and indoctrination of Patrol cadets. Cadets are taught not to ask about another's country or planet of origin, and to admire and seek to emulate Rivera, a legendary Patrolman who ordered the nuclear bombing of his own hometown and died himself in the blast.\n\n\n\"Solution Unsatisfactory\" marked the beginning of Heinlein's concern with nuclear weapons.  After World War II, Heinlein believed that a nuclear arms race was an urgent problem.  He wrote several works on nuclear warfare in the mid-1940s, such as \"The Last Days of the United States\", \"How to be a Survivor\", and \"Pie from the Sky\" but, except for \"Back of the Moon,\" they were rejected by publishers.[6] Heinlein wrote:[7] \nIn 1980, he published them in Expanded Universe along with \"Solution Unsatisfactory\".\n\n"
        },
        {
            "title": "Echoes in later fiction",
            "text": "The 1984 novel The Peace War by Vernor Vinge features a \"Peace Authority\" created when military research scientists develop a device called a \"bobbler\" and use it to take over the world and enforce world peace in a very similar fashion.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Short_story",
        "https://en.wikipedia.org/wiki/Radiological_weapon",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Dystopian",
        "https://en.wikipedia.org/wiki/Astounding_Science_Fiction",
        "https://en.wikipedia.org/wiki/Science_Fiction_Book_Club",
        "https://en.wikipedia.org/wiki/Military_discharge",
        "https://en.wikipedia.org/wiki/Liberalism",
        "https://en.wikipedia.org/wiki/Conservatism_in_the_United_States",
        "https://en.wikipedia.org/wiki/Nuclear_weapon",
        "https://en.wikipedia.org/wiki/Strategic_bombing_during_World_War_II",
        "https://en.wikipedia.org/wiki/Chesapeake_Bay",
        "https://en.wikipedia.org/wiki/Radioactive_materials",
        "https://en.wikipedia.org/wiki/Otto_Hahn",
        "https://en.wikipedia.org/wiki/Uranium",
        "https://en.wikipedia.org/wiki/Nuclear_medicine",
        "https://en.wikipedia.org/wiki/Radiological_weapon",
        "https://en.wikipedia.org/wiki/Berlin",
        "https://en.wikipedia.org/wiki/President_of_the_United_States",
        "https://en.wikipedia.org/wiki/Pax_Americana",
        "https://en.wikipedia.org/wiki/RAF_Bomber_Command",
        "https://en.wikipedia.org/wiki/United_States_Cabinet",
        "https://en.wikipedia.org/wiki/Nuclear_arms_race",
        "https://en.wikipedia.org/wiki/Mutual_assured_destruction",
        "https://en.wikipedia.org/wiki/Second_strike",
        "https://en.wikipedia.org/wiki/Great_power",
        "https://en.wikipedia.org/wiki/United_States_Constitution",
        "https://en.wikipedia.org/wiki/Unconditional_surrender",
        "https://en.wikipedia.org/wiki/US_Army_Air_Corps",
        "https://en.wikipedia.org/wiki/Manhattan",
        "https://en.wikipedia.org/wiki/Janizaries",
        "https://en.wikipedia.org/wiki/Esprit_de_corps",
        "https://en.wikipedia.org/wiki/Isolationism",
        "https://en.wikipedia.org/wiki/World_peace",
        "https://en.wikipedia.org/wiki/Military_dictatorship",
        "https://en.wikipedia.org/wiki/Dirty_bomb",
        "https://en.wikipedia.org/wiki/Manhattan_Project",
        "https://en.wikipedia.org/wiki/Leslie_Groves",
        "https://en.wikipedia.org/wiki/The_Long_Watch",
        "https://en.wikipedia.org/wiki/Heinlein_juveniles",
        "https://en.wikipedia.org/wiki/Space_Cadet",
        "https://en.wikipedia.org/wiki/The_Peace_War",
        "https://en.wikipedia.org/wiki/Vernor_Vinge",
        "https://en.wikipedia.org/wiki/Lise_Meitner",
        "https://en.wikipedia.org/wiki/Franklin_Delano_Roosevelt",
        "https://en.wikipedia.org/wiki/Fiorello_La_Guardia",
        "https://en.wikipedia.org/wiki/Arthur_Compton",
        "https://en.wikipedia.org/wiki/Harold_Urey",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/Revolt_in_2100",
        "https://en.wikipedia.org/wiki/Orphans_of_the_Sky",
        "https://en.wikipedia.org/wiki/The_Moon_Is_a_Harsh_Mistress",
        "https://en.wikipedia.org/wiki/The_Past_Through_Tomorrow",
        "https://en.wikipedia.org/wiki/Time_Enough_for_Love",
        "https://en.wikipedia.org/wiki/The_Notebooks_of_Lazarus_Long",
        "https://en.wikipedia.org/wiki/The_Cat_Who_Walks_Through_Walls",
        "https://en.wikipedia.org/wiki/To_Sail_Beyond_the_Sunset",
        "https://en.wikipedia.org/wiki/Heinlein_juveniles",
        "https://en.wikipedia.org/wiki/Rocket_Ship_Galileo",
        "https://en.wikipedia.org/wiki/Space_Cadet",
        "https://en.wikipedia.org/wiki/Farmer_in_the_Sky",
        "https://en.wikipedia.org/wiki/Between_Planets",
        "https://en.wikipedia.org/wiki/Starman_Jones",
        "https://en.wikipedia.org/wiki/The_Star_Beast",
        "https://en.wikipedia.org/wiki/Tunnel_in_the_Sky",
        "https://en.wikipedia.org/wiki/Time_for_the_Stars",
        "https://en.wikipedia.org/wiki/Citizen_of_the_Galaxy",
        "https://en.wikipedia.org/wiki/Beyond_This_Horizon",
        "https://en.wikipedia.org/wiki/Sixth_Column",
        "https://en.wikipedia.org/wiki/The_Puppet_Masters",
        "https://en.wikipedia.org/wiki/Variable_Star",
        "https://en.wikipedia.org/wiki/Double_Star",
        "https://en.wikipedia.org/wiki/The_Door_into_Summer",
        "https://en.wikipedia.org/wiki/Starship_Troopers",
        "https://en.wikipedia.org/wiki/The_Unpleasant_Profession_of_Jonathan_Hoag",
        "https://en.wikipedia.org/wiki/Stranger_in_a_Strange_Land",
        "https://en.wikipedia.org/wiki/Podkayne_of_Mars",
        "https://en.wikipedia.org/wiki/Glory_Road",
        "https://en.wikipedia.org/wiki/I_Will_Fear_No_Evil",
        "https://en.wikipedia.org/wiki/Take_Back_Your_Government",
        "https://en.wikipedia.org/wiki/Tramp_Royale",
        "https://en.wikipedia.org/wiki/Grumbles_from_the_Grave",
        "https://en.wikipedia.org/wiki/Project_Moonbase",
        "https://en.wikipedia.org/wiki/Grok",
        "https://en.wikipedia.org/wiki/Moonbat",
        "https://en.wikipedia.org/wiki/Jubal_Harshaw",
        "https://en.wikipedia.org/wiki/Andrew_Jackson_Libby",
        "https://en.wikipedia.org/wiki/Lazarus_Long",
        "https://en.wikipedia.org/wiki/Hazel_Stone",
        "https://en.wikipedia.org/wiki/Heinlein_Centennial",
        "https://en.wikipedia.org/wiki/Heinlein_Society",
        "https://en.wikipedia.org/wiki/Heinlein_Prize_for_Advances_in_Space_Commercialization",
        "https://en.wikipedia.org/wiki/Virginia_Heinlein",
        "https://en.wikipedia.org/wiki/The_Robert_Heinlein_Omnibus",
        "https://en.wikipedia.org/wiki/The_Robert_Heinlein_Interview_and_Other_Heinleiniana",
        "https://en.wikipedia.org/wiki/Tribble",
        "https://en.wikipedia.org/wiki/Solution_Unsatisfactory",
        "https://en.wikipedia.org/wiki/Solution_Unsatisfactory",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}