{
    "url": "https://en.wikipedia.org/wiki/Sonnet",
    "title": "Sonnet",
    "table_of_contents": [
        "1 Romance languages",
        "1.1 Italian",
        "1.2 Occitan",
        "1.3 Catalan",
        "1.4 Spanish",
        "1.5 Portuguese",
        "1.6 French",
        "2 Germanic languages",
        "2.1 English",
        "2.1.1 Tudor and Stuart period",
        "2.1.2 18th-19th centuries",
        "2.1.3 20th century",
        "2.2 In North America",
        "2.2.1 USA",
        "2.2.2 Canada",
        "2.3 In German",
        "2.4 In Dutch",
        "3 Slavic languages",
        "3.1 Czech",
        "3.2 Polish",
        "3.3 Russian",
        "3.4 Slovenian",
        "4 Celtic languages",
        "4.1 In Irish",
        "4.2 In Welsh",
        "5 Semitic languages",
        "5.1 Hebrew",
        "6 Indian languages",
        "6.1 In Urdu",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA sonnet is a poetic form that originated in the poetry composed at the Court of the Holy Roman Emperor Frederick II in the Sicilian city of Palermo. The 13th-century poet and notary Giacomo da Lentini is credited with the sonnet's invention, and the Sicilian School of poets who surrounded him then spread the form to the mainland. The earliest sonnets, however, no longer survive in the original Sicilian language, but only after being translated into Tuscan dialect.\n\nThe term \"sonnet\" is derived from the Italian word sonetto (lit. \"little song\", derived from the Latin word sonus, meaning a sound). By the 13th century it signified a poem of fourteen lines that followed a strict rhyme scheme and structure.\n\nAccording to Christopher Blum, during the Renaissance, the sonnet became the \"choice mode of expressing romantic love\".[1] During that period, too, the form was taken up in many other European language areas and eventually any subject was considered acceptable for writers of sonnets. Impatience with the set form resulted in many variations over the centuries, including abandonment of the quatorzain limit and even of rhyme altogether in modern times.\n\n"
        },
        {
            "title": "Romance languages",
            "text": "The sonnet is believed to have been created by Giacomo da Lentini, leader of the Sicilian School under Emperor Frederick II. Peter Dronke has commented that there was something intrinsic to its flexible form that contributed to its survival far beyond its region of origin. The form consisted of a pair of quatrains followed by a pair of tercets with the symmetrical rhyme scheme ABABABAB CDCDCD, where the sense is carried forward in a new direction after the midway break.[2] William Baer suggests that the first eight lines of the earliest Sicilian sonnets are identical to the eight-line Sicilian folksong stanza known as the Strambotto. To this, da Lentini (or whoever else invented the form) added two tercets to the Strambotto in order to create the new 14-line sonnet form.[3]\n\nIn contrast, Hassanally Ladha[4] has argued that both the sonnet's structure and content also drew upon Arabic poetry and cannot be so easily reduced to the \"invention\" of Giacomo da Lentini or any other member of the Sicilian School.  Ladha notes that \"in its Sicilian beginnings, the sonnet evinces literary and epistemological contact with the qasida\",[5] and emphasizes that the sonnet did not emerge simultaneously with its supposedly defining 14-line structure. \"Tellingly, attempts to close off the sonnet from its Arabic predecessors depend upon a definition of the new lyric to which Giacomo's poetry does not conform: surviving in thirteenth-century recensions, his poems appear not in fourteen, but rather six lines, including four rows, each with two hemistiches, and two \"tercets\", each in a line extending over two rows.\"[6]  In this view, the sonnet should be seen as continuing a broader tradition of lyric poetry in both Christendom and the Islamic World. \"[T]he Sicilian sonnet alludes to songs and lyrics throughout the Mediterranean, including the Sicilian strambotto, the Provençal canso, the Spanish muwashshah and zajal, and the Arabic qasida, amongst others.\"[7]\n\nGuittone d'Arezzo rediscovered the sonnet form and brought it to Tuscany where he adapted it to Tuscan dialect when he founded the Siculo-Tuscan, or Guittonian school of poetry (1235–1294). He wrote almost 250 sonnets.[8] Among the host of other Italian poets that followed, the sonnets of Dante Alighieri and Guido Cavalcanti stand out, but later the most famous and widely influential was Petrarch. \n\nThe structure of a typical Italian sonnet of the time included two parts that together formed a compact form of \"argument\". First, the octave forms the \"proposition\", which describes a \"problem\" or \"question\", followed by a sestet (two tercets) which proposes a \"resolution\". Typically, the ninth line initiates what is called the \"turn\", or \"volta\", which signals the move from proposition to resolution. Even in sonnets that do not strictly follow the problem/resolution structure, the ninth line still often marks a \"turn\" by signaling a change in the tone, mood, or stance of the poem.\n\nLater, the ABBA ABBA pattern became the standard for Italian sonnets. For the sestet there were two different possibilities: CDE CDE and CDC CDC. In time, other variants on this rhyming scheme were introduced, such as CDCDCD.  Petrarch typically used an ABBA ABBA pattern for the octave, followed by either CDE CDE or CDC CDC rhymes in the sestet.\n\nAt the turn of the 14th century there arrive early examples of the sonnet sequence unified about a single theme. This is represented by Folgore da San Geminiano's series on the months of the year,[9] followed by his sequence on the days of the week.[10] At a slightly earlier date, Dante had published his La Vita Nuova, a narrative commentary in which appear sonnets and other lyrical forms centred on the poet's love for Beatrice.[11] Most of the sonnets there are Petrarchan (here used as a purely stylistic term since Dante predated Petrarch). Chapter VII gives the sonnet \"O voi che per la via\", with two sestets (AABAAB AABAAB) and two quatrains (CDDC CDDC), and Ch. VIII, \"Morte villana\", with two sestets (AABBBA AABBBA) and two quatrains (CDDC CDDC). Petrarch followed in his footsteps later in the next century with the 366 sonnets of the Canzionere, which chronicle his life-long love for Laura.[12]\n\nWidespread as sonnet writing became in Italian society, among practitioners were to be found some better known for other things: the painters Giotto and Michelangelo, for example, and the astronomer Galileo. The academician Giovanni Mario Crescimbeni lists 661 poets just in the 16th century.[13] So common were they that eventually, in the words of a literary historian, \"No event was so trivial, none so commonplace, a tradesman could not open a larger shop, a government clerk could not obtain a few additional scudi of salary, but all his friends and acquaintance must celebrate the event, and clothe their congratulations in a copy of verses, which almost invariably assumed this shape.\"[14]\n\nThe sole confirmed surviving sonnet in the Occitan language is by Paolo Lanfranchi da Pistoia and confidently dated to 1284.[15] This employs the rhyme scheme ABAB ABAB CDCDCD and has a political theme, as do some others of dubious authenticity or merit ascribed to \"William of Almarichi\" and Dante de Maiano.\n\nOne of the earliest sonnets in Catalan language was written by Pere Torroella (1436-1486).[16] In the 16th  century, the most prolific and subtle Catalan writer of sonnets was Pere Serafí,[17] author of over 60 published between 1560 and 1565.\n\nThe poet Íñigo López de Mendoza, 1st Marquis of Santillana  is credited as among the foremost to attempt \"sonnets written in the Italian manner\" (sonetos fechos al itálico modo)  towards the middle of the 15th century. Since the Castilian language and prosody were in a transitional state at the time, the experiment was unsuccessful.[18] It was therefore not until after 1526 that the form was reintroduced by Juan Boscán. According to his account, he met Andrea Navagero, the Venetian Ambassador to the Spanish Court, in that year while the latter was accompanying King Carlos V on a visit to the Alhambra. In the course of their literary discussion, Navagero then suggested that the poet might attempt the sonnet and other Italian forms in his own language.[19]\n\nBoscán not only took up the Venetian's advice but did so in association with the more talented Garcilaso de la Vega, a friend to whom some of his sonnets are addressed and whose early death is mourned in another. The poems of both followed the Petrarchan model, employed the hitherto unfamiliar hendecasyllable, and when writing of love were based on the neoplatonic ideal championed in The Book of the Courtier (Il Cortegiano) that Boscán had also translated. Their reputation was consolidated by the later 1580 edition of Fernando de Herrera, who was himself accounted \"the first major Spanish sonneteer after Garcilaso\".[20] During the Baroque period that followed, two notable writers of sonnets headed rival stylistic schools. The culteranismo of Luis de Góngora, later known as 'Gongorismo' after him, was distinguished by an artificial style and the use of elaborate vocabulary, complex syntactical order and involved metaphors. The verbal usage of his opponent, Francisco de Quevedo, was equally self-consciousness, deploying wordplay and metaphysical conceits, after which the style was known as conceptismo.\n\nAnother key figure at this period was Lope de Vega, who was responsible for writing some 3,000 sonnets, a large proportion of them incorporated into his dramas. One of the best known and most imitated was Un soneto me manda hacer Violante[21] (Violante orders me to write a sonnet), which occupies a pivotal position in literary history. At its first appearance in his 1617 comedy La niña de Plata (Act 3), the character there pretends to be a novice whose text is a running commentary on the poem's creation. Although the poet himself is portrayed as composing it as a light-hearted impromptu in the biographical film Lope (2010), there had in fact been precedents. In Spanish some fifty years before, Diego Hurtado de Mendoza had written the pretended impromptu, Pedís, Reina, un soneto; and even earlier in Italian there had been the similarly themed Qualunque vuol saper fare un sonetto (Whoever to make a sonnet aspires) by the Florentine poet Pieraccio Tedaldi (b. ca. 1285–1290; d. ca. 1350).[22] Later imitations in other languages include one in Italian by Giambattista Marino and another in French by François-Séraphin Régnier-Desmarais, as well as an adaptation of the idea applied to the rondeau by Vincent Voiture.[23] The poem's fascination for U.S. writers is evidenced by no less than five translations in the second half of the 20th century alone.[24]\n\nThe sonnet form crossed the Atlantic quite early in the Spanish colonial enterprise when Francisco de Terrazas, the son of a 16th-century conquistador, was among its Mexican pioneers. Later came two sonnet writers in holy orders, Bishop Miguel de Guevara (1585-1646) and, especially, Sister Juana Inés de la Cruz. But though sonnets continued to be written in both the old world and the new, innovation was mainly limited to the Americas, where the sonnet was used to express a different and post-colonial reality. In the 19th century, for example, there were two poets who wrote memorable sonnets dedicated to Mexican landscapes, Joaquín Acadio Pagaza y Ordóñez in the torrid zone to the south and Manuel José Othón in the desolate north.[25] In South America, too, the sonnet was used to invoke landscape, particularly in the major collections of the Uruguayan Julio Herrera y Reissig, such as Los Parques Abandonados (Deserted Parks, 1902–08)[26] and Los éxtasis de la montaña (Mountain Ecstasies, 1904–07),[27] whose recognisably authentic pastoral scenes went on to serve as example for Cesar Vallejo in his evocations of Andean Peru.[28]\n\nSoon afterwards the sonnet form was deconstructed as part of the modernist questioning of the past. Thus, in the Argentine poet Alfonsina Storni's Mascarilla y trébol (Mask and Clover, 1938), a section of unrhymed poems using many of the traditional versification structures of the form are presented under the title \"antisonnets\".[29]\n\nThe first sonnets in Portuguese are ascribed to Dom Pedro in the early 15th century. A son of King John I, he was also responsible for translations of sonnets by Petrarch. But the form did not come into its own until the following century in the work of  Luís de Camões, who generally follows the styles of Italian poetry,[30][31] though in them the influence of the Spanish pioneers of the form has also been discerned.[32] Among later writers, the comic sonnets of Thomas de Noronha were once appreciated, and the love sonnets of Barbosa Bacellar (c.1610-1663), also known for his learned glosses on the sonnets of Camões.[33]\n\nThe introduction of a purified sonnet style to Brazilian literature was due to Cláudio Manuel da Costa, who also composed Petrarchan sonnets in Italian during his stay in Europe.[34] However, it was in the wake of French Parnassianism that there developed a similar movement in Brazil which included the notable sonneteers Alberto de Oliveira, Raimundo Correia and, especially, Olavo Bilac.[35] Others writing sonnets in that style included the now overlooked Francisca Júlia da Silva Munster (1871-1920)[36] and the Symbolist black writer João da Cruz e Sousa.\n\nIn French prosody, sonnets are traditionally composed in the French alexandrine, which consists of lines of twelve syllables with a central caesura. Imitations of Petrarch were first introduced by Clément Marot, and Mellin de Saint-Gelais also took up the form near the start of the 16th century.[37] They were later followed by Pierre de Ronsard, Joachim du Bellay and Jean Antoine de Baïf, around whom formed a group of radical young noble poets of the court, generally known today as La Pléiade. They employed, amongst other forms of poetry, the Petrarchan sonnet cycle, developed around an amorous encounter or an idealized woman. The character of the group's literary program was given in Du Bellay's manifesto, the \"Defense and Illustration of the French Language\" (1549), which maintained that French (like the Tuscan of Petrarch and Dante) was a worthy language for literary expression, and which promulgated a program of linguistic and literary production and purification.[38]\n\nIn the aftermath of the Wars of Religion, French Catholic jurist and poet Jean de La Ceppède published the Theorems, a sequence of 515 sonnets with non-traditional rhyme schemes, about the Passion and Resurrection of Jesus Christ. Drawing upon the Gospels, Greek and Roman Mythology, and the Fathers of the Church, La Ceppède's poetry was praised by Saint Francis de Sales for transforming \"the Pagan Muses into Christian ones.\" La Ceppède's sonnets often attack the Calvinist doctrine of a judgmental and unforgiving God by focusing on Christ's passionate love for the human race. Afterwards the work was long forgotten, until the 20th century witnessed a revival of interest in the poet, and his sonnets are now regarded as classic works of French poetry.[39]\n\nBy the late 17th century the sonnet had fallen out of fashion but was revived by the Romantics in the 19th century. Charles Augustin Sainte-Beuve then published his imitation of William Wordsworth's \"Scorn not the sonnet\" where, in addition to the poets enumerated in the English original - Shakespeare, Petrarch, Tasso, Camoens, Dante, Spenser, Milton – Sainte-Beuve announces his own intention to revive the form and adds the names of Du Bellay and Ronsard in the final tercet.[40] The form was little used, however, until the Parnassians brought it back into favour. From that time on there were many deviations from the traditional sonnet form. Charles Baudelaire was responsible for significant variations in rhyme-scheme and line-length in the poems included in Les Fleurs du mal.[41] Among the variations made by others, Théodore de Banville's Sur une dame blonde limited itself to a four-syllable line,[42] while in À une jeune morte Jules de Rességuier (1788 - 1862) composed a sonnet monosyllabically lined.[43]\n\n"
        },
        {
            "title": "Germanic languages",
            "text": "Sir Thomas Wyatt and Henry Howard, Earl of Surrey, have been described as \"the first English Petrarchans\" from their pioneering the sonnet form in English. In addition, some twenty five of Wyatt's poems are dependent on Petrarch, either as translations or imitations, while, of Surrey's five, three of them are translations and two imitations.[44] In one instance, both poets translated the same poem, Rime 140.[45] From these examples, as elsewhere in their prosodic practice, a difference between their style can be observed. Wyatt's verse metre, though in general decasyllabic, is irregular and proceeds by way of significantly stressed phrasal units.[46] But in addition Wyatt's sonnets are generally closer in construction to those of Petrarch.\n\nProsodically, Surrey is more adept at composing in iambic pentameter and his sonnets are written in what has come to be known anachronistically as Shakespearean measure.[47] This version of the sonnet form, characterised by three alternately rhymed quatrains terminating in a final couplet (ABAB CDCD, EFEF, GG), became the favourite during Elizabethan times, when it was widely used. It was particularly so in whole series of amatory sequences, beginning with Sir Philip Sidney's Astrophel and Stella (1591) and continuing over a period of two decades. About four thousand sonnets were composed during this time.[48] However, with such a volume, much there that was conventional and repetitious came to be viewed with a sceptical eye. Sir John Davies mocked these in a series of nine 'gulling sonnets'[49] and William Shakespeare was also to dismiss some of them in his Sonnet 130, “My mistress’ eyes are nothing like the sun”.\n\nShakespeare's sequence of 154 sonnets departs from the norm in addressing more than one person in its course, male as well as female. In addition, other sonnets by him were incorporated into some of his plays. Another exception at this time was the form used in Edmund Spenser's Amoretti, which has the interlaced rhyme scheme ABAB BCBC CDCD EE. And soon after, in the following century, John Donne adapted the emerging Baroque style to the new subject matter of his series of Holy Sonnets.\n\nJohn Milton's sonnets constitute a special case and demonstrate another stylistic transition. Two youthful examples in English and five in Italian are Petrarchan in spirit. But the seventeen sonnets of his maturity address personal and political themes. It has been observed of their intimate tone, and the way the sense overrides the volta within the poem in some cases, that Milton is here adapting the sonnet form to that of the Horatian ode.[50] He also seems to have been the first to introduce an Italian variation of the form, the caudate sonnet, into English in his prolongation of \"On the New Forcers of Conscience Under the Long Parliament\".[51]\n\nThe fashion for the sonnet went out with the Restoration, and hardly any were written between 1670 and the second half of the 18th century. Amongst the first to revive the form was Thomas Warton, who took Milton for his model. Around him at Oxford were grouped those associated with him in this revival, including John Codrington Bampfylde, Thomas Russell, Thomas Warwick and Henry Headley, some of whom published small collections of sonnets alone.[52]  Many women, too, now took up the sonnet form, in particular Charlotte Smith, whose lachrymose Elegiac Sonnets (1784 onwards) are credited with helping create the 'school of sensibility' characteristic of the time.[53] William Lisle Bowles was also a close follower, but the success of both stirred up resistance in the poetic politics of the time.\n\nWilliam Beckford parodied Smith's melancholy manner and archaic diction in an \"Elegiac sonnet to a mopstick\".[54] In the preface to his 1796 collection Poems on Various Subjects, Samuel Taylor Coleridge commented of his series of \"Effusions\" that \"I was fearful that the title \"Sonnet\" might have reminded my reader of the Poems of the Rev. W. L. Bowles – a comparison with whom would have sunk me below that mediocrity, on the surface of which I am at present enabled to float\".[55] There were formal objections too. Where most of the early revivalists had used Milton's sonnets as the model for theirs, Smith and Bowles had preferred the Shakespearean form.  This led to Mary Robinson's fighting preface to her sequence Sappho and Phaon, in which she asserted the legitimacy of the Petrarchan form as used by Milton over \"the non-descript ephemera from the heated brains of self-important poetasters\" that pass as sonnets in the literary reviews of her day.[56]\n\nThe example which later impressed Wordsworth the most was that of Milton's sonnets, which he described in 1803 as having \"an energetic and varied flow of sound, crowding into narrow room more of the combined effect of rhyme and blank verse, than can be done by any other kind of verse I know of\".[57] Thus aware that its compression was applicable to a great variety of themes, Wordsworth eventually wrote some 523 sonnets which were to exert a powerful stylistic influence throughout the first half of the 19th century.[58] Part of his appeal to others was the way in which he used the sonnet as a focus for new subject matter, frequently in sequences. From his series on the River Duddon[59] sprang reflections on any number of regional natural features; his travel tour effusions, though not always confined to sonnet form,[60] found many imitators. What eventually became three series of Ecclesiastical Sonnets[61] started a vogue for sonnets on religious and devotional themes.[62] Milton's predilection for political themes, continuing through Wordsworth's \"Sonnets dedicated to liberty and order\", now became an example for contemporaries too. Barely had the process begun, however, before a sceptical alarmist in The New Monthly Magazine for 1821 was diagnosing \"sonnettomania\" as a new sickness akin to \"the bite of a rabid animal\".[63]\n\nAnother arm of the propaganda on behalf of the sonnet in Romantic times was the reflexive strategy of recommending it in sonnet form as a demonstration of its possibility of variation. In Wordsworth's \"Nuns fret not at their narrow room\" (1807),[64] the volta comes after the seventh line, dividing the poem into two equal parts. Keats makes use of frequent enjambment in \"If by dull rhymes our English must be chained\" (1816)[65] and divides its sense units into four tercets and a couplet. What Keats is recommending there is the more intricate rhyming system A B C |A B D |C A B |C D E| D E that he demonstrates in its course as a means of giving the form greater breathing room. Wordsworth later accomplishes this in \"Scorn not the Sonnet\" (1827),[66] which is without midway division, and where enjambment is so managed that the sense overrides from line to line in an ode-like movement. With the similar aim of freeing the form from its fetters, Matthew Arnold turns his \"Austerity of poetry\" (1867)[67] into a narrative carried forward over an enjambed eighth line to a conclusion that is limited to the final three lines.\n\nBy the time the second half of the 19th century was reached, sonnets become chiefly interesting for their publication in long sequences. It was during this period that attempts to renew the form were continually being made. Elizabeth Barrett Browning's autobiographical Sonnets from the Portuguese (1845–50),[68] for example, is described as the first depiction of a successful courtship since Elizabethan times.[69] It comprises 44 sonnets of dramatised first person narrative, the enjambed lines in which frequently avoid resting at the volta.  Through this means the work is distinguished by \"the flexibility and control with which the verse bends to the argument and to the rhythms of thought and speech\".[70]\n\nThat sequence was followed in 1862 by George Meredith's Modern Love,[71] based in part on the breakdown of his first marriage. It employs a 16-line form, described as (and working like) a sonnet, linking together the work's fifty narrative episodes. Essentially the stanza is made up of four quatrains of enclosed rhyme, rhythmically driven forward over these divisions so as to allow a greater syntactical complexity \"more readily associated with the realist novel than with lyric poetry\".[72] As other work by both the writers above demonstrates, they were capable of more straightforward fictions. In adapting the sonnet to the narrative mode, the main interest for them is in overcoming the technical challenge that they set themselves and proving the new possibilities of the form in which they are working.\n\nWhere the first quatrain in Sonnets from the Portuguese began with a reminiscence of lines from a pastoral of Theocritus, Edward Cracroft Lefroy (1855-1891) responded by reaching beyond the narrative mode towards the dramatic in the thirty adaptations from the Greek of his Echoes from Theocritus (1885, reprint 1922).[73] Beyond this, though the idea of arranging such material in a sequence was original to Lefroy, Thomas Warwick had anticipated the approach a century before in his sonnet \"From Bacchylides\", equally based on a fragment of an ancient Greek author. On the other hand, Eugene Lee-Hamilton's exploration of the sonnet's dramatic possibilities was through creating historical monologues in his hundred Imaginary Sonnets (1888),[74] based on episodes chosen from the seven centuries between 1120 – 1820. Neither sequence was anywhere the equal of those of Barrett Browning or Meredith,[75] but they illustrate a contemporary urge to make new a form that was fast running out of steam.\n\nAs part of his attempted renewal of poetic prosody, Gerard Manley Hopkins had applied his experimental sprung rhythm to the composition of the sonnet, amplifying the number of unstressed syllables within a five- (or occasionally six-) stressed line – as in the rhetorical \"The Windhover\", for example . He also introduced variations in the proportions of the sonnet, from the 101⁄2 lines of the curtal sonnet \"Pied Beauty\" to the amplified 24-line caudate sonnet \"That Nature is a Heraclitean Fire\". Though they were written in the later Victorian era, the poems remained virtually unknown until they were published in 1918.[76]\n\nThe undergraduate W. H. Auden is sometimes credited with dispensing with rhyme altogether in \"The Secret Agent\",[77] but went on to write many conventional sonnets, including two long sequences during the time of international crisis: \"In Time of War\" (1939) and \"The Quest\" (1940). Sequences by some others have been more experimental and looser in form, of which a radical example was \"Altarwise by owl-light\" (1935), ten irregular and barely rhyming quatorzains by Dylan Thomas in his most opaque manner.[78]\n\nIn 1978 two later innovatory sequences were published at a period when it was considered that \"the sonnet seems to want to lie fallow, exhausted\", in the words of one commentator.[79] Peter Dale's book-length One Another contains a dialogue of some sixty sonnets in which the variety of rhyming methods are as diverse as the emotions expressed between the speakers there.[80] At the same time, Geoffrey Hill's \"An Apology for the Revival of Christian Architecture in England\" appeared in Tenebrae (1978), where the challenging thirteen poems of the sequence employ half-rhyme and generally ignore the volta.[81] Seamus Heaney also wrote two sequences during this period: the personal \"Glanmore Sonnets\" in Field Work (1975);[82] and the more freely constructed elegiac sonnets of  \"Clearances\" in  The Haw Lantern (1987).[83]\n\nThe earliest American sonnet is David Humphreys's[84] 1776 sonnet \"Addressed to my Friends at Yale College, on my Leaving them to join the Army\".[85] The sonnet form was used widely thereafter, including by William Lloyd Garrison and William Cullen Bryant.[86] Later, Henry Wadsworth Longfellow and others followed suit.[87] His were characterised by a \"purple richness of diction\" and by their use of material images to illustrate niceties of thought and emotion.[88] He also translated several sonnets, including seven by Michelangelo.[89] Later on, among Emma Lazarus' many sonnets, perhaps the best-known is \"The New Colossus\" of 1883,[90] which celebrates the Statue of Liberty and its role in welcoming immigrants to the New World.\n\nIn the 19th century, sonnets written by American poets began to be anthologised as such. They were included in a separate section in Leigh Hunt and S. Adams' The Book of the Sonnet (London and Boston, 1867), which included an essay by Adams on \"American Sonnets and Sonneteers\" and a section devoted only to sonnets by American women.[91] Later came William Sharp's anthology of American Sonnets (1889)[92] and Charles H. Crandall's Representative sonnets by American poets, with an essay on the sonnet, its nature and history (Houghton Mifflin & Co., 1890). The essay also surveyed the whole history of the sonnet, including English examples and European examples in translation, in order to contextualise the American achievement.[93]\n\nRecent scholarship has recovered many African American sonnets that were not anthologised in standard American poetry volumes. Important nineteenth and early twentieth century writers have included Paul Laurence Dunbar, Claude McKay, Countee Cullen, Langston Hughes, and Sterling A. Brown.[94] Several African American women poets won prizes for volumes that included sonnets, such as Margaret Walker (Yale Poetry Series) Gwendolyn Brooks (Pulitzer Prize), Rita Dove (Pulitzer Prize), and Natasha Trethewey (Pulitzer Prize).[86][95] Though Langston Hughes and Amiri Baraka were to question the appropriateness of the sonnet for Black poetry, both had published sonnets themselves.[86]\n\nOne aspect of the American sonnet during the 20th century was the publication of sequences which had to wait decades for critical recognition. One instance is This Man's Army: A War in Fifty-Odd Sonnets (1928) by John Allan Wyeth.[96] A series of irregular sonnets that recorded impressions of his military service with the American Expeditionary Force during World War I, it was scarcely noticed when it first appeared. Yet on its republication in 2008, Dana Gioia asserted in his introduction that Wyeth is the only American poet of the Great War who can stand comparison to British war poets,[97] a claim later corroborated by Jon Stallworthy in his review of the work.[98]\n\nShortly afterwards, H. P. Lovecraft wrote his very different sonnet sequence, sections of which first appeared in genre magazines. It was not until 1943 that it saw complete publication as Fungi from Yuggoth. These 36 poems were written in a hybrid form based on the Petrarchan sonnet that invariably ends with a rhyming couplet reminiscent of the Shakespearean sonnet.[99] Most of these poems are discontinuous, though unified by theme, being vignettes descriptive of the kinds of dreamed and otherworldly scenarios found in Lovecraft's fiction.[100] Their unmannered style was once compared to Edward Arlington Robinson's,[101] but since then a case has been made for the work as minor poetry of contemporary importance in its own right.[102]\n\nIn the case of John Berryman, he initially wrote a series of some hundred modernistic love sonnets during the 1940s. These, however, remained uncollected until 1967, when they appeared as Berryman’s Sonnets, fleshed out with a few additions to give them the form of a sequence. In her 2014 survey of the book for Poetry, April Bernard suggests that he was there making of 'Berryman' a similar semi-fictional character to the 'Henry' in The Dream Songs (1964). She also identifies an ancient ancestry for the disordered syntax of the work through the English poets Thomas Wyatt and Gerard Manley Hopkins.[103]\n\nBut at this time too began to appear sequences of quatorzains with only a tenuous relationship to the sonnet form. Ted Berrigan's The Sonnets (1964) discard metre and rhyme but retain the dynamics of a 14-line structure with a change of direction at the volta. Berrigan claimed to have been inspired by \"Shakespeare’s sonnets because they were quick, musical, witty and short\".[104] Others have described Berrigan's work as a postmodern collage using \"repetition, rearrangement, and the use of 'found' phrases and text\", that functions as a \"radical deconstruction of the sonnet\".[105] From 1969 Robert Lowell too began publishing a less radical deconstruction of the form in his series of five collections of blank verse sonnets, including his Pulitzer Prize volume The Dolphin (1973). These he described as having “the eloquence at best of iambic pentameter, and often the structure and climaxes of sonnets\".[106]\n\nThe contemporary reaction against the strict form is described in the introduction to William Baer's anthology Sonnets: 150 Contemporary Sonnets (2005).  But for all that a number of writers were declaring then that the sonnet was dead, others – including Richard Wilbur, Howard Nemerov and Anthony Hecht – continued to write sonnets and eventually became associated with the magazines The Formalist and then Measure. These journals, champions of the New Formalism between the years 1994 and 2017, sponsored the annual Howard Nemerov Sonnet Award.\n\nIn Canada during the last decades of the 19th century, the Confederation Poets and especially Archibald Lampman were known for their sonnets, which were mainly on pastoral themes.[107]\n\nCanadian poet Seymour Mayne has published a few collections of word sonnets, and is one of the chief innovators of a form using a single word per line to capture its honed perception.[108]\n\nPaulus Melissus was the first to introduce the sonnet into German poetry.[109] But the man who did most to raise the sonnet to German consciousness was Martin Opitz, who in two works, Buch von der deutschen Poeterey (1624) and Acht Bücher Deutscher Poematum (1625), established the sonnet as a separate genre and its rules of composition. It was to be written in iambic alexandrines, with alternating masculine and feminine enclosed rhymes in the octave and a more flexible sestet with three rhymes. Reinforcing them were translated examples from Petrarch, Ronsard and Daniel Heinsius.[110] Thereafter in the 18th century, Johann Wolfgang von Goethe wrote several love sonnets, using a rhyme scheme derived from Italian poetry. After his death, Goethe's followers created the freer 'German sonnet', which is rhymed ABBA BCCB CDD CDD.\n\nThe sonnet tradition was then continued by August Wilhelm von Schlegel, Paul von Heyse and others, reaching fruition in Rainer Maria Rilke's Sonnets to Orpheus, which has been described as \"one of the great modern poems, not to mention a monumental addition to the literature of the sonnet sequence\".[111] A cycle of 55 sonnets, it was written in two parts in 1922 while Rilke was in the midst of completing his Duino Elegies. The full title in German is Die Sonette an Orpheus: Geschrieben als ein Grab-Mal für Wera Ouckama Knoop (translated as Sonnets to Orpheus: Written as a Monument for Wera Ouckama Knoop), commemorating the recent death of a young dancer from leukaemia. The Grab-Mal (literally \"grave-marker\") of the title brings to mind the series of Tombeaux written by Stéphane Mallarmé, translated (among others) by Rilke in 1919, also coinciding with the sonnets of Michelangelo which Rilke had been translating in 1921. Rilke's own sonnets are fluidly structured as a transposition of the dead girl's dancing and encompass themes of life and death and art's relation to them. As well as having varied rhyme schemes, line lengths also vary and are irregularly metred, even within the same sonnet at times.[112]\n\nResponses to turbulent times form a distinct category among German sonnets. They include Friedrich Rückert's 72 \"Sonnets in Armour\" (Geharnischte Sonneten, 1814), stirring up resistance to Napoleonic domination; and sonnets by Emanuel Geibel written during the German revolutions of 1848–1849 and the First Schleswig War.[113] In the wake of World War 1, Anton Schnack, described by one anthologist as \"the only German language poet whose work can be compared with that of Wilfred Owen\", published the sonnet sequence, Tier rang gewaltig mit Tier (\"Beast Strove Mightily with Beast\", 1920). The 60 poems there have the typical German sonnet form, but are written in the long-lined free rhythms developed by Ernst Stadler.[114] Patrick Bridgwater, writing in 1985, called the work \"without question the best single collection produced by a German war poet in 1914-18,\" but adds that it \"is to this day virtually unknown even in Germany.\"[115]\n\nIn the Netherlands Pieter Corneliszoon Hooft introduced sonnets in the Baroque style, of which Mijn lief, mijn lief, mijn lief: soo sprack mijn lief mij toe presents a notable example of sound and word play.[116] Another of his\nsonnets, dedicated to Hugo Grotius, was later translated by Edmund Gosse.[117] In later centuries the sonnet form was dropped and then returned to by successive waves of innovators in an attempt to breathe new life into Dutch poetry when, in their eyes, it had lost its way. For the generation of the 1880s it was Jacques Perk's sonnet sequence Mathilde which served as a rallying cry. And for a while in the early years of the new century, Martinus Nijhoff wrote notable sonnets before turning to more modernistic models.[118]\n\n\nFollowing World War 2, avant-garde poets declared war on all formalism, reacting particularly against the extreme subjectivity and self-agrandisment of representatives of the 1880s style like Willem Kloos, who had once begun a sonnet \"In my deepest being I'm a god\". In reaction, Lucebert satirised such writing in the \"sonnet\" with which his first collection opened: \n But by the end of the 20th century, formalist poets such as Gerrit Komrij and Jan Kal were writing sonnets again as part of their  own reaction to the experimentalism of earlier decades.[120]\n\n"
        },
        {
            "title": "Slavic languages",
            "text": "The sonnet was introduced into Czech literature at the beginning of the 19th century. The first great Czech sonneteer was Ján Kollár, who wrote a cycle of sonnets named Slávy Dcera (The daughter of Sláva / The daughter of fame[121]). While Kollár was Slovak, he was a supporter of Pan-Slavism and wrote in Czech, as he disagreed that Slovak should be a separate language. Kollár's magnum opus was planned as a Slavic epic poem as great as Dante's Divine Comedy. It consists of The Prelude written in quantitative hexameters, and sonnets. The number of poems increased in subsequent editions and came up to 645.[122] The greatest Czech romantic poet, Karel Hynek Mácha also wrote many sonnets. In the second half of the 19th century Jaroslav Vrchlický published Sonety samotáře (Sonnets of a Solitudinarian). Another poet, who wrote many sonnets was Josef Svatopluk Machar. He published Čtyři knihy sonetů (The Four Books of Sonnets). In the 20th century Vítězslav Nezval wrote the cycle 100 sonetů zachránkyni věčného studenta Roberta Davida (One Hundred Sonnets for the Woman who Rescued Perpetual Student Robert David). After the Second World War the sonnet was the favourite form of Oldřich Vyhlídal. Czech poets use different metres for sonnets, Kollár and Mácha used decasyllables, Vrchlický iambic pentameter, Antonín Sova free verse, and Jiří Orten the Czech alexandrine. Ondřej Hanus wrote a monograph about Czech Sonnets in the first half of the twentieth century.[123]\n\nThe sonnet was introduced into Polish literature in the 16th century by Jan Kochanowski,[124] Mikołaj Sęp-Szarzyński and Sebastian Grabowiecki.[125]\n\nIn 1826, Poland's national poet, Adam Mickiewicz, wrote a sonnet sequence known as the Crimean Sonnets, after \nthe Tsar sentenced him to exile in the Crimean Peninsula. Mickiewicz's sonnet sequence focuses heavily on the culture and Islamic religion of the Crimean Tatars. The sequence was translated into English by Edna Worthley Underwood.[126]\n\nIn the 18th century, after the westernizing reforms of Peter the Great, Russian poets (among others Alexander Sumarokov and Mikhail Kheraskov) began to experiment with sonnets, but the form was soon overtaken in popularity by the more flexible Onegin stanza. This was used by Alexander Pushkin for his novel in verse Eugene Onegin and has also been described as the 'Onegin sonnet', since it consists of fourteen lines. It is, however, aberrant in rhyme scheme and the number of stresses per line and is better described as having only a family resemblance to the sonnet.[127] The form was adapted by other poets later, including by Mikhail Lermontov in his narrative of \"The Tambov Treasurer's Wife\".[128]\n\nIn Slovenia the sonnet became a national verse form. The greatest Slovenian poet, France Prešeren,[129] wrote many sonnets. His best known work worldwide is Sonetni venec (A Wreath of Sonnets),[130] which is an example of crown of sonnets. Another work of his is the sequence Sonetje nesreče (Sonnets of Misfortune). In writing sonnets Prešeren was followed by many later poets. After the Second World War sonnets remained very popular. Slovenian poets write both traditional rhymed sonnets and modern ones, unrhymed, in free verse. Among them are Milan Jesih and Aleš Debeljak. The metre for sonnets in Slovenian poetry is iambic pentameter with feminine rhymes, based both on the Italian endecasillabo and German iambic pentameter.\n\n"
        },
        {
            "title": "Celtic languages",
            "text": "Although sonnets had long been written in English by poets of Irish heritage such as Sir Aubrey de Vere, Oscar Wilde, William Butler Yeats, Tom Kettle, and Patrick Kavanagh, the sonnet form failed to enter Irish poetry in the Irish language. This changed, however, during the Gaelic revival when Dublin-born Liam Gógan (1891–1979) was dismissed from his post in the National Museum of Ireland and imprisoned at Frongoch internment camp following the Easter Rising. There he became the first poet to write sonnets in the Irish language.[131]\n\nIn 2009, poet Muiris Sionóid published a complete translation of William Shakespeare's 154 sonnets into Irish under the title Rotha Mór an Ghrá (\"The Great Wheel of Love\").[132] In an article about his translations, Sionóid wrote that Irish poetic forms are completely different from those of other languages and that both the sonnet form and the iambic pentameter line had long been considered \"entirely unsuitable\" for composing poetry in Irish. In his translations, Soinóid chose to closely reproduce Shakespeare's rhyme scheme  and rhythms while rendering into Irish.[133]\n\nAccording to Jan Morris, \"When Welsh poets speak of Free Verse, they mean forms like the sonnet or the ode, which obey the same rules as English poesy. Strict Metres verse still honours the complex rules laid down for correct poetic composition 600 years ago.\"[134] Nevertheless, several of the greatest recent Welsh language poets have also written sonnets, including Welsh nationalist and Traditionalist Catholic poet Saunders Lewis[135] and Far-left poet Thomas Evan Nicholas.[136]\n\n"
        },
        {
            "title": "Semitic languages",
            "text": "The first Hebrew sonnets were probably composed in Rome by Immanuel the Roman around the year 1300, less than a century after the advent of the Italian sonnet.[137][138] 38 sonnets are included in his maqama collection Mahberot Immanuel that combine elements of both the quantitative metre traditional to Hebrew and Arabic verse and Italian syllabic metre.[138]\n\nAfter Immanuel, the next wave of Italo-Hebrew sonnetry arrived in the 16th century, authored by Yosef Tzarfati (Giuseppe Gallo) and Moshe ben Yoav, each poet composing around five sonnets.[137]: 231  In total, over eighty Hebrew-language sonnets from the 16th century are extant, composed in locations as varied as Amsterdam, Oran, and Turkey.[137]: 231–232 \n\n"
        },
        {
            "title": "Indian languages",
            "text": "In the Indian subcontinent, sonnets have been written in the Assamese, Bengali, Dogri, English, Gujarati, Hindi, Kannada, Kashmiri, Malayalam, Manipuri, Marathi, Nepali, Oriya, Sindhi and Urdu languages.[139]\n\nUrdu poets, also influenced by English and other European poets, took to introducing the sonnet into Urdu poetry rather late.[140] Azmatullah Khan (1887–1923) is believed to have introduced this format to Urdu literature in the very early part of the 20th century. The other renowned Urdu poets who wrote sonnets were Akhtar Junagarhi, Akhtar Sheerani, Noon Meem Rashid, Mehr Lal Soni Zia Fatehabadi, Salaam Machhalishahari and Wazir Agha.[141]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Literature",
        "https://en.wikipedia.org/wiki/Drama",
        "https://en.wikipedia.org/wiki/Closet_drama",
        "https://en.wikipedia.org/wiki/Performance",
        "https://en.wikipedia.org/wiki/Folklore",
        "https://en.wikipedia.org/wiki/Fable",
        "https://en.wikipedia.org/wiki/Legend",
        "https://en.wikipedia.org/wiki/Myth",
        "https://en.wikipedia.org/wiki/Oral_literature",
        "https://en.wikipedia.org/wiki/Proverb",
        "https://en.wikipedia.org/wiki/Poetry",
        "https://en.wikipedia.org/wiki/Lyric_poetry",
        "https://en.wikipedia.org/wiki/Narrative_poetry",
        "https://en.wikipedia.org/wiki/Nonsense_verse",
        "https://en.wikipedia.org/wiki/Prose",
        "https://en.wikipedia.org/wiki/Novel",
        "https://en.wikipedia.org/wiki/Novella",
        "https://en.wikipedia.org/wiki/Short_story",
        "https://en.wikipedia.org/wiki/Prose",
        "https://en.wikipedia.org/wiki/Fiction",
        "https://en.wikipedia.org/wiki/Bildungsroman",
        "https://en.wikipedia.org/wiki/Erotic_literature",
        "https://en.wikipedia.org/wiki/Historical_fiction",
        "https://en.wikipedia.org/wiki/Speculative_fiction",
        "https://en.wikipedia.org/wiki/Fantasy",
        "https://en.wikipedia.org/wiki/Horror_fiction",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Nonfiction",
        "https://en.wikipedia.org/wiki/Autobiography",
        "https://en.wikipedia.org/wiki/Biography",
        "https://en.wikipedia.org/wiki/Diary",
        "https://en.wikipedia.org/wiki/Documentary_film",
        "https://en.wikipedia.org/wiki/Epistle",
        "https://en.wikipedia.org/wiki/Essay",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/Journalism",
        "https://en.wikipedia.org/wiki/Letter_collection",
        "https://en.wikipedia.org/wiki/Memoir",
        "https://en.wikipedia.org/wiki/Nature_writing",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Speech",
        "https://en.wikipedia.org/wiki/Travel_literature",
        "https://en.wikipedia.org/wiki/Poetry",
        "https://en.wikipedia.org/wiki/Narrative_poetry",
        "https://en.wikipedia.org/wiki/Epic_poetry",
        "https://en.wikipedia.org/wiki/Verse_drama_and_dramatic_verse",
        "https://en.wikipedia.org/wiki/Verse_novel",
        "https://en.wikipedia.org/wiki/National_poetry",
        "https://en.wikipedia.org/wiki/Lyric_poetry",
        "https://en.wikipedia.org/wiki/Ballad",
        "https://en.wikipedia.org/wiki/Elegy",
        "https://en.wikipedia.org/wiki/Epigram",
        "https://en.wikipedia.org/wiki/Ghazal",
        "https://en.wikipedia.org/wiki/Haiku",
        "https://en.wikipedia.org/wiki/Ode",
        "https://en.wikipedia.org/wiki/Qasida",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Villanelle",
        "https://en.wikipedia.org/wiki/List_of_poets",
        "https://en.wikipedia.org/wiki/List_of_poetry_groups_and_movements",
        "https://en.wikipedia.org/wiki/Drama",
        "https://en.wikipedia.org/wiki/Morality_play",
        "https://en.wikipedia.org/wiki/Tragedy",
        "https://en.wikipedia.org/wiki/Comedy",
        "https://en.wikipedia.org/wiki/Tragicomedy",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/History_of_literature",
        "https://en.wikipedia.org/wiki/Outline_of_literature",
        "https://en.wikipedia.org/wiki/Glossary_of_literary_terms",
        "https://en.wikipedia.org/wiki/Lists_of_books",
        "https://en.wikipedia.org/wiki/Lists_of_writers",
        "https://en.wikipedia.org/wiki/List_of_literary_awards",
        "https://en.wikipedia.org/wiki/List_of_poetry_awards",
        "https://en.wikipedia.org/wiki/Literary_criticism",
        "https://en.wikipedia.org/wiki/Literary_theory",
        "https://en.wikipedia.org/wiki/Sociology_of_literature",
        "https://en.wikipedia.org/wiki/Literary_magazine",
        "https://en.wikipedia.org/wiki/Poetic_form",
        "https://en.wikipedia.org/wiki/Holy_Roman_Emperor",
        "https://en.wikipedia.org/wiki/Palermo",
        "https://en.wikipedia.org/wiki/Notary",
        "https://en.wikipedia.org/wiki/Giacomo_da_Lentini",
        "https://en.wikipedia.org/wiki/Sicilian_School",
        "https://en.wikipedia.org/wiki/Sicilian_language",
        "https://en.wikipedia.org/wiki/Tuscan_dialect",
        "https://en.wikipedia.org/wiki/Rhyme_scheme",
        "https://en.wikipedia.org/wiki/Renaissance",
        "https://en.wikipedia.org/wiki/Quatorzain",
        "https://en.wikipedia.org/wiki/Petrarchan_sonnet",
        "https://en.wikipedia.org/wiki/Giacomo_da_Lentini",
        "https://en.wikipedia.org/wiki/Sicilian_School",
        "https://en.wikipedia.org/wiki/Peter_Dronke",
        "https://en.wikipedia.org/wiki/Quatrain",
        "https://en.wikipedia.org/wiki/Tercet",
        "https://en.wikipedia.org/wiki/Arabic_poetry",
        "https://en.wikipedia.org/wiki/Giacomo_da_Lentini",
        "https://en.wikipedia.org/wiki/Qasida",
        "https://en.wikipedia.org/wiki/Hemistich",
        "https://en.wikipedia.org/wiki/Tercet",
        "https://en.wikipedia.org/wiki/Christendom",
        "https://en.wikipedia.org/wiki/Islamic_World",
        "https://en.wikipedia.org/wiki/Muwashshah",
        "https://en.wikipedia.org/wiki/Zajal",
        "https://en.wikipedia.org/wiki/Qasida",
        "https://en.wikipedia.org/wiki/Tuscany",
        "https://en.wikipedia.org/wiki/Tuscan_dialect",
        "https://en.wikipedia.org/wiki/Dante_Alighieri",
        "https://en.wikipedia.org/wiki/Guido_Cavalcanti",
        "https://en.wikipedia.org/wiki/Petrarch",
        "https://en.wikipedia.org/wiki/Sestet",
        "https://en.wikipedia.org/wiki/Tercet",
        "https://en.wikipedia.org/wiki/Sonnet_sequence",
        "https://en.wikipedia.org/wiki/Folgore_da_San_Geminiano",
        "https://en.wikipedia.org/wiki/La_Vita_Nuova",
        "https://en.wikipedia.org/wiki/Giotto",
        "https://en.wikipedia.org/wiki/Michelangelo",
        "https://en.wikipedia.org/wiki/Galileo_Galilei",
        "https://en.wikipedia.org/wiki/Giovanni_Mario_Crescimbeni",
        "https://en.wikipedia.org/wiki/Scudi",
        "https://en.wikipedia.org/wiki/Occitan_language",
        "https://en.wikipedia.org/wiki/Paolo_Lanfranchi_da_Pistoia",
        "https://en.wikipedia.org/wiki/Dante_de_Maiano",
        "https://en.wikipedia.org/wiki/Catalan_language",
        "https://en.wikipedia.org/wiki/Spanish_poetry",
        "https://en.wikipedia.org/wiki/Castilian_Spanish",
        "https://en.wikipedia.org/wiki/Andrea_Navagero",
        "https://en.wikipedia.org/wiki/Republic_of_Venice",
        "https://en.wikipedia.org/wiki/Alhambra",
        "https://en.wikipedia.org/wiki/Hendecasyllable",
        "https://en.wikipedia.org/wiki/The_Book_of_the_Courtier",
        "https://en.wikipedia.org/wiki/Fernando_de_Herrera",
        "https://en.wikipedia.org/wiki/Culteranismo",
        "https://en.wikipedia.org/wiki/Francisco_de_Quevedo",
        "https://en.wikipedia.org/wiki/Conceit",
        "https://en.wikipedia.org/wiki/Conceptismo",
        "https://en.wikipedia.org/wiki/Lope_de_Vega",
        "https://en.wikipedia.org/wiki/Giambattista_Marino",
        "https://en.wikipedia.org/wiki/Vincent_Voiture",
        "https://en.wikipedia.org/wiki/Julio_Herrera_y_Reissig",
        "https://en.wikipedia.org/wiki/Cesar_Vallejo",
        "https://en.wikipedia.org/wiki/Argentine",
        "https://en.wikipedia.org/wiki/Alfonsina_Storni",
        "https://en.wikipedia.org/wiki/Portuguese_poetry",
        "https://en.wikipedia.org/wiki/John_I_of_Portugal",
        "https://en.wikipedia.org/wiki/Italian_poetry",
        "https://en.wikipedia.org/wiki/Brazilian_literature",
        "https://en.wikipedia.org/wiki/Parnassianism",
        "https://en.wikipedia.org/wiki/Alberto_de_Oliveira",
        "https://en.wikipedia.org/wiki/Raimundo_Correia",
        "https://en.wikipedia.org/wiki/Olavo_Bilac",
        "https://en.wikipedia.org/wiki/French_poetry",
        "https://en.wikipedia.org/wiki/French_alexandrine",
        "https://en.wikipedia.org/wiki/Caesura",
        "https://en.wikipedia.org/wiki/Pierre_de_Ronsard",
        "https://en.wikipedia.org/wiki/Joachim_du_Bellay",
        "https://en.wikipedia.org/wiki/Sonnet_cycle",
        "https://en.wikipedia.org/wiki/Wars_of_Religion",
        "https://en.wikipedia.org/wiki/Jesus_Christ",
        "https://en.wikipedia.org/wiki/Gospels",
        "https://en.wikipedia.org/wiki/Greek_Mythology",
        "https://en.wikipedia.org/wiki/Roman_Mythology",
        "https://en.wikipedia.org/wiki/Fathers_of_the_Church",
        "https://en.wikipedia.org/wiki/Saint_Francis_de_Sales",
        "https://en.wikipedia.org/wiki/Calvinist",
        "https://en.wikipedia.org/wiki/Human_race",
        "https://en.wikipedia.org/wiki/William_Wordsworth",
        "https://en.wikipedia.org/wiki/Parnassianism",
        "https://en.wikipedia.org/wiki/Charles_Baudelaire",
        "https://en.wikipedia.org/wiki/Les_Fleurs_du_mal",
        "https://en.wikipedia.org/wiki/Sir_Thomas_Wyatt",
        "https://en.wikipedia.org/wiki/Iambic_pentameter",
        "https://en.wikipedia.org/wiki/Elizabethan_literature",
        "https://en.wikipedia.org/wiki/Philip_Sidney",
        "https://en.wikipedia.org/wiki/Astrophel_and_Stella",
        "https://en.wikipedia.org/wiki/Sir_John_Davies",
        "https://en.wikipedia.org/wiki/William_Shakespeare",
        "https://en.wikipedia.org/wiki/Sonnet_130",
        "https://en.wikipedia.org/wiki/Spenserian_sonnet",
        "https://en.wikipedia.org/wiki/John_Donne",
        "https://en.wikipedia.org/wiki/Holy_Sonnets",
        "https://en.wikipedia.org/wiki/John_Milton",
        "https://en.wikipedia.org/wiki/Caudate_sonnet",
        "https://en.wikipedia.org/wiki/English_Restoration",
        "https://en.wikipedia.org/wiki/Thomas_Warton",
        "https://en.wikipedia.org/wiki/John_Codrington_Bampfylde",
        "https://en.wikipedia.org/wiki/Thomas_Warwick",
        "https://en.wikipedia.org/wiki/Henry_Headley",
        "https://en.wikipedia.org/wiki/William_Lisle_Bowles",
        "https://en.wikipedia.org/wiki/Samuel_Taylor_Coleridge",
        "https://en.wikipedia.org/wiki/The_New_Monthly_Magazine",
        "https://en.wikipedia.org/wiki/English_Romantic_sonnets",
        "https://en.wikipedia.org/wiki/Matthew_Arnold",
        "https://en.wikipedia.org/wiki/Elizabeth_Barrett_Browning",
        "https://en.wikipedia.org/wiki/Sonnets_from_the_Portuguese",
        "https://en.wikipedia.org/wiki/George_Meredith",
        "https://en.wikipedia.org/wiki/Enclosed_rhyme",
        "https://en.wikipedia.org/wiki/Theocritus",
        "https://en.wikipedia.org/wiki/Thomas_Warwick",
        "https://en.wikipedia.org/wiki/Bacchylides",
        "https://en.wikipedia.org/wiki/Gerard_Manley_Hopkins",
        "https://en.wikipedia.org/wiki/Sprung_rhythm",
        "https://en.wikipedia.org/wiki/The_Windhover",
        "https://en.wikipedia.org/wiki/Curtal_sonnet",
        "https://en.wikipedia.org/wiki/Pied_Beauty",
        "https://en.wikipedia.org/wiki/Caudate_sonnet",
        "https://en.wikipedia.org/wiki/Journey_to_a_War",
        "https://en.wikipedia.org/wiki/Dylan_Thomas",
        "https://en.wikipedia.org/wiki/Geoffrey_Hill",
        "https://en.wikipedia.org/wiki/Seamus_Heaney",
        "https://en.wikipedia.org/wiki/The_Haw_Lantern",
        "https://en.wikipedia.org/wiki/William_Lloyd_Garrison",
        "https://en.wikipedia.org/wiki/William_Cullen_Bryant",
        "https://en.wikipedia.org/wiki/Henry_Wadsworth_Longfellow",
        "https://en.wikipedia.org/wiki/Michelangelo",
        "https://en.wikipedia.org/wiki/Emma_Lazarus",
        "https://en.wikipedia.org/wiki/The_New_Colossus",
        "https://en.wikipedia.org/wiki/Statue_of_Liberty",
        "https://en.wikipedia.org/wiki/African_American",
        "https://en.wikipedia.org/wiki/Paul_Laurence_Dunbar",
        "https://en.wikipedia.org/wiki/Claude_McKay",
        "https://en.wikipedia.org/wiki/Countee_Cullen",
        "https://en.wikipedia.org/wiki/Langston_Hughes",
        "https://en.wikipedia.org/wiki/Margaret_Walker",
        "https://en.wikipedia.org/wiki/Gwendolyn_Brooks",
        "https://en.wikipedia.org/wiki/Rita_Dove",
        "https://en.wikipedia.org/wiki/Natasha_Trethewey",
        "https://en.wikipedia.org/wiki/Amiri_Baraka",
        "https://en.wikipedia.org/wiki/American_Expeditionary_Force",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/Dana_Gioia",
        "https://en.wikipedia.org/wiki/War_poet",
        "https://en.wikipedia.org/wiki/Jon_Stallworthy",
        "https://en.wikipedia.org/wiki/Fungi_from_Yuggoth",
        "https://en.wikipedia.org/wiki/Petrarchan_sonnet",
        "https://en.wikipedia.org/wiki/Edward_Arlington_Robinson",
        "https://en.wikipedia.org/wiki/Mary_Ellen_Solt",
        "https://en.wikipedia.org/wiki/Concrete_poetry",
        "https://en.wikipedia.org/wiki/John_Berryman",
        "https://en.wikipedia.org/wiki/April_Bernard",
        "https://en.wikipedia.org/wiki/The_Dream_Songs",
        "https://en.wikipedia.org/wiki/Quatorzain",
        "https://en.wikipedia.org/wiki/Ted_Berrigan",
        "https://en.wikipedia.org/wiki/Postmodern_literature",
        "https://en.wikipedia.org/wiki/Robert_Lowell",
        "https://en.wikipedia.org/wiki/Blank_verse",
        "https://en.wikipedia.org/wiki/Pulitzer_Prize",
        "https://en.wikipedia.org/wiki/Richard_Wilbur",
        "https://en.wikipedia.org/wiki/Howard_Nemerov",
        "https://en.wikipedia.org/wiki/Anthony_Hecht",
        "https://en.wikipedia.org/wiki/The_Formalist",
        "https://en.wikipedia.org/wiki/New_Formalism",
        "https://en.wikipedia.org/wiki/Howard_Nemerov_Sonnet_Award",
        "https://en.wikipedia.org/wiki/Confederation_Poets",
        "https://en.wikipedia.org/wiki/Archibald_Lampman",
        "https://en.wikipedia.org/wiki/Seymour_Mayne",
        "https://en.wikipedia.org/wiki/Paulus_Melissus",
        "https://en.wikipedia.org/wiki/German_poetry",
        "https://en.wikipedia.org/wiki/Martin_Opitz",
        "https://en.wikipedia.org/wiki/Daniel_Heinsius",
        "https://en.wikipedia.org/wiki/Johann_Wolfgang_von_Goethe",
        "https://en.wikipedia.org/wiki/August_Wilhelm_von_Schlegel",
        "https://en.wikipedia.org/wiki/Paul_von_Heyse",
        "https://en.wikipedia.org/wiki/Rainer_Maria_Rilke",
        "https://en.wikipedia.org/wiki/Sonnets_to_Orpheus",
        "https://en.wikipedia.org/wiki/Duino_Elegies",
        "https://en.wikipedia.org/wiki/War_of_the_Sixth_Coalition",
        "https://en.wikipedia.org/wiki/Emanuel_Geibel",
        "https://en.wikipedia.org/wiki/First_Schleswig_War",
        "https://en.wikipedia.org/wiki/World_War_1",
        "https://en.wikipedia.org/wiki/Anton_Schnack",
        "https://en.wikipedia.org/wiki/Wilfred_Owen",
        "https://en.wikipedia.org/wiki/Ernst_Stadler",
        "https://en.wikipedia.org/wiki/War_poet",
        "https://en.wikipedia.org/wiki/Pieter_Corneliszoon_Hooft",
        "https://en.wikipedia.org/wiki/Hugo_Grotius",
        "https://en.wikipedia.org/wiki/Edmund_Gosse",
        "https://en.wikipedia.org/wiki/Jacques_Perk",
        "https://en.wikipedia.org/wiki/Martinus_Nijhoff",
        "https://en.wikipedia.org/wiki/World_War_2",
        "https://en.wikipedia.org/wiki/Willem_Kloos",
        "https://en.wikipedia.org/wiki/Lucebert",
        "https://en.wikipedia.org/wiki/Gerrit_Komrij",
        "https://en.wikipedia.org/wiki/Jan_Kal",
        "https://en.wikipedia.org/wiki/Divine_Comedy",
        "https://en.wikipedia.org/wiki/Hexameter",
        "https://en.wikipedia.org/wiki/Josef_Svatopluk_Machar",
        "https://en.wikipedia.org/wiki/Czech_alexandrine",
        "https://en.wikipedia.org/wiki/Polish_literature",
        "https://en.wikipedia.org/wiki/Jan_Kochanowski",
        "https://en.wikipedia.org/wiki/Sebastian_Grabowiecki",
        "https://en.wikipedia.org/wiki/National_poet",
        "https://en.wikipedia.org/wiki/Adam_Mickiewicz",
        "https://en.wikipedia.org/wiki/Sonnet_sequence",
        "https://en.wikipedia.org/wiki/Crimean_Sonnets",
        "https://en.wikipedia.org/wiki/Exile",
        "https://en.wikipedia.org/wiki/Crimean_Peninsula",
        "https://en.wikipedia.org/wiki/Islam",
        "https://en.wikipedia.org/wiki/Crimean_Tatars",
        "https://en.wikipedia.org/wiki/Edna_Worthley_Underwood",
        "https://en.wikipedia.org/wiki/Peter_the_Great",
        "https://en.wikipedia.org/wiki/Alexander_Sumarokov",
        "https://en.wikipedia.org/wiki/Mikhail_Kheraskov",
        "https://en.wikipedia.org/wiki/Onegin_stanza",
        "https://en.wikipedia.org/wiki/Alexander_Pushkin",
        "https://en.wikipedia.org/wiki/Novel_in_verse",
        "https://en.wikipedia.org/wiki/Eugene_Onegin",
        "https://en.wikipedia.org/wiki/Mikhail_Lermontov",
        "https://en.wikipedia.org/wiki/A_Wreath_of_Sonnets",
        "https://en.wikipedia.org/wiki/Crown_of_sonnets",
        "https://en.wikipedia.org/wiki/Second_World_War",
        "https://en.wikipedia.org/wiki/Milan_Jesih",
        "https://en.wikipedia.org/wiki/Iambic_pentameter",
        "https://en.wikipedia.org/wiki/Feminine_rhyme",
        "https://en.wikipedia.org/wiki/Irish_poetry",
        "https://en.wikipedia.org/wiki/Oscar_Wilde",
        "https://en.wikipedia.org/wiki/William_Butler_Yeats",
        "https://en.wikipedia.org/wiki/Tom_Kettle",
        "https://en.wikipedia.org/wiki/Patrick_Kavanagh",
        "https://en.wikipedia.org/wiki/Irish_poetry",
        "https://en.wikipedia.org/wiki/Irish_language",
        "https://en.wikipedia.org/wiki/Gaelic_revival",
        "https://en.wikipedia.org/wiki/National_Museum_of_Ireland",
        "https://en.wikipedia.org/wiki/Frongoch_internment_camp",
        "https://en.wikipedia.org/wiki/Easter_Rising",
        "https://en.wikipedia.org/wiki/William_Shakespeare",
        "https://en.wikipedia.org/wiki/Iambic_pentameter",
        "https://en.wikipedia.org/wiki/Welsh_poetry",
        "https://en.wikipedia.org/wiki/Jan_Morris",
        "https://en.wikipedia.org/wiki/Free_Verse",
        "https://en.wikipedia.org/wiki/English_language",
        "https://en.wikipedia.org/wiki/Cerdd_dafod",
        "https://en.wikipedia.org/wiki/Cynghanedd",
        "https://en.wikipedia.org/wiki/Welsh_language",
        "https://en.wikipedia.org/wiki/Welsh_nationalism",
        "https://en.wikipedia.org/wiki/Traditionalist_Catholic",
        "https://en.wikipedia.org/wiki/Saunders_Lewis",
        "https://en.wikipedia.org/wiki/Thomas_Evan_Nicholas",
        "https://en.wikipedia.org/wiki/Immanuel_the_Roman",
        "https://en.wikipedia.org/wiki/Maqama",
        "https://en.wikipedia.org/wiki/Amsterdam",
        "https://en.wikipedia.org/wiki/Oran",
        "https://en.wikipedia.org/wiki/Turkey",
        "https://en.wikipedia.org/wiki/Dogri",
        "https://en.wikipedia.org/wiki/Hindi",
        "https://en.wikipedia.org/wiki/Kannada",
        "https://en.wikipedia.org/wiki/Kashmiri_language",
        "https://en.wikipedia.org/wiki/Malayalam",
        "https://en.wikipedia.org/wiki/Urdu",
        "https://en.wikipedia.org/wiki/Urdu",
        "https://en.wikipedia.org/wiki/Urdu_poetry",
        "https://en.wikipedia.org/wiki/Urdu_literature",
        "https://en.wikipedia.org/wiki/Akhtar_Sheerani",
        "https://en.wikipedia.org/wiki/Noon_Meem_Rashid",
        "https://en.wikipedia.org/wiki/Mehr_Lal_Soni_Zia_Fatehabadi",
        "https://en.wikipedia.org/wiki/Salaam_Machhalishahari",
        "https://en.wikipedia.org/wiki/Wazir_Agha",
        "https://en.wikipedia.org/wiki/Quatorzain",
        "https://en.wikipedia.org/wiki/Crisis_Magazine",
        "https://en.wikipedia.org/wiki/Richard_Chevenix_Trench",
        "https://en.wikipedia.org/wiki/Roland_Greene",
        "https://en.wikipedia.org/wiki/Dana_Gioia",
        "https://en.wikipedia.org/wiki/St_Austin_Review",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Allgemeine_Deutsche_Biographie",
        "https://en.wikipedia.org/wiki/Louis_de_Paor",
        "https://en.wikipedia.org/wiki/The_Irish_Post",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/University_of_Wales",
        "https://en.wikipedia.org/wiki/National_Library_of_Wales",
        "https://en.wikipedia.org/wiki/Blackwell_Publishing",
        "https://en.wikipedia.org/wiki/The_Belknap_Press",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Palgrave_Macmillan",
        "https://en.wikipedia.org/wiki/Poetic_form",
        "https://en.wikipedia.org/wiki/Stanza",
        "https://en.wikipedia.org/wiki/Alcaic_stanza",
        "https://en.wikipedia.org/wiki/Ballad_stanza",
        "https://en.wikipedia.org/wiki/Biolet",
        "https://en.wikipedia.org/wiki/Burns_stanza",
        "https://en.wikipedia.org/wiki/Chaubola",
        "https://en.wikipedia.org/wiki/Cinquain",
        "https://en.wikipedia.org/wiki/Couplet",
        "https://en.wikipedia.org/wiki/Ghazal",
        "https://en.wikipedia.org/wiki/Quatorzain",
        "https://en.wikipedia.org/wiki/Quatrain",
        "https://en.wikipedia.org/wiki/Rhyme_royal",
        "https://en.wikipedia.org/wiki/Sapphic_stanza",
        "https://en.wikipedia.org/wiki/Sestain",
        "https://en.wikipedia.org/wiki/Sestet",
        "https://en.wikipedia.org/wiki/Tail_rhyme",
        "https://en.wikipedia.org/wiki/Tercet",
        "https://en.wikipedia.org/wiki/Triolet",
        "https://en.wikipedia.org/wiki/Terza_rima",
        "https://en.wikipedia.org/wiki/Verse_paragraph",
        "https://en.wikipedia.org/wiki/Villanelle",
        "https://en.wikipedia.org/wiki/Rhyme",
        "https://en.wikipedia.org/wiki/Alliteration",
        "https://en.wikipedia.org/wiki/Assonance",
        "https://en.wikipedia.org/wiki/Broken_rhyme",
        "https://en.wikipedia.org/wiki/Literary_consonance",
        "https://en.wikipedia.org/wiki/Half_rhyme",
        "https://en.wikipedia.org/wiki/Holorime",
        "https://en.wikipedia.org/wiki/Internal_rhyme",
        "https://en.wikipedia.org/wiki/Monorhyme",
        "https://en.wikipedia.org/wiki/Pararhyme",
        "https://en.wikipedia.org/wiki/Perfect_rhyme",
        "https://en.wikipedia.org/wiki/Rhyme_scheme",
        "https://en.wikipedia.org/wiki/Syllable_rhyme",
        "https://en.wikipedia.org/wiki/Sonnet",
        "https://en.wikipedia.org/wiki/Sonnet",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}