{
    "url": "https://en.wikipedia.org/wiki/Space_habitat",
    "title": "Space habitat",
    "table_of_contents": [
        "1 Definition",
        "2 History",
        "3 Motivation",
        "4 Advantages",
        "4.1 Access to solar energy",
        "4.2 Outside gravity well",
        "4.3 In-situ resource utilization",
        "4.4 Asteroids and other small bodies",
        "4.5 Population",
        "4.6 Zero g recreation",
        "4.7 Passenger compartment",
        "5 Requirements",
        "5.1 Atmosphere",
        "5.2 Food production",
        "5.3 Artificial gravity",
        "5.4 Protection from radiation",
        "5.5 Heat rejection",
        "5.6 Meteoroids and dust",
        "5.7 Attitude control",
        "6 Considerations",
        "6.1 Initial capital outlay",
        "6.2 Location",
        "7 Conceptual studies",
        "7.1 O'Neill - The High Frontier",
        "7.1.1 NASA Ames/Stanford 1975 Summer Study",
        "7.1.2 Space Studies Institute",
        "7.2 NASA concepts",
        "7.3 Other concepts",
        "8 Gallery",
        "9 Current projects",
        "10 See also",
        "11 Notes",
        "12 References",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A space habitat (also called a space settlement, space colony, spacestead, space city, orbital habitat, orbital settlement, orbital colony, orbital stead or orbital city) is a more advanced form of living quarters than a space station or habitation module, in that it is intended as a permanent settlement or green habitat rather than as a simple way-station or other specialized facility. No space habitat has been constructed yet, but many design concepts, with varying degrees of realism, have come both from engineers and from science-fiction authors.\n\nThe term space habitat sometimes includes more broadly habitats built on or in a body other than Earth—such as the Moon, Mars or an asteroid. This article concentrates on self-contained structures envisaged for micro-g environments.\n\n"
        },
        {
            "title": "Definition",
            "text": "A space habitat, or more precisely a space settlement, is any large-scale habitation facility in space, or more particularly in outer space or an orbit. A space habitat is typically designed to rotate so as to prevent long-term exposure of its residents to the peril of weightlessness or microgravity; studies have shown rotation to be a healthy substitute for gravity.\n\nWhile not automatically constituting a colonial entity, a space habitat can be an element of a space colony. The term ’space colony’ has been viewed critically, prompting Carl Sagan to propose the term space city.[1][2]\n\n"
        },
        {
            "title": "History",
            "text": "The idea of space habitats either in fact or fiction goes back to the second half of the 19th century. \"The Brick Moon\", a fictional story written in 1869 by Edward Everett Hale, is perhaps the first treatment of this idea in writing. In 1903, space pioneer Konstantin Tsiolkovsky speculated about rotating cylindrical space habitats, with plants fed by the sun, in Beyond Planet Earth.[3][4] In the 1920s John Desmond Bernal and others speculated about giant space habitats. Dandridge M. Cole in the late 1950s and 1960s speculated about hollowing out asteroids and then rotating them to use as settlements in various magazine articles and books, notably Islands In Space: The Challenge Of The Planetoids.[5]\n\n"
        },
        {
            "title": "Motivation",
            "text": "There are a range of reasons for space habitats. Beside human spaceflight supported space exploration and space colonization, reasons for space habitats include:\n\n"
        },
        {
            "title": "Advantages",
            "text": "A number of arguments are made for space habitats having a number of advantages:\n\nSpace has an abundance of light produced from the Sun. In Earth orbit, this amounts to 1400 watts of power per square meter.[7] This energy can be used to produce electricity from solar cells or heat engine based power stations, process ores, provide light for plants to grow and to warm space habitats.\n\nEarth-to-space habitat trade would be easier than Earth-to-planetary habitat trade, as habitats orbiting Earth will not have a gravity well to overcome to export to Earth, and a smaller gravity well to overcome to import from Earth.\n\nSpace habitats may be supplied with resources from extraterrestrial places like Mars, asteroids, or the Moon (in-situ resource utilization [ISRU];[6] see Asteroid mining). One could produce breathing oxygen, drinking water, and rocket fuel with the help of ISRU.[6] It may become possible to manufacture solar panels from lunar materials.[6]\n\nMost asteroids have a mixture of materials, that could be mined, and because these bodies do not have substantial gravity wells, it would require low delta-V to draw materials from them and haul them to a construction site.[8][full citation needed]\n\nThere is estimated to be enough material in the main asteroid belt alone to build enough space habitats to equal the habitable surface area of 3,000 Earths.[9]\n\nA 1974 estimate assumed that collection of all the material in the main asteroid belt would allow habitats to be constructed to give an immense total population capacity. Using the free-floating resources of the Solar System, this estimate extended into the trillions.[10]\n\nIf a large area at the rotation axis is enclosed, various zero-g sports are possible, including swimming,[11][12] hang gliding[13] and the use of human-powered aircraft.\n\nA space habitat can be the passenger compartment of a large spacecraft for colonizing asteroids, moons, and planets. It can also function as one for a generation ship for travel to other planets or distant stars (L. R. Shepherd described a generation starship in 1952 comparing it to a small planet with many people living in it.)[14][15]\n\n"
        },
        {
            "title": "Requirements",
            "text": "The requirements for a space habitat are many. They would have to provide all the material needs for hundreds or thousands of humans, in an environment out in space that is very hostile to human life.\n\nAir pressure, with normal partial pressures of oxygen (21%), carbon dioxide and nitrogen (78%), is a basic requirement of any space habitat. Basically, most space habitat designs concepts envision large, thin-walled pressure vessels. The required oxygen could be obtained from lunar rock. Nitrogen is most easily available from the Earth, but is also recycled nearly perfectly. Also, nitrogen in the form of ammonia (NH3) may be obtainable from comets and the moons of outer planets. Nitrogen may also be available in unknown quantities on certain other bodies in the outer Solar System. The air of a habitat could be recycled in a number of ways. One concept is to use photosynthetic gardens, possibly via hydroponics, or forest gardening.[citation needed] However, these do not remove certain industrial pollutants, such as volatile oils, and excess simple molecular gases. The standard method used on nuclear submarines, a similar form of closed environment, is to use a catalytic burner, which effectively decomposes most organics. Further protection might be provided by a small cryogenic distillation system which would gradually remove impurities such as mercury vapor, and noble gases that cannot be catalytically burned.[citation needed]\n\nOrganic materials for food production would also need to be provided. At first, most of these would have to be imported from Earth.[citation needed] After that, feces recycling should reduce the need for imports.[citation needed] One proposed recycling method would start by burning the cryogenic distillate, plants, garbage and sewage with air in an electric arc, and distilling the result.[citation needed] The resulting carbon dioxide and water would be immediately usable in agriculture. The nitrates and salts in the ash could be dissolved in water and separated into pure minerals. Most of the nitrates, potassium and sodium salts would recycle as fertilizers. Other minerals containing iron, nickel, and silicon could be chemically purified in batches and reused industrially. The small fraction of remaining materials, well below 0.01% by weight, could be processed into pure elements with zero-gravity mass spectrometry, and added in appropriate amounts to the fertilizers and industrial stocks. It is likely that methods would be greatly refined as people began to actually live in space habitats.\n\nLong-term on-orbit studies have proven that zero gravity weakens bones and muscles, and upsets calcium metabolism and immune systems. Most people have a continual stuffy nose or sinus problems, and a few people have dramatic, incurable motion sickness. Most habitat designs would rotate in order to use inertial forces to simulate gravity. NASA studies with chickens and plants have proven that this is an effective physiological substitute for gravity.[citation needed] Turning one's head rapidly in such an environment causes a \"tilt\" to be sensed as one's inner ears move at different rotational rates. Centrifuge studies show that people get motion-sick in habitats with a rotational radius of less than 100 metres, or with a rotation rate above 3 rotations per minute. However, the same studies and statistical inference indicate that almost all people should be able to live comfortably in habitats with a rotational radius larger than 500 meters and below 1 RPM. Experienced persons were not merely more resistant to motion sickness, but could also use the effect to determine \"spinward\" and \"antispinward\" directions in the centrifuges.[citation needed]\n\nIf a space habitat is located at L4 or L5, then its orbit will take it outside of the protection of the Earth's magnetosphere for approximately two-thirds of the time (as happens with the Moon), putting residents at risk of proton exposure from the solar wind (see Health threat from cosmic rays). Water walls or ice walls can provide protection from solar and cosmic radiation, as 7 cm of water depth blocks approximately half of incident radiation.[16] Alternatively, rock could be used as shielding; 4 metric tons per square meter of surface area could reduce radiation dosage to several mSv or less annually, below the rate of some populated high natural background areas on Earth.[17] Alternative concepts based on active shielding are untested yet and more complex than such passive mass shielding, but usage of magnetic and/or electric fields to deflect particles could potentially greatly reduce mass requirements.[18]\n\nThe habitat is in a vacuum, and therefore resembles a giant thermos bottle. Habitats also need a radiator to eliminate heat from absorbed sunlight. Very small habitats might have a central vane that rotates with the habitat. In this design, convection would raise hot air \"up\" (toward the center), and cool air would fall down into the outer habitat. Some other designs would distribute coolants, such as chilled water from a central radiator.\n\nThe habitat would need to withstand potential impacts from space debris, meteoroids, dust, etc. Most meteoroids that strike the earth vaporize in the atmosphere. Without a thick protective atmosphere meteoroid strikes would pose a much greater risk to a space habitat. Radar will sweep the space around each habitat mapping the trajectory of debris and other man-made objects and allowing corrective actions to be taken to protect the habitat.[citation needed]\n\nIn some designs (O'Neill/NASA Ames \"Stanford Torus\" and \"Crystal palace in a Hatbox\" habitat designs have a non-rotating cosmic ray shield of packed sand (~1.9 m thick) or even artificial aggregate rock (1.7 m ersatz concrete). Other proposals use the rock as structure and integral shielding (O'Neill, \"the High Frontier\". Sheppard, \"Concrete Space Colonies\"; Spaceflight, journal of the B.I.S.) In any of these cases, strong meteoroid protection is implied by the external radiation shell ~4.5 tonnes of rock material, per square meter.[19]\n\nNote that Solar Power Satellites are proposed in the multi-GW ranges, and such energies and technologies would allow constant radar mapping of nearby 3D space out-to arbitrarily far away, limited only by effort expended to do so.\n\nProposals are available to move even kilometer-sized NEOs to high Earth orbits, and reaction engines for such purposes would move a space habitat and any arbitrarily large shield, but not in any timely or rapid manner, the thrust being very low compared to the huge mass.\n\nMost mirror geometries require something on the habitat to be aimed at the sun and so attitude control is necessary. The original O'Neill design used the two cylinders as momentum wheels to roll the colony, and pushed the sunward pivots together or apart to use precession to change their angle.\n\n"
        },
        {
            "title": "Considerations",
            "text": "Even the smallest of the habitat designs mentioned below are more massive than the total mass of all items that humans have ever launched into Earth orbit combined.[citation needed] Prerequisites to building habitats are either cheaper launch costs or a mining and manufacturing base on the Moon or other body having low delta-v from the desired habitat location.[8][full citation needed]\n\nThe optimal habitat orbits are still debated, and so orbital stationkeeping is probably a commercial issue. The lunar L4 and L5 orbits are now thought to be too far away from the moon and Earth. A more modern proposal is to use a two-to-one resonance orbit that alternately has a close, low-energy (cheap) approach to the Moon, and then to the Earth.[citation needed] This provides quick, inexpensive access to both raw materials and the major market. Most habitat designs plan to use electromagnetic tether propulsion, or mass drivers used instead of rocket motors. The advantage of these is that they either use no reaction mass at all, or use cheap reaction mass.[citation needed]\n\n"
        },
        {
            "title": "Conceptual studies",
            "text": "Around 1970, near the end of Project Apollo (1961–1972), Gerard K. O'Neill, an experimental physicist at Princeton University, was looking for a topic to tempt his physics students, most of them freshmen in engineering. He hit upon the idea of assigning them feasibility calculations for large space-habitats. To his surprise, the habitats seemed feasible even in very large sizes: cylinders 8 km (5 mi) in diameter and 32 km (20 mi) long, even if made from ordinary materials such as steel and glass. Also, the students solved problems such as radiation protection from cosmic rays (almost free in the larger sizes), getting naturalistic Sun angles, provision of power, realistic pest-free farming and orbital attitude control without reaction motors. O'Neill published an article about these colony concepts in Physics Today in 1974.[10] (See the above illustration of such a colony, a classic \"O'Neill Colony\"). He expanded the article in his 1976 book The High Frontier: Human Colonies in Space.\n\nThe result motivated NASA to sponsor a couple of summer workshops led by O'Neill.[20][21] Several concepts were studied, with sizes ranging from 1,000 to 10,000,000 people,[8][22][23][full citation needed] including versions of the Stanford torus. Three concepts were presented to NASA: the Bernal Sphere, the Toroidal Colony and the Cylindrical Colony.[24]\n\nO'Neill's concepts had an example of a payback scheme: construction of solar power satellites from lunar materials. O'Neill did not emphasize the building of solar power satellites as such, but rather offered proof that orbital manufacturing from lunar materials could generate profits. He and other participants presumed that once such manufacturing facilities had started production, many profitable uses for them would be found, and the colony would become self-supporting and begin to build other colonies as well.\n\nThe concept studies generated a notable groundswell of public interest. One effect of this expansion was the founding of the L5 Society in the U.S., a group of enthusiasts that desired to build and live in such colonies. The group was named after the space-colony orbit which was then believed to be the most profitable, a kidney-shaped orbit around either of Earth's lunar Lagrange points 5 or 4.\n\nIn 1977 O'Neill founded the Space Studies Institute, which initially funded and constructed some prototypes of the new hardware needed for a space colonization effort, as well as producing a number of feasibility studies. One of the early projects, for instance, involved a series of functional prototypes of a mass driver, the essential technology for moving ores efficiently from the Moon to space colony orbits.\n\nSome NASA concept studies included:\n\n"
        },
        {
            "title": "Current projects",
            "text": "The following projects and proposals, while not truly space habitats, incorporate aspects of what they would have and may represent stepping stones towards eventually building of space habitats.\n\nThe Nautilus-X Multi-Mission Space Exploration Vehicle (MMSEV): this 2011 NASA proposal for a long-duration crewed space transport vehicle included an artificial gravity compartment intended to promote crew-health for a crew of up to six persons on missions of up to two years duration. The partial-g torus-ring centrifuge would utilize both standard metal-frame and inflatable spacecraft structures and would provide 0.11 to 0.69g if built with the 40 feet (12 m) diameter option.\n\nThe ISS Centrifuge Demo, also proposed in 2011 as a demonstration project preparatory to the final design of the larger torus centrifuge space habitat for the Multi-Mission Space Exploration Vehicle. The structure would have an outside diameter of 30 feet (9.1 m) with a 30 inches (760 mm) ring interior cross-section diameter and would provide 0.08 to 0.51g partial gravity. This test and evaluation centrifuge would have the capability to become a Sleep Module for ISS crew.\n\nThe Bigelow Commercial Space Station was announced in mid-2010. The initial build-out of the station is expected in 2014/2015. Bigelow has publicly shown space station design configurations with up to nine modules containing 100,000 cu ft (2,800 m3) of habitable space. Bigelow began to publicly refer to the initial configuration as \"Space Complex Alpha\" in October 2010.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Space_station",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Space_station",
        "https://en.wikipedia.org/wiki/Mars_habitat",
        "https://en.wikipedia.org/wiki/Outer_space",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Carl_Sagan",
        "https://en.wikipedia.org/wiki/The_Brick_Moon",
        "https://en.wikipedia.org/wiki/Konstantin_Tsiolkovsky",
        "https://en.wikipedia.org/wiki/John_Desmond_Bernal",
        "https://en.wikipedia.org/wiki/Space_and_survival",
        "https://en.wikipedia.org/wiki/Stanford_torus",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Civilization",
        "https://en.wikipedia.org/wiki/Biosphere",
        "https://en.wikipedia.org/wiki/Ecosystem",
        "https://en.wikipedia.org/wiki/Indigenous_peoples",
        "https://en.wikipedia.org/wiki/Population_pressure",
        "https://en.wikipedia.org/wiki/Photovoltaics",
        "https://en.wikipedia.org/wiki/Heat_engine",
        "https://en.wikipedia.org/wiki/Gravity_well",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Asteroid",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Asteroid_mining",
        "https://en.wikipedia.org/wiki/Asteroid_mining",
        "https://en.wikipedia.org/wiki/Hang_gliding",
        "https://en.wikipedia.org/wiki/Space_and_survival",
        "https://en.wikipedia.org/wiki/Asteroid",
        "https://en.wikipedia.org/wiki/Generation_ship",
        "https://en.wikipedia.org/wiki/Airglow",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Pressure",
        "https://en.wikipedia.org/wiki/Oxygen",
        "https://en.wikipedia.org/wiki/Carbon_dioxide",
        "https://en.wikipedia.org/wiki/Nitrogen",
        "https://en.wikipedia.org/wiki/Ammonia",
        "https://en.wikipedia.org/wiki/Outer_Solar_System",
        "https://en.wikipedia.org/wiki/Photosynthesis",
        "https://en.wikipedia.org/wiki/Gardening",
        "https://en.wikipedia.org/wiki/Hydroponics",
        "https://en.wikipedia.org/wiki/Forest_gardening",
        "https://en.wikipedia.org/wiki/Nuclear_submarines",
        "https://en.wikipedia.org/wiki/Catalytic",
        "https://en.wikipedia.org/wiki/Organic_chemistry",
        "https://en.wikipedia.org/wiki/Mass_spectrometry",
        "https://en.wikipedia.org/wiki/Artificial_gravity",
        "https://en.wikipedia.org/wiki/Inertia",
        "https://en.wikipedia.org/wiki/Artificial_gravity",
        "https://en.wikipedia.org/wiki/Magnetosphere",
        "https://en.wikipedia.org/wiki/Solar_wind",
        "https://en.wikipedia.org/wiki/Health_threat_from_cosmic_rays",
        "https://en.wikipedia.org/wiki/Background_radiation",
        "https://en.wikipedia.org/wiki/Radiator",
        "https://en.wikipedia.org/wiki/Convection",
        "https://en.wikipedia.org/wiki/Space_debris",
        "https://en.wikipedia.org/wiki/Meteoroid",
        "https://en.wikipedia.org/wiki/Radar",
        "https://en.wikipedia.org/wiki/Attitude_control",
        "https://en.wikipedia.org/wiki/Momentum_wheel",
        "https://en.wikipedia.org/wiki/Precession",
        "https://en.wikipedia.org/wiki/Orbital_stationkeeping",
        "https://en.wikipedia.org/wiki/Tether_propulsion",
        "https://en.wikipedia.org/wiki/Mass_driver",
        "https://en.wikipedia.org/wiki/Hermann_Noordung",
        "https://en.wikipedia.org/wiki/Project_Apollo",
        "https://en.wikipedia.org/wiki/Princeton_University",
        "https://en.wikipedia.org/wiki/Freshmen",
        "https://en.wikipedia.org/wiki/Physics_Today",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Stanford_torus",
        "https://en.wikipedia.org/wiki/Bernal_sphere",
        "https://en.wikipedia.org/wiki/Solar_power_satellite",
        "https://en.wikipedia.org/wiki/L5_Society",
        "https://en.wikipedia.org/wiki/Lagrange_point",
        "https://en.wikipedia.org/wiki/Space_Studies_Institute",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Mass_driver",
        "https://en.wikipedia.org/wiki/Ore",
        "https://en.wikipedia.org/wiki/Stanford_torus",
        "https://en.wikipedia.org/wiki/Counterweight",
        "https://en.wikipedia.org/wiki/Transhab",
        "https://en.wikipedia.org/wiki/Dandridge_MacFarlan_Cole",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Larry_Niven",
        "https://en.wikipedia.org/wiki/Known_Space",
        "https://en.wikipedia.org/wiki/Colonization_of_the_asteroids",
        "https://en.wikipedia.org/wiki/Hard_science_fiction",
        "https://en.wikipedia.org/wiki/Kim_Stanley_Robinson",
        "https://en.wikipedia.org/wiki/Carbon_nanotube",
        "https://en.wikipedia.org/wiki/McKendree_cylinder",
        "https://en.wikipedia.org/wiki/Artificial_gravity",
        "https://en.wikipedia.org/wiki/Gravity",
        "https://en.wikipedia.org/wiki/Torus",
        "https://en.wikipedia.org/wiki/Centrifuge",
        "https://en.wikipedia.org/wiki/Inflatable_space_habitat",
        "https://en.wikipedia.org/wiki/Standard_gravity",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Bigelow_Commercial_Space_Station",
        "https://en.wikipedia.org/wiki/Bioastronautics",
        "https://en.wikipedia.org/wiki/Domed_city",
        "https://en.wikipedia.org/wiki/Dyson_sphere",
        "https://en.wikipedia.org/wiki/Floating_cities_and_islands_in_fiction",
        "https://en.wikipedia.org/wiki/Human_outpost",
        "https://en.wikipedia.org/wiki/Locomotion_in_space",
        "https://en.wikipedia.org/wiki/Megastructure",
        "https://en.wikipedia.org/wiki/Planetary_chauvinism",
        "https://en.wikipedia.org/wiki/Research_station",
        "https://en.wikipedia.org/wiki/Space_architecture",
        "https://en.wikipedia.org/wiki/Space_observatory",
        "https://en.wikipedia.org/wiki/Space_stations_and_habitats_in_fiction",
        "https://en.wikipedia.org/wiki/Spaceflight",
        "https://en.wikipedia.org/wiki/Space_station",
        "https://en.wikipedia.org/wiki/Spome",
        "https://en.wikipedia.org/wiki/Underground_living",
        "https://en.wikipedia.org/wiki/Underground_city",
        "https://en.wikipedia.org/wiki/Underwater_habitat",
        "https://en.wikipedia.org/wiki/Space_station",
        "https://en.wikipedia.org/wiki/List_of_space_stations",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Tiangong_space_station",
        "https://en.wikipedia.org/wiki/Salyut_programme",
        "https://en.wikipedia.org/wiki/Salyut_1",
        "https://en.wikipedia.org/wiki/Salyut_2",
        "https://en.wikipedia.org/wiki/Kosmos_557",
        "https://en.wikipedia.org/wiki/Salyut_3",
        "https://en.wikipedia.org/wiki/Salyut_4",
        "https://en.wikipedia.org/wiki/Salyut_5",
        "https://en.wikipedia.org/wiki/Salyut_6",
        "https://en.wikipedia.org/wiki/Salyut_7",
        "https://en.wikipedia.org/wiki/Mir",
        "https://en.wikipedia.org/wiki/OPS_0855",
        "https://en.wikipedia.org/wiki/Skylab",
        "https://en.wikipedia.org/wiki/Tiangong_program",
        "https://en.wikipedia.org/wiki/Genesis_I",
        "https://en.wikipedia.org/wiki/Genesis_I",
        "https://en.wikipedia.org/wiki/Deep_Space_Habitat",
        "https://en.wikipedia.org/wiki/Excalibur_Almaz",
        "https://en.wikipedia.org/wiki/Exploration_Gateway_Platform",
        "https://en.wikipedia.org/wiki/Manned_Orbiting_Laboratory",
        "https://en.wikipedia.org/wiki/Skylab_B",
        "https://en.wikipedia.org/wiki/Sundancer",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Space_Station_Freedom",
        "https://en.wikipedia.org/wiki/US_Orbital_Segment",
        "https://en.wikipedia.org/wiki/Russian_Orbital_Segment",
        "https://en.wikipedia.org/wiki/Russian_Orbital_Service_Station",
        "https://en.wikipedia.org/wiki/Axiom_Station",
        "https://en.wikipedia.org/wiki/Bigelow_Commercial_Space_Station",
        "https://en.wikipedia.org/wiki/Lunar_Gateway",
        "https://en.wikipedia.org/wiki/Aurora_Space_Station",
        "https://en.wikipedia.org/wiki/Bernal_sphere",
        "https://en.wikipedia.org/wiki/Space_Industries_Incorporated",
        "https://en.wikipedia.org/wiki/Lunar_Orbital_Station",
        "https://en.wikipedia.org/wiki/McKendree_cylinder",
        "https://en.wikipedia.org/wiki/Orbital_Piloted_Assembly_and_Experiment_Complex",
        "https://en.wikipedia.org/wiki/Orbital_Reef",
        "https://en.wikipedia.org/wiki/Orbital_Technologies_Commercial_Space_Station",
        "https://en.wikipedia.org/wiki/Rotating_wheel_space_station",
        "https://en.wikipedia.org/wiki/Skylab_II",
        "https://en.wikipedia.org/wiki/FlexCraft",
        "https://en.wikipedia.org/wiki/Stanford_torus",
        "https://en.wikipedia.org/wiki/Starlab_Space_Station",
        "https://en.wikipedia.org/wiki/Voyager_Station",
        "https://en.wikipedia.org/wiki/Wet_workshop",
        "https://en.wikipedia.org/wiki/List_of_films_featuring_space_stations",
        "https://en.wikipedia.org/wiki/Space_stations_and_habitats_in_fiction",
        "https://en.wikipedia.org/wiki/Mission_to_Mir",
        "https://en.wikipedia.org/wiki/Space_Station_3D",
        "https://en.wikipedia.org/wiki/Space_Tourists",
        "https://en.wikipedia.org/wiki/A_Beautiful_Planet",
        "https://en.wikipedia.org/wiki/Almaz",
        "https://en.wikipedia.org/wiki/Spaceflight",
        "https://en.wikipedia.org/wiki/Orbital_mechanics",
        "https://en.wikipedia.org/wiki/History_of_spaceflight",
        "https://en.wikipedia.org/wiki/Timeline_of_spaceflight",
        "https://en.wikipedia.org/wiki/Space_Race",
        "https://en.wikipedia.org/wiki/List_of_spaceflight_records",
        "https://en.wikipedia.org/wiki/Space_launch",
        "https://en.wikipedia.org/wiki/Space_policy",
        "https://en.wikipedia.org/wiki/Chinese_space_program",
        "https://en.wikipedia.org/wiki/European_Space_Agency_Science_Programme",
        "https://en.wikipedia.org/wiki/European_Union_Space_Programme",
        "https://en.wikipedia.org/wiki/Indian_Space_Research_Organisation",
        "https://en.wikipedia.org/wiki/Japanese_space_program",
        "https://en.wikipedia.org/wiki/Roscosmos",
        "https://en.wikipedia.org/wiki/Soviet_space_program",
        "https://en.wikipedia.org/wiki/Space_policy_of_the_United_States",
        "https://en.wikipedia.org/wiki/Space_law",
        "https://en.wikipedia.org/wiki/Outer_Space_Treaty",
        "https://en.wikipedia.org/wiki/Rescue_Agreement",
        "https://en.wikipedia.org/wiki/Space_Liability_Convention",
        "https://en.wikipedia.org/wiki/Registration_Convention",
        "https://en.wikipedia.org/wiki/Moon_Treaty",
        "https://en.wikipedia.org/wiki/Space_warfare",
        "https://en.wikipedia.org/wiki/Space_command",
        "https://en.wikipedia.org/wiki/Space_force",
        "https://en.wikipedia.org/wiki/Militarisation_of_space",
        "https://en.wikipedia.org/wiki/Private_spaceflight",
        "https://en.wikipedia.org/wiki/Outline_of_space_science",
        "https://en.wikipedia.org/wiki/Space_telescope",
        "https://en.wikipedia.org/wiki/Earth_observation_satellite",
        "https://en.wikipedia.org/wiki/Satellite_imagery",
        "https://en.wikipedia.org/wiki/Reconnaissance_satellite",
        "https://en.wikipedia.org/wiki/Weather_satellite",
        "https://en.wikipedia.org/wiki/Communications_satellite",
        "https://en.wikipedia.org/wiki/Satellite_Internet_access",
        "https://en.wikipedia.org/wiki/Satellite_radio",
        "https://en.wikipedia.org/wiki/Satellite_phone",
        "https://en.wikipedia.org/wiki/Satellite_television",
        "https://en.wikipedia.org/wiki/Satellite_navigation",
        "https://en.wikipedia.org/wiki/Commercial_use_of_space",
        "https://en.wikipedia.org/wiki/Space_launch_market_competition",
        "https://en.wikipedia.org/wiki/Space_architecture",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Space_research",
        "https://en.wikipedia.org/wiki/Space_technology",
        "https://en.wikipedia.org/wiki/Space_weather",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/Astronaut",
        "https://en.wikipedia.org/wiki/Commercial_astronaut",
        "https://en.wikipedia.org/wiki/Animals_in_space",
        "https://en.wikipedia.org/wiki/Bioastronautics",
        "https://en.wikipedia.org/wiki/Space_suit",
        "https://en.wikipedia.org/wiki/Extravehicular_activity",
        "https://en.wikipedia.org/wiki/Overview_effect",
        "https://en.wikipedia.org/wiki/Weightlessness",
        "https://en.wikipedia.org/wiki/Space_toilet",
        "https://en.wikipedia.org/wiki/Space_tourism",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Space_diving",
        "https://en.wikipedia.org/wiki/Vostok_programme",
        "https://en.wikipedia.org/wiki/Project_Mercury",
        "https://en.wikipedia.org/wiki/Voskhod_programme",
        "https://en.wikipedia.org/wiki/Project_Gemini",
        "https://en.wikipedia.org/wiki/Soyuz_programme",
        "https://en.wikipedia.org/wiki/Apollo_program",
        "https://en.wikipedia.org/wiki/Skylab",
        "https://en.wikipedia.org/wiki/Space_Shuttle_program",
        "https://en.wikipedia.org/wiki/Mir",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/China_Manned_Space_Program",
        "https://en.wikipedia.org/wiki/Tiangong_program",
        "https://en.wikipedia.org/wiki/New_Shepard",
        "https://en.wikipedia.org/wiki/Artemis_program",
        "https://en.wikipedia.org/wiki/Effect_of_spaceflight_on_the_human_body",
        "https://en.wikipedia.org/wiki/Space_adaptation_syndrome",
        "https://en.wikipedia.org/wiki/Health_threat_from_cosmic_rays",
        "https://en.wikipedia.org/wiki/Space_psychology",
        "https://en.wikipedia.org/wiki/Psychological_and_sociological_effects_of_spaceflight",
        "https://en.wikipedia.org/wiki/Space_and_survival",
        "https://en.wikipedia.org/wiki/Space_medicine",
        "https://en.wikipedia.org/wiki/Space_nursing",
        "https://en.wikipedia.org/wiki/Spacecraft",
        "https://en.wikipedia.org/wiki/Launch_vehicle",
        "https://en.wikipedia.org/wiki/Rocket",
        "https://en.wikipedia.org/wiki/Space_capsule",
        "https://en.wikipedia.org/wiki/Orbital_module",
        "https://en.wikipedia.org/wiki/Reentry_capsule",
        "https://en.wikipedia.org/wiki/Service_module",
        "https://en.wikipedia.org/wiki/Spaceplane",
        "https://en.wikipedia.org/wiki/Robotic_spacecraft",
        "https://en.wikipedia.org/wiki/Satellite",
        "https://en.wikipedia.org/wiki/Space_probe",
        "https://en.wikipedia.org/wiki/Space_telescope",
        "https://en.wikipedia.org/wiki/Spacecraft_propulsion",
        "https://en.wikipedia.org/wiki/Rocket_engine",
        "https://en.wikipedia.org/wiki/Spacecraft_electric_propulsion",
        "https://en.wikipedia.org/wiki/Solar_sail",
        "https://en.wikipedia.org/wiki/Gravity_assist",
        "https://en.wikipedia.org/wiki/Orbital_spaceflight",
        "https://en.wikipedia.org/wiki/Geocentric_orbit",
        "https://en.wikipedia.org/wiki/Geosynchronous_orbit",
        "https://en.wikipedia.org/wiki/Interplanetary_spaceflight",
        "https://en.wikipedia.org/wiki/Interstellar_travel",
        "https://en.wikipedia.org/wiki/Intergalactic_travel",
        "https://en.wikipedia.org/wiki/Space_launch",
        "https://en.wikipedia.org/wiki/Direct_ascent",
        "https://en.wikipedia.org/wiki/Escape_velocity",
        "https://en.wikipedia.org/wiki/Expendable_launch_system",
        "https://en.wikipedia.org/wiki/Reusable_launch_vehicle",
        "https://en.wikipedia.org/wiki/Launch_pad",
        "https://en.wikipedia.org/wiki/Spaceport",
        "https://en.wikipedia.org/wiki/Ground_segment",
        "https://en.wikipedia.org/wiki/Flight_controller",
        "https://en.wikipedia.org/wiki/Ground_station",
        "https://en.wikipedia.org/wiki/Orbital_pass",
        "https://en.wikipedia.org/wiki/Mission_control_center",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Interplanetary_spaceflight",
        "https://en.wikipedia.org/wiki/Interstellar_travel",
        "https://en.wikipedia.org/wiki/Intergalactic_travel",
        "https://en.wikipedia.org/wiki/Planetary_habitability",
        "https://en.wikipedia.org/wiki/Space_and_survival",
        "https://en.wikipedia.org/wiki/Terraforming",
        "https://en.wikipedia.org/wiki/McKendree_cylinder",
        "https://en.wikipedia.org/wiki/Stanford_torus",
        "https://en.wikipedia.org/wiki/Lagrange_point_colonization",
        "https://en.wikipedia.org/wiki/Colonization_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/Colonization_of_Mercury",
        "https://en.wikipedia.org/wiki/Colonization_of_Venus",
        "https://en.wikipedia.org/wiki/Colonization_of_Mars",
        "https://en.wikipedia.org/wiki/Colonization_of_the_asteroids",
        "https://en.wikipedia.org/wiki/Asteroid_mining",
        "https://en.wikipedia.org/wiki/Colonization_of_the_Moon",
        "https://en.wikipedia.org/wiki/Colonization_of_Europa",
        "https://en.wikipedia.org/wiki/Colonization_of_Titan",
        "https://en.wikipedia.org/wiki/Terraforming_of_Mars",
        "https://en.wikipedia.org/wiki/Terraforming_of_Venus",
        "https://en.wikipedia.org/wiki/Mars_Society",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/National_Space_Society",
        "https://en.wikipedia.org/wiki/SpaceX",
        "https://en.wikipedia.org/wiki/The_Planetary_Society",
        "https://en.wikipedia.org/wiki/Space_habitat",
        "https://en.wikipedia.org/wiki/Space_habitat",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}