{
    "url": "https://en.wikipedia.org/wiki/Space_launch_market_competition",
    "title": "Space launch market competition",
    "table_of_contents": [
        "1 History",
        "1.1 1970s and 1980s: Commercial satellites emerge",
        "1.2 2000-2010",
        "1.3 2010s: Competition and pricing pressure",
        "1.4 Raising private capital",
        "1.5 2014 and beyond",
        "1.6 Competition for the American heavy-lift market",
        "2 Launch contract competitive results",
        "2.1 Before 2014",
        "2.2 2014",
        "2.3 2015",
        "2.4 Since 2016",
        "3 Launch industry response - to lower prices - from 2014",
        "4 Effect on related industries",
        "5 Launch vehicle cost vs mass launch cost",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Space launch market competition is the manifestation of market forces in the launch service provider business. In particular it is the trend of competitive dynamics among payload transport capabilities at diverse prices having a greater influence on launch purchasing than the traditional political considerations of country of manufacture or the national entity using, regulating or licensing the launch service.\n\nFollowing the advent of spaceflight technology in the late 1950s, space launch services came into being, exclusively by national programs. Later in the 20th century commercial operators became significant customers of launch providers. International competition for the communications satellite payload subset of the launch market was increasingly influenced by commercial considerations. However, even during this period, for both commercial- and government-entity-launched commsats, the launch service providers for these payloads used launch vehicles built to government specifications, and with state-provided development funding exclusively.\n\nIn the early 2010s, privately developed launch vehicle systems and space launch service offerings emerged. Companies now faced economic incentives rather than the principally political incentives of the earlier decades. The space launch business experienced a dramatic lowering of per-unit prices along with the addition of entirely new capabilities, bringing about a new phase of competition in the space launch market.\n\n"
        },
        {
            "title": "History",
            "text": "In the early decades of the Space Age—1950s–2000s—the government space agencies of the Soviet Union and the United States pioneered space technology. This was augmented by collaboration with affiliated design bureaus in the USSR and contracts with commercial companies in the US. All rocket designs were built explicitly for government purposes. The European Space Agency (ESA) was formed in 1975, largely following the same model of space technology development. Other national space agencies—such as China's CNSA[1]\nand India's ISRO[2]—also financed the indigenous development of their own national designs.\n\nCommunications satellites were the principal non-government market. Although launch competition in the early years after 2010 occurred only in and among global commercial launch providers, the US market for military launches began to experience multi-provider competition in 2015, as the US government began to move away from their previous monopoly arrangement with United Launch Alliance (ULA) for military launches.[3][4][5] By 2018, the ULA monopoly on US national security space launch had evaporated.[6][5]\n\nBy mid-2017, the results of this multi-year competitive pressure on commercially bid launch prices was being observed in the actual number of launches achieved. With frequent recovery of first-stage boosters by SpaceX, expendable missions had become a rare occurrence for them.[7] But the new landscape did not come without a cost.  Many space launch providers are expending capital to develop new lower-cost reusable spaceflight technologies.  SpaceX alone had expended about US$1 billion by 2017 in order to develop the capability to reuse orbital class boosters on a subsequent flight.[8]\n\nBy 2021, the monopoly previously held by nation states to be the only entities to fund, train, and send astronauts for human space exploration was ending as the first mission with exclusively private citizens—Inspiration4—was launched in September 2021.  The rocket and capsule for the flight, the training, and the funding are all provided by private entities outside of the traditional NASA process that had held the US monopoly since the early 1960s.[9]\n\nNon-military commercial satellites began to be launched in volume in the 1970s and 1980s. Launch services were supplied exclusively with launch vehicles developed originally for various Cold War military programs, with their attendant cost structures.[10]\n\nSpaceNews journalist Peter B. De Selding has asserted that French government leadership, and the Arianespace consortium \"all but invented the commercial launch business in the 1980s\" principally \"by ignoring U.S. government assurances that the reusable U.S. space shuttle would make expendable launch vehicles like Ariane obsolete.\"[11]\n\nLittle market competition emerged inside any national market before approximately the late 2000s. Some global commercial competition arose between the national providers of various nation states for international commercial satellite launches. Within the US, as late as 2006, the high cost structures built in to government contractors'—Boeing's Delta IV and Lockheed Martin's Atlas V—launch vehicles left little commercial opportunity for US launch service providers but considerable opportunity for low-cost Russian boosters based on leftover Cold War military missile technology.[12]\n\nDARPA's Simon P. Worden and the USAF's Jess Sponable analyzed the situation in 2006 and offered that, \"One bright point is the emerging private sector, which [was then] pursuing suborbital or small lift capabilities.\"  They concluded, \"Although such vehicles support very limited US Department of Defense or National Aeronautics and Space Administration spaceflight needs, they do offer potential technology demonstration stepping stones to more capable systems needed in the future.\";[12] demonstrating capabilities that would grow in the next five years while supporting published list prices substantially below the rates on offer by the national providers.[13]\n\nSince the early 2010s, new private options for obtaining spaceflight services emerged, bringing substantial price pressure into the existing market.[13][14][15][16]\n\nBefore 2013,  Europe's Arianespace, which flies the Ariane 5, and International Launch Services (ILS), which marketed Russia's Proton vehicle dominated the communications satellite launch market.[17] In November 2013, Arianespace announced new pricing flexibility for the \"lighter satellites\" it carries to orbits aboard its Ariane 5 in response to SpaceX's growing presence in the worldwide launch market.[18]\n\nIn early December 2013, SpaceX flew its first launch to a geostationary transfer orbit providing additional credibility to its low prices which had been published since at least 2009. The low launch prices offered by the company,[23] especially for communication satellites flying to geostationary (GTO) orbit, resulted in market pressure on its competitors to lower their prices.[17]\n\nBy late 2013, with a published price of US$56.5 million per launch to low Earth orbit, \"Falcon 9 rockets [were] already the cheapest in the industry. Reusable Falcon 9s [were project to potentially decrease] the price by an order of magnitude, sparking more space-based enterprise, which in turn would drop the cost of access to space still further through economies of scale.\"[14]\n\nFalcon 9 GTO mission pricing in 2014 was approximately US$15 million less than a launch on a Chinese Long March 3B.[24]\nDespite SpaceX prices being somewhat lower than Long March prices, the Chinese Government and the Great Wall Industry company—which markets the Long March for commsat missions—made a policy decision to maintain commsat launch prices at approximately US$70 million.[25]\n\n\nIn early 2014, the ESA asked European governments for additional subsidies to face the competition from SpaceX.[26] Continuing to face \"stiff competition on price\",[13] in April seven European satellite operator companies—including the four largest in the world by annual revenue—asked that the ESA \nIn competitive bids during 2013 and early 2014, SpaceX was winning many launch customers that formerly \"would have been all-but-certain clients of Europe's Arianespace launch consortium, with prices that are $60 million or less.\"[27] Facing direct market competition from SpaceX, the large US launch provider United Launch Alliance (ULA) announced strategic changes in 2014 to restructure its launch business—replacing two launch vehicle families (Atlas V and Delta IV) with the new Vulcan architecture—while implementing an iterative and incremental development program to build a partially reusable and much lower-cost launch system over the next decade.[28]\n\nIn June 2014, Arianespace CEO Stéphane Israël announced that European efforts to remain competitive in response to SpaceX's recent success had begun in earnest. This included the creation of a new joint venture company from Arianespace's two largest shareholders: the launch-vehicle producer Airbus and engine-producer Safran. No additional details of the efforts to become more competitive were released at the time.[29]\n\nIn August 2014, Eutelsat, the third-largest fixed satellite services operator worldwide by revenue, indicated that it planned to spend approximately €100 million less each year in the next three years, due to lower prices for launch services and by transitioning their commsats to electric propulsion. They indicated they are using the lower prices they can get from SpaceX against Arianespace in negotiations for launch contracts.[30]\n\nBy December 2014, Arianespace had selected a design and commenced development of the Ariane 6, its new entrant into the commercial launch market aiming for more competitively priced launch service offerings, with operational flights planned to begin in 2020.[31]\n\nIn October 2014, ULA announced a major restructuring of processes and workforce with the stated objective to decrease launch costs by half. One of the reasons given for the restructuring and new cost reduction goals was competition from SpaceX. ULA had less \"success landing contracts to launch private, commercial communications and earth observation satellites\" than it had with launch US military payloads, but CEO Tory Bruno stated that the new lower-cost ULA launcher could be competitive and succeed in the commercial satellite sector.[32] In 2014, the US GAO calculated the average cost of each ULA rocket launch for the US government had risen to approximately US$420 million.[33]\n\nBy November 2014, SpaceX had \"already begun to take market share\"[34] from Arianespace. Eutelsat CEO Michel de Rosen said, in reference to ESA's program to develop the Ariane 6, \"Each year that passes will see SpaceX advance, gain market share and further reduce its costs through economies of scale.\"[34]\nEuropean government research ministers approved the development of the new European rocket—Ariane 6—in December 2014, projecting the rocket would be \"cheaper to construct and to operate\" and that \"more modern methods of production and a streamlined assembly to try to reduce unit costs\" plus \"the rocket's modular design can be tailored to a wide range of satellite and mission types [so it] should gain further economies from frequent use.\"[13]\n\nIn 2015, the ESA was attempting to reorganize to reduce bureaucracy and decrease inefficiencies in launcher and satellite spending which had been tied historically to the amount of tax funds that each country has provided to it.[35]\n\nIn May 2015, ULA stated it would go out of business unless it won commercial and civil satellite launch orders to offset an expected slump in U.S. military and spy launches.[36] As of 2015[update], SpaceX remained \"the low-cost supplier in the industry.\"[37] However, in the market for launches of US military payloads, ULA faced no competition for nearly a decade, since the formation of the ULA joint venture from Lockheed Martin and Boeing in 2006. However, SpaceX was also upsetting the traditional military space launch arrangement in the US, which in 2014 was called a monopoly by space analyst Marco Caceres and criticized by some in the US Congress.[38] By May 2015, the SpaceX Falcon 9 v1.1 was certified by the USAF to compete to launch many of the expensive satellites which are considered essential to US national security.[39] And by 2019, ULA, with their next-generation, lower-cost Vulcan/Centaur launch vehicle, was one of four launch companies competing for the US military's multi-year block-buy contract for 2022–2026 against SpaceX (Falcon 9 and Falcon Heavy), Northrop Grumman (Omega), and Blue Origin (New Glenn), where only the SpaceX vehicles are currently flying and the other three are all slated to make their initial launch in 2021.[5]\n\nUniversity of Southampton researcher Clemens Rumpf argued in 2015 that the global launch industry was developed in an \"old world where space funding was provided by governments, resulting in a stable foundation for [global] space activities. The money for the space industry [had been] secure and did not encourage risk-taking in the development of new space technologies. ... the space landscape [had not changed much since the mid-1980s].\"  As a result, the emergence of SpaceX was a surprise to other launch providers \"because the need to evolve launcher technology by a giant leap was not apparent to them. SpaceX show[ed] that technology has advanced sufficiently in the last 30 years to enable new, game changing approaches to space access.\"[40] The Washington Post said that the changes occasioned from multiple competing service providers resulted in a revolution in innovation.[16]\n\nBy mid-2015, Arianespace was speaking publicly about job reductions as part of an attempt to remain competitive in the \"European industry [which is being] restructured, consolidated, rationalized and streamlined\" to respond to SpaceX price competition. Still, \"Arianespace remained confident it could maintain its 50% share of the space launch market despite SpaceX's slashing prices by building reliable rockets that are smaller and cheaper.\"[41]\n\nFollowing the first successful landing and recovery of a SpaceX Falcon 9 first stage in December 2015, equity analysts at investment bank Jefferies estimated that launch costs to satellite operators using Falcon 9 launch vehicles may decline by about 40% of SpaceX' typical US$61 million per launch,[42]\nalthough SpaceX had only forecast an approximately 30 percent launch price reduction from the use of a reused first stage by early 2016.[43] In early 2016, Arianespace was projecting a launch price of €90–100 million, about one-half of the 2015 Ariane 5 per launch price.[11]\n\nIn March 2017, SpaceX reused an orbital booster stage that had been previously launched, landed and recovered, stating the cost to the company of doing so \"was substantially less than half the cost\" of a new first stage. COO Gwynne Shotwell said the cost savings \"came even though SpaceX did extensive work to examine and refurbish the stage. We did way more on this one than [is planned for future recovered stages].\"[44]\n\n\nA 2017 industry-wide view by SpaceNews reported:  By 5 July 2017, SpaceX had launched 10 payloads during a bit over six months—\"outperform[ing] its cadence from earlier years\"—and \"is well on track to hit the target it set last year of 18 launches in a single year.\"[7] There were indeed 18 successful Falcon 9 launches in 2017. By comparison, \nBy 2018, the monopoly ULA had held on US national security space launch was over.[6]\nULA responded to the Falcon 9 by beginning development in 2014 on the Vulcan rocket, a partly reusable vehicle powered by Blue Origin BE-4 engines, intended to replace its ageing expendable Atlas V and Delta IV rockets.[5]\nIn early 2018, SpaceNews reported that \"[t]he rise of SpaceX has disrupted the launch industry at large.\"[6] By mid-2018, with Proton flying as few as two launches in an entire year, the Russian state corporation Roscosmos announced they would retire the Proton launch vehicle, in part due to competition from lower-cost launch alternatives.[45]\n\nIn 2018 SpaceX launched a record 21 times, exceeding the 18 launches in 2017; ULA had flown just 8 flights in 2018.[46] That record was again beaten in 2020 with 26 Falcon 9 launches and 2021 with 31 launches.[47]\n\nIn early 2019, the French \"Court of Audit criticized Arianespace for what it \"perceived as an unsustainable and overly cautious response to the swift rise of SpaceX’s affordable and reusable Falcon 9 rocket.\"  The Ariane 6 was found to be uncompetitive with SpaceX launch service provider options, and further found that \"the most probable outcome for Ariane 6 is one in which the very existence of the rocket will be predicated upon continual annual subsidies from the European Space Agency (ESA) in order to make up for the rocket’s inability to sustain commercial orders beyond a handful of discounted shoo-in contracts.\"[48]\n\nPrivate capital invested in the space launch industry prior to 2015 was modest. From 2000 through the end of 2015, a total of US$13.3 billion of investment finance had been invested in the space sector. US$2.9 billion of that was venture capital financing,[49] of which $1.8 billion was invested in 2015 alone.[49]\n\nFor the space launch sector, this began to change with the January 2015 Google and Fidelity Investments investment of US$1 billion in SpaceX. While private satellite manufacturing companies had previously raised large capital rounds, that has been the largest investment to date in a launch service provider.[50]\n\nSpaceX developed the Falcon Heavy (first flight in February 2018), and are developing the Starship launch vehicle with private capital. No government financing is being provided for either rocket.[51][52]\n\nAfter decades of reliance on government funding to develop the Atlas and Delta families of launch vehicles, in October 2014 the successor company—ULA—began development of a rocket, initially with  private funds, as one part of a solution for its problem of \"skyrocketing launch costs\".[15]  However, by March 2016 it had become clear that the new Vulcan launch vehicle would be developed with funding via a public–private partnership with the US government. By early 2016, the US Air Force had committed US$201 million of funding for Vulcan development. ULA has not \"put a firm price tag on [the total cost of Vulcan development but ULA CEO Tory Bruno has] said new rockets typically cost $2 billion, including $1 billion for the main engine\".[53] ULA had asked the US government in 2016 to provide a minimum of US$1.2 billion by 2020 to assist it in developing the new US launch vehicle.[53]  It was unclear how the change in development funding mechanisms might change ULA plans for pricing market-driven launch services.[54]\nSince Vulcan development began in October 2014, the privately generated funding for Vulcan development has been approved only on a short term basis.[15][53]  The ULA board of directors—composed entirely of executives from Boeing and Lockheed Martin—is approving development funding on a quarter-by-quarter basis.[55]\n\nOther launch service providers are developing new space launch systems with substantial government capital investment. For the new ESA launch vehicle—Ariane 6, aiming for flight in the 2020s—€400 million of development capital was requested to be \"industry's share\", ostensibly private capital. €2.815 billion was slated to be provided by various European government sources at the time the early finance structure was made public in April 2015.[56] In the event, France's Airbus Safran Launchers—the company building the Ariane 6—did agree to provide €400 million of development funding in June 2015, with expectation of formalizing the development contract in July 2015.[57]\n\nAs of May 2015[update], the Japanese legislature was considering legislation to provide a legal framework for private company spaceflight initiatives in Japan. It was unclear whether the legislation would become law and, if so, whether significant private capital would subsequently enter the Japanese space launch industry as a result.[58][needs update]In the event, the legislation appears not to have become law, and little change in the funding mechanism for Japanese space vehicles are anticipated.\n\nThe economics of space launch are driven, in part, by business demand in the space economy.  Morgan Stanley projected in 2017 that \"revenue from the global industry will increase to at least US$1.1 trillion by 2040, more than triple the figure in 2016. This does not include \"the more aspirational possibilities presented by space tourism or mining, nor by [NASA] megaprojects.\"[59]\n\nA number of market responses to the increase of lower-cost competition in the space launch market began in the 2010s. As rocket engine and rocket technologies have fairly long development cycles, most of the results of these moves would not be seen until the late-2010s and early 2020s.\n\nULA entered into a partnership with Blue Origin in September 2014 to develop the BE-4 LOX/methane engine to replace the RD-180 on a new lower-cost first stage booster rocket. At the time, the engine was already in its third year of development by Blue Origin. ULA indicated then they expected the new stage and engine to start flying no earlier than 2019 on a successor to the Atlas V[60]  A month later, ULA announced a major restructuring of processes and workforce to decrease launch costs by half. One of the reasons given for the restructuring and new cost reduction goals was competition from SpaceX. ULA intended to have preliminary design ideas in place for a blending of the Atlas V and Delta IV technology by the end of 2014,[32][61] but in the event, the high-level design was announced in April 2015.[54] By early 2018, ULA had  moved the first launch date for the Vulcan launch vehicle to no earlier than mid-2020,[62] and by 2019, were aiming to launch in 2021.[5]\n\nBlue Origin is also planning to begin flying its own orbital launch vehicle—the New Glenn—in 2021[5], a rocket that will also use the Blue BE-4 engine on the first stage, the same as the ULA Vulcan. Blue Origin's Jeff Bezos initially said they did not plan to compete for the US military launch market, stating the market is \"a relatively small number of flights. It's very hard to do well and ULA is already great at it. I'm not sure where we would add any value.\"[63] Bezos sees competition as a good thing, particularly as competition leads to his ultimate goal of getting \"millions and millions of people living and working in space.\"[63] This decision was reversed in 2017, with Blue Origin saying it did intend to compete for US national security launches.[64][65]  In 2019, Blue was not only competing to offer the New Glenn launch vehicle for the US military's multi-year block-buy contract for \"all [US] national security launches from 2022 to 2026\" against SpaceX, ULA (for which Blue is on contract to provide the BE-4 engines for the ULA Vulcan), and others, it had \"said the Air Force competition was designed to unfairly benefit ULA.\"[5]\n\nIn early 2015, the French space agency CNES began working with Germany and a few other governments to start a modest research effort with a hope to propose a LOX/methane reusable launch system, to supplement or replace the Ariane 6 that was only then beginning full development in Europe,[66] by mid-2015, and subsequently[when?] renamed Ariane Next,[citation needed] with flight testing unlikely before approximately 2026. The stated design objective was to reduce both the cost and duration of reusable vehicle refurbishment and was partially motivated by the pressure of lower-cost competitive options with newer technological capabilities not found in the Ariane 6.[67][68] Responding to competitive pressures, one stated objective of Ariane Next is to reduce Ariane launch cost by a factor of two beyond improvements brought by Ariane 6.[69][needs update] \nAriane 6, the European launch vehicle design prior to Ariane Next has seen delays.  In 2014, operational flights of the expendable Ariane 6 were slated to begin in 2020,[31] but by mid-2021 had slipped to 2022.[70]\n\nSpaceX stated in 2014 that if they were successful at developing the reusable technology, launch prices in the US$5 to 7 million range for the reusable Falcon 9 could be achieved in the longer term.[71] In the event, SpaceX did not choose to develop the reusable second stage for the Falcon 9, but are doing so for their next-generation launch vehicle, the new fully reusable Starship. SpaceX indicated in 2017 that the single-launch marginal cost of the Starship would be approximately US$7 million.[72] In November 2019, Elon Musk reduced this figure to $2 million -- $900,000 for fuel and $1.1 million for launch support services.[73] \nAfter the mid-2010s, prices for smallsat and cubesat launch services began to decline significantly. Both the addition of new small launch vehicles to the market (Rocket Lab, Firefly, Vector, and several Chinese service providers) and the addition of new capacity of rideshare services are putting price pressure on existing providers. \"Cubesats that used to cost US$350,000–400,000 to launch are now US$250,000 and going down.\"[74]\n\nAccording to an industry panel interviewed in October 2018, an industry shakeout is expected between 2019 and 2021 due to the excess supply compared to demand. Prices should reach stability once the new entrants have demonstrated their capabilities.[75][needs update]\n\nIn the first quarter of 2020, SpaceX launched over 61,000 kg (134,000 lb) of payload mass to orbit while all Chinese, European, and Russian launchers placed approximately 21,000 kg (46,000 lb), 16,000 kg (35,000 lb) and 13,000 kg (29,000 lb) in orbit, respectively, with all other launch providers launching approximately 15,000 kg (33,000 lb).[76]\n\nAs early as August 2014, media sources noted that the US launch market may have two competitive super-heavy launch vehicles available in the 2020s to launch payloads of 100 metric tons (220,000 lb) or more to low-Earth orbit. The US government is developing the Space Launch System (SLS), capable of lifting very large payloads of 70 to 130 metric tons (150,000 to 290,000 lb) from Earth. On the commercial side, SpaceX has been privately developing their next-generation Starship launch system,[77] featuring fully reusable boosters and spacecraft, and targeting 150 metric tons (330,000 lb) of payload. Development of the methalox Raptor engine began in 2012,[78] first flight tests were done in 2019.[79] By 2014, NASASpaceflight.com reported: \"SpaceX [had] never openly portrayed its BFR plans in competition with NASA’s SLS. ... However, should SpaceX make solid progress on the development of its BFR over the coming years, it is almost unavoidable that America’s two HLVs will attract comparisons and a healthy debate, potentially at the political level.\"[77]\n\nThe Starship is planned to replace the Falcon 9 and Falcon Heavy launch vehicles, as well as the Dragon spacecraft, initially aiming at the Earth-orbit launch market, but explicitly adding substantial capability to support long-duration spaceflight in the cislunar and Mars mission environments.[80] SpaceX intends this approach to bring significant cost savings that will help the company justify the development expense of designing and building the Starship system.[81]\n\nFollowing the successful maiden flight of the SpaceX Falcon Heavy in February 2018, and with SpaceX advertising a US$90 million list price for transporting up to 63,800 kg (140,700 lb) to low-Earth orbit, U.S. President Donald Trump said: \"If the government did it, the same thing would have cost probably 40 or 50 times that amount of money. I mean literally. When I heard $80 [sic] million, I'm so used to hearing different numbers with NASA.\"[82]\nSpace journalist Eric Berger extrapolated: \"Trump seems to be siding with commercial space advocates, who say that, while rockets like the Falcon Heavy may be slightly less capable than the SLS, they come at a drastically reduced price that will enable much quicker, broader exploration of the Solar System.\"[82]\n\nA consolidated Arianspace reported 15 total launches for the Ariane, Soyuz, and Vega rockets in 2021.[83]\n\n"
        },
        {
            "title": "Launch contract competitive results",
            "text": "Before 2014, Arianespace had dominated the commercial launch market for many years. \"In 2004, for example, they held over 50% of the world market.\"[84]\n\nA total of 20 launches were booked in 2014 for commercial launch service providers. 19 were for flights to geostationary orbit (GEO), one was for a low Earth orbit (LEO) launch.[87]\n\nArianespace and SpaceX each signed nine contracts for geostationary launches, while Mitsubishi Heavy Industries was awarded one. United Launch Alliance signed one commercial contract to launch an Orbital Sciences Corporation Cygnus spacecraft to the LEO-orbiting International Space Station following the destruction over the pad of an Orbital Antares vehicle in October 2014. This was the first year in some time that no commercial launches were booked on the Russian (Proton-M) and Russian-Ukrainian (Zenit) launch service providers.[87]\n\nFor perspective, eight additional satellites in 2014 were booked \"by national launch providers in deals for which no competitive bids were sought.\"[87]\n\nOverall in 2014 Arianespace took 60% of commercial launch market share.[88][89]\n\nIn 2015, Arianespace signed 14 commercial-order launch contracts for geosynchronous-orbit commsats, while SpaceX received only nine, with International Launch Services (Proton) and United Launch Alliance signing one contract each. In addition, Arianespace signed their largest launch contract ever—for 21 LEO launches for OneWeb using the Europeanized Russian Soyuz launch vehicle launching from the ESA spaceport—and two Vega smallsat launches.[11]\n\nThe launch of the US Air Force's first GPS III satellite is expected no earlier than 2017 rather than 2016 as originally planned.[90][needs update] ULA—after having held a government-sanctioned monopoly on US military launches for the previous decade—declined to even submit a bid, leaving the likely contract award winner to be SpaceX, the only other domestic US provider of launch services to be certified as usable by the US military.[3]\n\nSpaceX's market share increased rapidly. In 2016, SpaceX had 30% global market share for newly awarded commercial launch contracts, in 2017 the market share reached 45%,[91] and 65% in 2018.[92]\n\nFive years after SpaceX began to recover Falcon 9 booster stages, and three years after they began reflying previously-flown boosters on commercial flights, the US military contracted in September 2020 for flying several US Space Force GPS satellite flights in 2021+ on previously-flown booster rockets in order to reduce launch costs by over US$25 million per flight.[93]\n\n"
        },
        {
            "title": "Launch industry response - to lower prices - from 2014",
            "text": "In addition to price reductions for proffered launch service contracts, launch service providers are restructuring to meet increased competitive pressures within the industry.\n\nIn 2014, United Launch Alliance (ULA) began a multi-year major restructuring of processes and workforce to decrease launch costs by half.[32] In May 2015, ULA announced it would decrease its executive ranks by 30 percent in December 2015, with the layoff of 12 executives. The management layoffs were the \"beginning of a major reorganization and redesign\" as ULA endeavors  to \"slash costs and hunt out new customers to ensure continued growth despite the rise of [SpaceX]\".[94][failed verification]\n\nAccording to one Arianespace managing director in 2015, \"'It's quite clear there's a very significant challenge coming from SpaceX,' he said. 'Therefore, things have to change - and the European industry is being restructured, consolidated, rationalised and streamlined.' \"[95]\n\nJean Botti, Chief technology officer for Airbus (which makes the Ariane 5) warned that \"those who don't take Elon Musk seriously will have a lot to worry about.\"[96]\n\nAirbus announced in 2015 that they would open an R&D center and venture capital fund in Silicon Valley.[97] Airbus CEO Fabrice Bregier stated: \"What is the weakness of a big group like Airbus when we talk about innovation? We believe that we have better ideas than the rest of the world. We believe that we know because we control the technologies and platforms. The world has shown us in the car industry, the space industry and the hi-tech industry that this is not true. And we need to be open to others' ideas and others' innovations.\"[98]\nAirbus Group CEO Tom Enders said: \"The only way to do it for big companies is really to create spaces outside of the main business where we allow and where we incentivize experimentation ... That is what we have started to do but there is no manual ... It is a little bit of trial and error. We all feel challenged by what the Internet companies are doing.\"[99]\n\nFollowing a SpaceX launch vehicle failure in June 2015—due to the lower prices, increased flexibility for partial-payload launches of the Ariane heavy lifter, and decreased cost of operations of the ESA Guiana Space Center spaceport—Arianespace regained the competitive lead in commercial launch contracts signed in 2015. SpaceX’s successful recovery of a first stage rocket in December 2015 did not change the Arianespace outlook.  Arianespace CEO Israel stated the next month that the \"challenges of reusability ... have not disappeared. ... The stress on stage or engine structures of high-speed passage through the atmosphere, the performance penalty of reserving fuel for the return flight instead of maximizing rocket lift capacity, the need for many annual launches to make the economics work – all remain issues.\"[11]\n\nDespite ULA restructuring begun in 2014 to decrease launch costs by half,[32] the cheapest ULA space launch in early 2018 remained the Atlas V 401 at a price of approximately US$109 million, over US$40 million more than a SpaceX standard commercial launch, that the US military began to utilize for some US government missions that flew in 2018.[100]\nBy early 2018, two European government space agencies—CNES and DLR—began concept development for a new reusable engine aimed to be manufactured at one-tenth the cost of the Ariane 5's first-stage engine, Prometheus. As of January 2018[update], the first flight test  for the rocket engine in a demonstration vehicle was expected in 2020. The goal was to \"establish a base of knowledge for future launch vehicles that could, maybe, be reusable.\"[101]\n\nIn the market for launches of small satellites—including both rideshare launch services on medium-lift and heavy-lift launch vehicles, and the developing capacity from small launch vehicles—prices were falling by early 2018 as more launch capacity entered the market. Cubesat launches that had previously cost US$350–400 thousand had declined by March 2018 to US$250 thousand, and prices were continuing to decline. New capacity from Chinese Long March and Indian PSLV medium-lift vehicles and a number of new small launchers from Virgin Orbit, Rocket Lab, Firefly, and a number of new Chinese small launch vehicles are expected to put more downward pressure on prices, while also increasing the ability of entities launching smallsats to purchase custom launch dates and launch orbits, increasing overall responsiveness to launch purchasers.[74]\n\nAs recently as 2013, nearly half of the world's commercial launch payloads were launched on Russian launch vehicles. By 2018 the Russian launch service market share was projected to shrink to about 10% of the world's commercial launch market. Russia launched only three commercial payloads in 2017.[102]  Technical problems with the Proton rocket and intense competition with SpaceX have been the prime drivers of this decline.  SpaceX's share of the commercial market has grown from 0% in 2009 to a projected 50% for 2018.[citation needed]\n\nBy 2018, Russia has indicated it may reduce focus on the commercial launch market. In April 2018, Russia's chief spaceflight official, Deputy Prime Minister Dmitry Rogozin said in an interview, \"The share of launch vehicles is as small as four percent of the overall market of space services. The four percent stake isn’t worth the effort to try to elbow Musk and China aside. Payloads manufacturing is where good money can be made.\"[103]\n\nThe global launch market revenue from the 33 commercial orbital launches in 2017 was estimated to be just over US$3 billion while the global space economy is much larger at US$345 billion (2016 data). The launch industry is becoming increasingly competitive; however, to date there has been no indication of a large increase of launch opportunities in response to decreasing prices.[102] Russia may be the first launch provider to be a casualty of over supply of launch services.[103]\n\nBy May 2018, as SpaceX prepared to launch the first Block 5 version of Falcon 9, Eric Berger reported in Ars Technica that, during the eight years since its maiden launch, Falcon 9 had become the dominant rocket globally, through SpaceX efforts to take risks and relentlessly innovate driving efficiency upwards.[104] The first Block 5 booster flew successfully on 11 May 2018, and SpaceX then \"lowered the standard price of a Falcon 9 launch from US$62 million to about US$50 million. This move further strengthens SpaceX’s competitiveness in the commercial launch market.\"[105]\n\nIn mid-2018, no fewer than three commercial launch vehicles—Ariane 6, Vulcan, and New Glenn—were being targeted for initial launch in 2020, two of them explicitly aimed at competitively responding to the offerings of SpaceX[106](although journalists and industry experts were expressing doubts that all these target dates would be met.[107][106])\n\nIn addition to building new launch vehicles and endeavoring to lower launch prices, competitive responses may include new product offerings, and now do include a more schedule-oriented launch cadence for dual-manifested payloads on offer from Blue Origin. Blue Origin announced in 2018 they intend to contract for launch services a bit differently than the contract options that have been traditionally offered in the commercial launch market. The company has stated they will support a regular launch cadence of up to eight launches per year. If one of the payload providers for a multi-payload launch is not ready on time, Blue Origin will hold to the launch timeframe, and fly the remaining payloads on time at no increase in price.[108]\nThis is quite different from how dual-launch manifested contracts have been previously handled by Arianespace (Ariane V and Ariane 6) and Mitsubishi Heavy Industries (H-IIA and H3). SpaceX and International Launch Services offer only dedicated launch contracts.[108]\n\nIn June 2019, the European Commission provided funding for a three-year project called RETALT to \"[copy the] retro-propulsive engine firing technique used by SpaceX to land its Falcon 9 rocket first stages back on land and on autonomous drone ships.\" The RETALT project funding of €3 million was provided to the German Space Agency and five European companies to fund a study to \"tackle the shortcoming of know-how in reusable rockets in Europe.\"[109]\n\nIn December 2021, the Government of France announced a plan to fund the \"France-based rocket firm ArianeGroup to develop a new small-lift rocket called Maïa by the year 2026.\"[110] The country is doing this separately from the normal intergovernmental projects of the European Space Agency, where France also plays a major role since the ESA founding.  The French finance minister, Bruno Le Maire said France intends to \"have our SpaceX, we will have our Falcon 9. We will make up for a bad strategic choice made 10 years ago.\"[110]\n\n"
        },
        {
            "title": "Effect on related industries",
            "text": "Satellite design and manufacturing is beginning to take advantage of these lower-cost options for space launch services.\n\nOne such satellite system is the Boeing 702SP which can be launched as a pair on a lighter-weight dual-commsat stack—two satellites conjoined on a single launch—and which was specifically designed to take advantage of the lower-cost SpaceX Falcon 9 launch vehicle.[111][112]\nThe design was announced in 2012 and the first two commsats of this design were lofted in a paired launch in March 2015, for a record low launch price of approximately US$30 million per GSO commsat.[113] Boeing CEO James McNerney has indicated that SpaceX's growing presence in the space industry is forcing Boeing \"to be more competitive in some segments of the market.\"[114]\n\nEarly information in 2015 on the Starlink constellation of 4000 satellites operated by SpaceX intended to provide global Internet services, along with a new factory dedicated to manufacturing low-cost smallsat satellites, indicate that the satellite manufacturing industry may \"experience a supply shock similar to what the launcher industry is experiencing\" in the 2010s.[40][needs update]\n\nVenture capital investor Steve Jurvetson has indicated that it is not merely the lower launch prices, but the fact that the known prices act as a signal in conveying information to other entrepreneurs who then use that information to bring on new related ventures.[115]\n\n"
        },
        {
            "title": "Launch vehicle cost vs mass launch cost",
            "text": "While vehicle launch cost is a metric utilized when comparing vehicles, the cost per lb/kg launched is also an important factor that is not always directly correlated with the overall launch vehicle cost. The cost per lb/kg launched varies widely due to negotiations, prices, supply & demand, customer requirements, and the number of payloads manifested per launch. Pricing also differs depending on required orbit. Geosynchronous orbit launches historically taking advantage of economies of scales with larger launch vehicles and greater use of the maximum payload capacity of a vehicle vs LEO launches. These varying cost and requirements makes market analysis imprecise.[19]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Market_forces",
        "https://en.wikipedia.org/wiki/Launch_service_provider",
        "https://en.wikipedia.org/wiki/Space_transport",
        "https://en.wikipedia.org/wiki/Price",
        "https://en.wikipedia.org/wiki/Regulatory_agency",
        "https://en.wikipedia.org/wiki/License",
        "https://en.wikipedia.org/wiki/Space_Age",
        "https://en.wikipedia.org/wiki/Space_launch",
        "https://en.wikipedia.org/wiki/Nation_state",
        "https://en.wikipedia.org/wiki/Communications_satellites",
        "https://en.wikipedia.org/wiki/Commsat",
        "https://en.wikipedia.org/wiki/Private_spaceflight",
        "https://en.wikipedia.org/wiki/Space_Age",
        "https://en.wikipedia.org/wiki/Space_agency",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Space_technology",
        "https://en.wikipedia.org/wiki/Design_bureau",
        "https://en.wikipedia.org/wiki/European_Space_Agency",
        "https://en.wikipedia.org/wiki/List_of_government_space_agencies",
        "https://en.wikipedia.org/wiki/CNSA",
        "https://en.wikipedia.org/wiki/ISRO",
        "https://en.wikipedia.org/wiki/Communications_satellite",
        "https://en.wikipedia.org/wiki/US_government",
        "https://en.wikipedia.org/wiki/United_Launch_Alliance",
        "https://en.wikipedia.org/wiki/Expendable_launch_system",
        "https://en.wikipedia.org/wiki/Nation_state",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/Inspiration4",
        "https://en.wikipedia.org/wiki/Space_capsule",
        "https://en.wikipedia.org/wiki/Cold_War",
        "https://en.wikipedia.org/wiki/SpaceNews",
        "https://en.wikipedia.org/wiki/Government_of_France",
        "https://en.wikipedia.org/wiki/Arianespace",
        "https://en.wikipedia.org/wiki/United_States_Federal_government",
        "https://en.wikipedia.org/wiki/Space_Shuttle",
        "https://en.wikipedia.org/wiki/Boeing",
        "https://en.wikipedia.org/wiki/Delta_IV",
        "https://en.wikipedia.org/wiki/Lockheed_Martin",
        "https://en.wikipedia.org/wiki/Atlas_V",
        "https://en.wikipedia.org/wiki/Launch_service_provider",
        "https://en.wikipedia.org/wiki/Ballistic_missile",
        "https://en.wikipedia.org/wiki/DARPA",
        "https://en.wikipedia.org/wiki/Simon_Worden",
        "https://en.wikipedia.org/wiki/USAF",
        "https://en.wikipedia.org/wiki/Suborbital_spaceflight",
        "https://en.wikipedia.org/wiki/US_Department_of_Defense",
        "https://en.wikipedia.org/wiki/National_Aeronautics_and_Space_Administration",
        "https://en.wikipedia.org/wiki/Ariane_5",
        "https://en.wikipedia.org/wiki/Europe",
        "https://en.wikipedia.org/wiki/Russia",
        "https://en.wikipedia.org/wiki/Russia",
        "https://en.wikipedia.org/wiki/PSLV",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Falcon_9",
        "https://en.wikipedia.org/wiki/Falcon_Heavy",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Rocket_Lab_Electron",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/New_Zealand",
        "https://en.wikipedia.org/wiki/Europe",
        "https://en.wikipedia.org/wiki/Kuaizhou_1A",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/Private_spaceflight",
        "https://en.wikipedia.org/wiki/Market_competition",
        "https://en.wikipedia.org/wiki/ESA",
        "https://en.wikipedia.org/wiki/Ariane_5",
        "https://en.wikipedia.org/wiki/International_Launch_Services",
        "https://en.wikipedia.org/wiki/Government_of_Russia",
        "https://en.wikipedia.org/wiki/Space_Shuttle",
        "https://en.wikipedia.org/wiki/Ariane_5",
        "https://en.wikipedia.org/wiki/Long_March_3B",
        "https://en.wikipedia.org/wiki/Falcon_9",
        "https://en.wikipedia.org/wiki/Falcon_Heavy",
        "https://en.wikipedia.org/wiki/SpaceX",
        "https://en.wikipedia.org/wiki/Falcon_9_Flight_7",
        "https://en.wikipedia.org/wiki/Geostationary_transfer_orbit",
        "https://en.wikipedia.org/wiki/Low_Earth_orbit",
        "https://en.wikipedia.org/wiki/China_National_Space_Administration",
        "https://en.wikipedia.org/wiki/Long_March_3B",
        "https://en.wikipedia.org/wiki/Great_Wall_Industry_Corporation",
        "https://en.wikipedia.org/wiki/Subsidy",
        "https://en.wikipedia.org/wiki/Comparison_of_communication_satellite_operators",
        "https://en.wikipedia.org/wiki/United_Launch_Alliance",
        "https://en.wikipedia.org/wiki/Iterative_and_incremental_development",
        "https://en.wikipedia.org/wiki/Market_competition",
        "https://en.wikipedia.org/wiki/Joint_venture",
        "https://en.wikipedia.org/wiki/Mixed_economy",
        "https://en.wikipedia.org/wiki/Airbus",
        "https://en.wikipedia.org/wiki/Safran",
        "https://en.wikipedia.org/wiki/Eutelsat",
        "https://en.wikipedia.org/wiki/Electric_propulsion",
        "https://en.wikipedia.org/wiki/Ariane_6",
        "https://en.wikipedia.org/wiki/Federal_government_of_the_United_States",
        "https://en.wikipedia.org/wiki/United_States_military",
        "https://en.wikipedia.org/wiki/Tory_Bruno",
        "https://en.wikipedia.org/wiki/Government_Accountability_Office",
        "https://en.wikipedia.org/wiki/Michel_de_Rosen",
        "https://en.wikipedia.org/wiki/Economies_of_scale",
        "https://en.wikipedia.org/wiki/US_military",
        "https://en.wikipedia.org/wiki/Joint_venture",
        "https://en.wikipedia.org/wiki/US_Congress",
        "https://en.wikipedia.org/wiki/USAF",
        "https://en.wikipedia.org/wiki/Northrop_Grumman_Innovation_Systems",
        "https://en.wikipedia.org/wiki/Blue_Origin",
        "https://en.wikipedia.org/wiki/New_Glenn",
        "https://en.wikipedia.org/wiki/University_of_Southampton",
        "https://en.wikipedia.org/wiki/Washington_Post",
        "https://en.wikipedia.org/wiki/Falcon_9_Flight_20",
        "https://en.wikipedia.org/wiki/Jefferies_Group",
        "https://en.wikipedia.org/wiki/SpaceNews",
        "https://en.wikipedia.org/wiki/Arianespace",
        "https://en.wikipedia.org/wiki/United_Launch_Alliance",
        "https://en.wikipedia.org/wiki/Falcon_9",
        "https://en.wikipedia.org/wiki/Vulcan_rocket",
        "https://en.wikipedia.org/wiki/Atlas_V",
        "https://en.wikipedia.org/wiki/Delta_IV",
        "https://en.wikipedia.org/wiki/Government_of_Russia",
        "https://en.wikipedia.org/wiki/State_corporation",
        "https://en.wikipedia.org/wiki/Roscosmos",
        "https://en.wikipedia.org/wiki/European_Space_Agency",
        "https://en.wikipedia.org/wiki/Private_equity",
        "https://en.wikipedia.org/wiki/Venture_capital_financing",
        "https://en.wikipedia.org/wiki/Google",
        "https://en.wikipedia.org/wiki/Fidelity_Investments",
        "https://en.wikipedia.org/wiki/Venture_capital_financing",
        "https://en.wikipedia.org/wiki/Falcon_Heavy",
        "https://en.wikipedia.org/wiki/SpaceX_Starship",
        "https://en.wikipedia.org/wiki/Private_equity",
        "https://en.wikipedia.org/wiki/Federal_government_of_the_United_States",
        "https://en.wikipedia.org/wiki/Launch_vehicle",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Airbus_Safran_Launchers",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/Morgan_Stanley",
        "https://en.wikipedia.org/wiki/Systems_development_life_cycle",
        "https://en.wikipedia.org/wiki/LOX",
        "https://en.wikipedia.org/wiki/Liquid_methane",
        "https://en.wikipedia.org/wiki/New_Glenn",
        "https://en.wikipedia.org/wiki/US_military",
        "https://en.wikipedia.org/wiki/CNES",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/LOX",
        "https://en.wikipedia.org/wiki/Liquid_methane",
        "https://en.wikipedia.org/wiki/Reusable_launch_system",
        "https://en.wikipedia.org/wiki/Ariane_6",
        "https://en.wikipedia.org/wiki/Ariane_Next",
        "https://en.wikipedia.org/wiki/SpaceX_reusable_launch_system_development_program",
        "https://en.wikipedia.org/wiki/Market_price",
        "https://en.wikipedia.org/wiki/Reusable_Falcon_9",
        "https://en.wikipedia.org/wiki/SpaceX_Starship",
        "https://en.wikipedia.org/wiki/Smallsat",
        "https://en.wikipedia.org/wiki/Cubesat",
        "https://en.wikipedia.org/wiki/Rocket_Lab",
        "https://en.wikipedia.org/wiki/Space_Launch_System",
        "https://en.wikipedia.org/wiki/SpaceX_Starship",
        "https://en.wikipedia.org/wiki/Methalox",
        "https://en.wikipedia.org/wiki/Raptor_engine",
        "https://en.wikipedia.org/wiki/Big_Falcon_Rocket",
        "https://en.wikipedia.org/wiki/Falcon_9",
        "https://en.wikipedia.org/wiki/Dragon_spacecraft",
        "https://en.wikipedia.org/wiki/Beyond_Earth_orbit",
        "https://en.wikipedia.org/wiki/Cislunar",
        "https://en.wikipedia.org/wiki/Exploration_of_Mars",
        "https://en.wikipedia.org/wiki/Maiden_flight",
        "https://en.wikipedia.org/wiki/Donald_Trump",
        "https://en.wikipedia.org/wiki/Sic",
        "https://en.wikipedia.org/wiki/Sea_Launch",
        "https://en.wikipedia.org/wiki/Geostationary_orbit",
        "https://en.wikipedia.org/wiki/Low_Earth_orbit",
        "https://en.wikipedia.org/wiki/Mitsubishi_Heavy_Industries",
        "https://en.wikipedia.org/wiki/Orbital_Sciences_Corporation",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Ukraine",
        "https://en.wikipedia.org/wiki/OneWeb",
        "https://en.wikipedia.org/wiki/GPS_III",
        "https://en.wikipedia.org/wiki/Monopoly",
        "https://en.wikipedia.org/wiki/US_Space_Force",
        "https://en.wikipedia.org/wiki/United_Launch_Alliance",
        "https://en.wikipedia.org/wiki/Arianespace",
        "https://en.wikipedia.org/wiki/Chief_technology_officer",
        "https://en.wikipedia.org/wiki/Airbus",
        "https://en.wikipedia.org/wiki/Elon_Musk",
        "https://en.wikipedia.org/wiki/Airbus_Defence_and_Space",
        "https://en.wikipedia.org/wiki/Venture_capital",
        "https://en.wikipedia.org/wiki/Silicon_Valley",
        "https://en.wikipedia.org/wiki/Fabrice_Bregier",
        "https://en.wikipedia.org/wiki/Tom_Enders",
        "https://en.wikipedia.org/wiki/Falcon_9_Flight_19",
        "https://en.wikipedia.org/wiki/Guiana_Space_Center",
        "https://en.wikipedia.org/wiki/Falcon_9_Flight_20",
        "https://en.wikipedia.org/wiki/CNES",
        "https://en.wikipedia.org/wiki/German_Aerospace_Center",
        "https://en.wikipedia.org/wiki/Maiden_flight",
        "https://en.wikipedia.org/wiki/Smallsat",
        "https://en.wikipedia.org/wiki/Secondary_payload",
        "https://en.wikipedia.org/wiki/PSLV",
        "https://en.wikipedia.org/wiki/Virgin_Orbit",
        "https://en.wikipedia.org/wiki/Rocket_Lab",
        "https://en.wikipedia.org/wiki/Firefly_Aerospace",
        "https://en.wikipedia.org/wiki/Dmitry_Rogozin",
        "https://en.wikipedia.org/wiki/Ars_Technica",
        "https://en.wikipedia.org/wiki/Maiden_flight",
        "https://en.wikipedia.org/wiki/European_Commission",
        "https://en.wikipedia.org/wiki/German_Aerospace_Center",
        "https://en.wikipedia.org/wiki/Government_of_France",
        "https://en.wikipedia.org/wiki/Bruno_Le_Maire",
        "https://en.wikipedia.org/wiki/Boeing_702SP",
        "https://en.wikipedia.org/wiki/James_McNerney",
        "https://en.wikipedia.org/wiki/SpaceX_Starlink",
        "https://en.wikipedia.org/wiki/SpaceX_satellite_development_facility",
        "https://en.wikipedia.org/wiki/Space_industry",
        "https://en.wikipedia.org/wiki/Supply_shock",
        "https://en.wikipedia.org/wiki/Steve_Jurvetson",
        "https://en.wikipedia.org/wiki/The_Use_of_Knowledge_in_Society",
        "https://en.wikipedia.org/wiki/Geosynchronous_orbit",
        "https://en.wikipedia.org/wiki/Commercialization_of_space",
        "https://en.wikipedia.org/wiki/Billionaire_space_race",
        "https://en.wikipedia.org/wiki/NewSpace",
        "https://en.wikipedia.org/wiki/Space_industry",
        "https://en.wikipedia.org/wiki/Ars_Technica",
        "https://en.wikipedia.org/wiki/SpaceNews",
        "https://en.wikipedia.org/wiki/Business_Insider",
        "https://en.wikipedia.org/wiki/Washington_Post",
        "https://en.wikipedia.org/wiki/Washington_Post",
        "https://en.wikipedia.org/wiki/SpaceNews",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Businessweek",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Florida_Today",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Tech_Crunch",
        "https://en.wikipedia.org/wiki/SpaceNews",
        "https://en.wikipedia.org/wiki/SpaceNews",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/SpaceNews",
        "https://en.wikipedia.org/wiki/Ars_Technica",
        "https://en.wikipedia.org/wiki/Forbes",
        "https://en.wikipedia.org/wiki/Space_News",
        "https://en.wikipedia.org/wiki/SpaceNews",
        "https://en.wikipedia.org/wiki/Ars_Technica",
        "https://en.wikipedia.org/wiki/SpaceNews",
        "https://en.wikipedia.org/wiki/Ars_Technica",
        "https://en.wikipedia.org/wiki/Ars_Technica",
        "https://en.wikipedia.org/wiki/Spaceflight",
        "https://en.wikipedia.org/wiki/Orbital_mechanics",
        "https://en.wikipedia.org/wiki/History_of_spaceflight",
        "https://en.wikipedia.org/wiki/Timeline_of_spaceflight",
        "https://en.wikipedia.org/wiki/Space_Race",
        "https://en.wikipedia.org/wiki/List_of_spaceflight_records",
        "https://en.wikipedia.org/wiki/Space_launch",
        "https://en.wikipedia.org/wiki/Space_policy",
        "https://en.wikipedia.org/wiki/Chinese_space_program",
        "https://en.wikipedia.org/wiki/European_Space_Agency_Science_Programme",
        "https://en.wikipedia.org/wiki/European_Union_Space_Programme",
        "https://en.wikipedia.org/wiki/Indian_Space_Research_Organisation",
        "https://en.wikipedia.org/wiki/Japanese_space_program",
        "https://en.wikipedia.org/wiki/Roscosmos",
        "https://en.wikipedia.org/wiki/Soviet_space_program",
        "https://en.wikipedia.org/wiki/Space_policy_of_the_United_States",
        "https://en.wikipedia.org/wiki/Space_law",
        "https://en.wikipedia.org/wiki/Outer_Space_Treaty",
        "https://en.wikipedia.org/wiki/Rescue_Agreement",
        "https://en.wikipedia.org/wiki/Space_Liability_Convention",
        "https://en.wikipedia.org/wiki/Registration_Convention",
        "https://en.wikipedia.org/wiki/Moon_Treaty",
        "https://en.wikipedia.org/wiki/Space_warfare",
        "https://en.wikipedia.org/wiki/Space_command",
        "https://en.wikipedia.org/wiki/Space_force",
        "https://en.wikipedia.org/wiki/Militarisation_of_space",
        "https://en.wikipedia.org/wiki/Private_spaceflight",
        "https://en.wikipedia.org/wiki/Outline_of_space_science",
        "https://en.wikipedia.org/wiki/Space_telescope",
        "https://en.wikipedia.org/wiki/Earth_observation_satellite",
        "https://en.wikipedia.org/wiki/Satellite_imagery",
        "https://en.wikipedia.org/wiki/Reconnaissance_satellite",
        "https://en.wikipedia.org/wiki/Weather_satellite",
        "https://en.wikipedia.org/wiki/Communications_satellite",
        "https://en.wikipedia.org/wiki/Satellite_Internet_access",
        "https://en.wikipedia.org/wiki/Satellite_radio",
        "https://en.wikipedia.org/wiki/Satellite_phone",
        "https://en.wikipedia.org/wiki/Satellite_television",
        "https://en.wikipedia.org/wiki/Satellite_navigation",
        "https://en.wikipedia.org/wiki/Commercial_use_of_space",
        "https://en.wikipedia.org/wiki/Space_architecture",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Space_research",
        "https://en.wikipedia.org/wiki/Space_technology",
        "https://en.wikipedia.org/wiki/Space_weather",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/Astronaut",
        "https://en.wikipedia.org/wiki/Commercial_astronaut",
        "https://en.wikipedia.org/wiki/Animals_in_space",
        "https://en.wikipedia.org/wiki/Bioastronautics",
        "https://en.wikipedia.org/wiki/Space_suit",
        "https://en.wikipedia.org/wiki/Extravehicular_activity",
        "https://en.wikipedia.org/wiki/Overview_effect",
        "https://en.wikipedia.org/wiki/Weightlessness",
        "https://en.wikipedia.org/wiki/Space_toilet",
        "https://en.wikipedia.org/wiki/Space_tourism",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Space_diving",
        "https://en.wikipedia.org/wiki/Vostok_programme",
        "https://en.wikipedia.org/wiki/Project_Mercury",
        "https://en.wikipedia.org/wiki/Voskhod_programme",
        "https://en.wikipedia.org/wiki/Project_Gemini",
        "https://en.wikipedia.org/wiki/Soyuz_programme",
        "https://en.wikipedia.org/wiki/Apollo_program",
        "https://en.wikipedia.org/wiki/Skylab",
        "https://en.wikipedia.org/wiki/Space_Shuttle_program",
        "https://en.wikipedia.org/wiki/Mir",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/China_Manned_Space_Program",
        "https://en.wikipedia.org/wiki/Tiangong_program",
        "https://en.wikipedia.org/wiki/New_Shepard",
        "https://en.wikipedia.org/wiki/Artemis_program",
        "https://en.wikipedia.org/wiki/Effect_of_spaceflight_on_the_human_body",
        "https://en.wikipedia.org/wiki/Space_adaptation_syndrome",
        "https://en.wikipedia.org/wiki/Health_threat_from_cosmic_rays",
        "https://en.wikipedia.org/wiki/Space_psychology",
        "https://en.wikipedia.org/wiki/Psychological_and_sociological_effects_of_spaceflight",
        "https://en.wikipedia.org/wiki/Space_and_survival",
        "https://en.wikipedia.org/wiki/Space_medicine",
        "https://en.wikipedia.org/wiki/Space_nursing",
        "https://en.wikipedia.org/wiki/Spacecraft",
        "https://en.wikipedia.org/wiki/Launch_vehicle",
        "https://en.wikipedia.org/wiki/Rocket",
        "https://en.wikipedia.org/wiki/Space_capsule",
        "https://en.wikipedia.org/wiki/Orbital_module",
        "https://en.wikipedia.org/wiki/Reentry_capsule",
        "https://en.wikipedia.org/wiki/Service_module",
        "https://en.wikipedia.org/wiki/Spaceplane",
        "https://en.wikipedia.org/wiki/Robotic_spacecraft",
        "https://en.wikipedia.org/wiki/Satellite",
        "https://en.wikipedia.org/wiki/Space_probe",
        "https://en.wikipedia.org/wiki/Space_telescope",
        "https://en.wikipedia.org/wiki/Spacecraft_propulsion",
        "https://en.wikipedia.org/wiki/Rocket_engine",
        "https://en.wikipedia.org/wiki/Spacecraft_electric_propulsion",
        "https://en.wikipedia.org/wiki/Solar_sail",
        "https://en.wikipedia.org/wiki/Gravity_assist",
        "https://en.wikipedia.org/wiki/Orbital_spaceflight",
        "https://en.wikipedia.org/wiki/Geocentric_orbit",
        "https://en.wikipedia.org/wiki/Geosynchronous_orbit",
        "https://en.wikipedia.org/wiki/Interplanetary_spaceflight",
        "https://en.wikipedia.org/wiki/Interstellar_travel",
        "https://en.wikipedia.org/wiki/Intergalactic_travel",
        "https://en.wikipedia.org/wiki/Space_launch",
        "https://en.wikipedia.org/wiki/Direct_ascent",
        "https://en.wikipedia.org/wiki/Escape_velocity",
        "https://en.wikipedia.org/wiki/Expendable_launch_system",
        "https://en.wikipedia.org/wiki/Reusable_launch_vehicle",
        "https://en.wikipedia.org/wiki/Launch_pad",
        "https://en.wikipedia.org/wiki/Spaceport",
        "https://en.wikipedia.org/wiki/Ground_segment",
        "https://en.wikipedia.org/wiki/Flight_controller",
        "https://en.wikipedia.org/wiki/Ground_station",
        "https://en.wikipedia.org/wiki/Orbital_pass",
        "https://en.wikipedia.org/wiki/Mission_control_center",
        "https://en.wikipedia.org/wiki/Space_launch_market_competition",
        "https://en.wikipedia.org/wiki/Space_launch_market_competition",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}