{
    "url": "https://en.wikipedia.org/wiki/Space_Cadet",
    "title": "Space Cadet",
    "table_of_contents": [
        "1 Plot summary",
        "2 Themes",
        "3 Critical reception",
        "4 Tom Corbett, Space Cadet",
        "5 In popular culture",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Space Cadet is a 1948 science fiction novel by Robert A. Heinlein about Matt Dodson, who joins the Interplanetary Patrol to help preserve peace in the Solar System. The story translates the standard military academy story into outer space: a boy from Iowa goes to officer school, sees action and adventure, shoulders responsibilities far beyond his experience, and becomes a man. It was published as the second of the series of Heinlein juveniles and inspired the media franchise around the character Tom Corbett, including the 1950s television series Tom Corbett, Space Cadet and radio show which made \"Space Cadet\" a household phrase whose meaning later shifted in popular culture.[1]\n\n"
        },
        {
            "title": "Plot summary",
            "text": "In 2075, teenager Matt Dodson applies to join the prestigious Interplanetary Patrol. After a number of physical, mental, and ethics tests, he is accepted as a cadet. He makes friends with fellow recruits William \"Tex\" Jarman, Venus-born Oscar Jensen, and Pierre Armand from Ganymede. His first roommate is Girard Burke, the arrogant son of a wealthy spaceship builder. They are transported to the orbiting school ship PRS James Randolph for further training. Burke eventually either resigns or is asked to leave, and goes into the merchant service, but the remainder do well enough to be assigned to working Patrol ships. \n\nDodson, Jarman and Jensen ship out on the Aes Triplex. Their first real mission is to help search for a missing research vessel, the Pathfinder, in the asteroid belt. They find it, but all aboard are dead, the unlucky victims of a fast-moving object that punctured the ship when the armored outer airlock door was open. Before the accident, a researcher on the Pathfinder had found evidence that the planet which blew up to form the asteroids was inhabited by an intelligent species, and that the explosion had been artificial. The captain of the Aes Triplex transfers half the crew to the repaired Pathfinder so that they can take the ship and the news of the startling discovery back to Earth quickly. With the remainder (including all three cadets), he plots a slower, fuel-efficient, elliptical voyage back to Earth.\n\nThen, he receives an urgent message to investigate an incident on Venus. He sends Lieutenant Thurlow and the cadets to the planet's surface. The lander touches down on a sinkhole, giving the crew barely enough time to get out before it disappears in the mud. With Thurlow comatose, injured when the lander fell over, Jensen assumes command. He contacts the sentient, usually friendly Venerians, but the entire party is taken captive. They soon find out why.\n\nThese particular natives had never seen human beings before, until old classmate Burke showed up in a prospecting ship. He had taken the matriarch of the local clan hostage when she refused to give him permission to exploit a rich deposit of radioactive ores. The locals promptly attacked the ship and killed his crew; Burke managed to send a message for help before being taken prisoner.\n\nJensen gains the matriarch's trust and convinces her that they are honorable and civilized, unlike Burke, and the Patrolmen are released. Unfortunately, neither the lander nor Burke's ship is flightworthy. To their amazement, the matriarch takes the stranded humans to the carefully preserved Astarte, the legendary first ship to set out for Venus over a century before and thought to have been lost en route. According to the log, the crew perished from disease. With the help of the natives, the cadets recommission the ship and fly it back to Venus's South Pole colony. Dodson is initially disappointed when they are not treated as heroes, but then realizes that what they accomplished was simply what was expected of Patrolmen.\n\n"
        },
        {
            "title": "Themes",
            "text": "The Patrol is entrusted by the worldwide Earth government with a monopoly on nuclear weapons, and is expected to maintain a credible threat to drop them on Earth from orbit as a deterrent against breaking the peace. Matt, on a visit home, causes a family argument when his parents refuse to believe that the Patrol—and especially their son—would actually bomb Iowa.\n\nThe cadets are expected to renounce their loyalty to their respective countries and replace it by a wider allegiance to humanity as a whole and to the sentient species of the Solar System. They are told the stories of four Patrol heroes/martyrs who exemplify this quality.  One of them, Rivera, leaves orders to annihilate his hometown if he is held captive there during negotiations. Heinlein later expanded another of these anecdotes into \"The Long Watch\".\n\nThe young, idealistic Matt feels that he should be able, if the need arose, to emulate Rivera and destroy his own Iowa hometown. His father tells him such a need would never arise, since the Patrol's cosmopolitan allegiance is little more than a sham and in fact it is controlled by the \"North American Federation\" and serves its interests. Later, Matt's mentor in the Patrol makes him understand that if such an unlikely dilemma should arise, his commanding officer would lock him in his room rather than expect him to participate in the attack.  The mentor uses this scenario to force Matt to confront the personal and political issues involved in the institutional control of atomic weapons in a more mature way.\n\nWritten almost a decade before the American Civil Rights Movement, and at a time when non-white characters were almost entirely absent from science fiction, the book also explores the theme of racism, both literally, in discussions about the cosmopolitan racial makeup of the (all-male) Patrol, and metaphorically, in its description of conflict with the Venerians.  Venus is described  as intensely hot and (incorrectly, as is now known) swampy, but habitable. The Venerians are at first thought to be primitive, but it is later revealed that they have a high level of technological sophistication, though developed along radically different lines than that of humans.\n\nThere is also a subplot revolving around the issue of what it means to be a good soldier. Discouraged by the intellectual demands of his Patrol training, and attracted to the glamor and esprit de corps of the Marines, Matt requests a transfer, but is dissuaded by his mentor. The mentor, dividing human motivations into three types, explains that the Patrol, which has the responsibility of holding the ultimate weapon and keeping overall peace, is manned by a certain sort of person, the man of ideals (its motto is Quis custodiet ipsos custodes?). In contrast, the Marines, the service branch which deals with ordinary military affairs, are trained to prize unquestioning loyalty and bravery as the highest ideals, and are deliberately recruited from the type of person who seeks glory and excitement. Matt belongs to the former category. The Merchant Service, by implication, is for a third category, those motivated by economic concerns — which is where Burke fits in.\n\nThe novel contains an early description of a mobile phone:\n\nThe phone \"was limited by its short range to the neighborhood of an earth-side [i.e. terrestrial] relay office\". A cadet avoids having to talk to his family while traveling by packing his phone in luggage.\n\n"
        },
        {
            "title": "Critical reception",
            "text": "Surveying Heinlein's juvenile novels, Jack Williamson characterized Space Cadet as \"a long step forward. ... The characters are stronger [and] the background is carefully built, original, and convincing, the story suspenseful enough.\" Williamson noted that Heinlein was \"perfecting the bildungsroman form that shapes the whole series.\"[2]\n\nP. Schuyler Miller gave the book a favorable review as \"a first-rate historical novel of the near future,\" saying \"So subtly has the scientific detail been interwoven with plot and action that the reader never realizes how painstakingly it has been worked out.\"[3]\n\n"
        },
        {
            "title": "",
            "text": "The novel inspired Joseph Greene of Grosset & Dunlap to develop the Tom Corbett, Space Cadet comic books, television series, radio show, comic strip, and novels that were popular in the early 1950s. Greene had originally submitted a radio script for \"Tom Ranger and the Space Cadets\" on January 16, 1946, but it remained unperformed when Heinlein's novel was published. Heinlein influenced the evolution of \"Tom Ranger\" into \"Tom Corbett\" and launched his student astronaut title's common mention; they share credit for the popularity of both formal and later slang uses of \"space cadet.\"[1][4][5][6][7]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The Tom Corbett, Space Cadet television series and radio show made \"space cadet\" a household phrase. By 1955, Jackie Gleason spoke the phrase on The Honeymooners television show in an episode called \"TV or Not to TV,\" original airdate October 1, 1955.\n\nThe popular meanings of \"space cadet\" later shifted in popular culture away from astronaut-in-training to indicate, by the 1960s, an \"eccentric person disconnected with reality\" (often implying an intimacy with hallucinogenic drugs) although by the 2010s, drug use was rarely implied by this phrase, nor was low intelligence implied; \"space cadet\" was more simply associated with \"spacing out,\" wandering from present concerns, especially of others present, and being a \"space case.\" Both the \"trainee astronaut\" and \"person regarded as being out of touch with reality\" entered the Oxford English Dictionary, though by 2014 Oxford noted that, in American English, the phrase had also recouped the positive connotations originally meant by Heinlein and Joseph Greene, the Tom Corbett, Space Cadet writer: \"An enthusiast for space travel, typically a young person.\"\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Clifford_Geary",
        "https://en.wikipedia.org/wiki/Heinlein_juveniles",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Hardcover",
        "https://en.wikipedia.org/wiki/Paperback",
        "https://en.wikipedia.org/wiki/Rocket_Ship_Galileo",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Military_academy",
        "https://en.wikipedia.org/wiki/Iowa",
        "https://en.wikipedia.org/wiki/Officer_Candidate_School",
        "https://en.wikipedia.org/wiki/Rite_of_passage",
        "https://en.wikipedia.org/wiki/Heinlein_juveniles",
        "https://en.wikipedia.org/wiki/Venus",
        "https://en.wikipedia.org/wiki/School_ship",
        "https://en.wikipedia.org/wiki/Asteroid_belt",
        "https://en.wikipedia.org/wiki/Sinkhole",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Nuclear_weapon",
        "https://en.wikipedia.org/wiki/Deterrence_theory",
        "https://en.wikipedia.org/wiki/Human_race",
        "https://en.wikipedia.org/wiki/The_Long_Watch",
        "https://en.wikipedia.org/wiki/American_Civil_Rights_Movement",
        "https://en.wikipedia.org/wiki/Racism",
        "https://en.wikipedia.org/wiki/Space_marines",
        "https://en.wikipedia.org/wiki/Mobile_phone",
        "https://en.wikipedia.org/wiki/Jack_Williamson",
        "https://en.wikipedia.org/wiki/Bildungsroman",
        "https://en.wikipedia.org/wiki/Jackie_Gleason",
        "https://en.wikipedia.org/wiki/The_Honeymooners",
        "https://en.wikipedia.org/wiki/Oxford_English_Dictionary",
        "https://en.wikipedia.org/wiki/Astounding_Science_Fiction",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/Open_Library",
        "https://en.wikipedia.org/wiki/Revolt_in_2100",
        "https://en.wikipedia.org/wiki/Orphans_of_the_Sky",
        "https://en.wikipedia.org/wiki/The_Moon_Is_a_Harsh_Mistress",
        "https://en.wikipedia.org/wiki/The_Past_Through_Tomorrow",
        "https://en.wikipedia.org/wiki/Time_Enough_for_Love",
        "https://en.wikipedia.org/wiki/The_Notebooks_of_Lazarus_Long",
        "https://en.wikipedia.org/wiki/The_Cat_Who_Walks_Through_Walls",
        "https://en.wikipedia.org/wiki/To_Sail_Beyond_the_Sunset",
        "https://en.wikipedia.org/wiki/Heinlein_juveniles",
        "https://en.wikipedia.org/wiki/Rocket_Ship_Galileo",
        "https://en.wikipedia.org/wiki/Farmer_in_the_Sky",
        "https://en.wikipedia.org/wiki/Between_Planets",
        "https://en.wikipedia.org/wiki/Starman_Jones",
        "https://en.wikipedia.org/wiki/The_Star_Beast",
        "https://en.wikipedia.org/wiki/Tunnel_in_the_Sky",
        "https://en.wikipedia.org/wiki/Time_for_the_Stars",
        "https://en.wikipedia.org/wiki/Citizen_of_the_Galaxy",
        "https://en.wikipedia.org/wiki/Beyond_This_Horizon",
        "https://en.wikipedia.org/wiki/Sixth_Column",
        "https://en.wikipedia.org/wiki/The_Puppet_Masters",
        "https://en.wikipedia.org/wiki/Variable_Star",
        "https://en.wikipedia.org/wiki/Double_Star",
        "https://en.wikipedia.org/wiki/The_Door_into_Summer",
        "https://en.wikipedia.org/wiki/Starship_Troopers",
        "https://en.wikipedia.org/wiki/The_Unpleasant_Profession_of_Jonathan_Hoag",
        "https://en.wikipedia.org/wiki/Stranger_in_a_Strange_Land",
        "https://en.wikipedia.org/wiki/Podkayne_of_Mars",
        "https://en.wikipedia.org/wiki/Glory_Road",
        "https://en.wikipedia.org/wiki/I_Will_Fear_No_Evil",
        "https://en.wikipedia.org/wiki/Take_Back_Your_Government",
        "https://en.wikipedia.org/wiki/Tramp_Royale",
        "https://en.wikipedia.org/wiki/Grumbles_from_the_Grave",
        "https://en.wikipedia.org/wiki/Project_Moonbase",
        "https://en.wikipedia.org/wiki/Grok",
        "https://en.wikipedia.org/wiki/Moonbat",
        "https://en.wikipedia.org/wiki/Jubal_Harshaw",
        "https://en.wikipedia.org/wiki/Andrew_Jackson_Libby",
        "https://en.wikipedia.org/wiki/Lazarus_Long",
        "https://en.wikipedia.org/wiki/Hazel_Stone",
        "https://en.wikipedia.org/wiki/Heinlein_Centennial",
        "https://en.wikipedia.org/wiki/Heinlein_Society",
        "https://en.wikipedia.org/wiki/Heinlein_Prize_for_Advances_in_Space_Commercialization",
        "https://en.wikipedia.org/wiki/Virginia_Heinlein",
        "https://en.wikipedia.org/wiki/The_Robert_Heinlein_Omnibus",
        "https://en.wikipedia.org/wiki/The_Robert_Heinlein_Interview_and_Other_Heinleiniana",
        "https://en.wikipedia.org/wiki/Tribble",
        "https://en.wikipedia.org/wiki/Space_Cadet",
        "https://en.wikipedia.org/wiki/Space_Cadet",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}