{
    "url": "https://en.wikipedia.org/wiki/Space_weathering",
    "title": "Space weathering",
    "table_of_contents": [
        "1 History",
        "2 Effects on spectral properties",
        "3 Space weathering on asteroids",
        "4 Space weathering on Mercury",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Space weathering is the type of weathering that occurs to any object exposed to the harsh environment of outer space.  Bodies without atmospheres (including the Moon, Mercury, the asteroids, comets, and most of the moons of other planets) take on many weathering processes:\n\nSpace weathering is important because these processes affect the physical and optical properties of the surface of many planetary bodies.  Therefore, it is critical to understand the effects of space weathering in order to properly interpret remotely sensed data.\n\n"
        },
        {
            "title": "History",
            "text": "Much of our knowledge of the space weathering process comes from studies of the lunar samples returned by the Apollo program, particularly the lunar soils (or regolith).  The constant flux of high energy particles and micrometeorites, along with larger meteorites, act to comminute, melt, sputter and vaporize components of the lunar soil.\n\nThe first products of space weathering that were recognized in lunar soils were \"agglutinates\".  These are created when micrometeorites melt a small amount of material, which incorporates surrounding glass and mineral fragments into a glass-welded aggregate ranging in size from a few micrometers to a few millimeters.  Agglutinates are very common in lunar soil, accounting for as much as 60 to 70% of mature soils.[1]  These complex and irregularly-shaped particles appear black to the human eye, largely due to the presence of nanophase iron.\n\nSpace weathering also produces surface-correlated products on individual soil grains, such as glass splashes; implanted hydrogen, helium and other gases; solar flare tracks; and accreted components, including nanophase iron.  It wasn't until the 1990s that improved instruments, in particular transmission electron microscopes, and techniques allowed for the discovery of very thin (60-200 nm) patinas, or rims, which develop on individual lunar soil grains as a result of the redepositing of vapor from nearby micrometeorite impacts and the redeposition of material sputtered from nearby grains.[2]\n\nThese weathering processes have large effects on the spectral properties of lunar soil, particularly in the ultraviolet, visible, and near infrared (UV/Vis/NIR) wavelengths. These spectral changes have largely been attributed to the inclusions of \"nanophase iron\" which is a ubiquitous component of both agglutinates and soil rims.[3] These very small (one to a few hundred nanometers in diameter) blebs of metallic iron are created when iron-bearing minerals (e.g. olivine and pyroxene) are vaporized and the iron is liberated and redeposited in its native form.\n\n"
        },
        {
            "title": "Effects on spectral properties",
            "text": "On the Moon, the spectral effects of space weathering are threefold: as the lunar surface matures it becomes darker (the albedo is reduced), redder (reflectance increases with increasing wavelength), and the depth of its diagnostic absorption bands are reduced[4]  These effects are largely due to the presence of nanophase iron in both the agglutinates and in the accreted rims on individual grains.  The darkening effects of space weathering are readily seen by studying lunar craters.  Young, fresh craters have bright ray systems, because they have exposed fresh, unweathered material, but over time those rays disappear as the weathering process darkens the material.\n\n"
        },
        {
            "title": "Space weathering on asteroids",
            "text": "Space weathering is also thought to occur on asteroids,[5] though the environment is quite different from the Moon. Impacts in the asteroid belt are slower, and therefore create less melt and vapor.  Also, fewer solar wind particles reach the asteroid belt.  And finally, the higher rate of impactors and lower gravity of the smaller bodies means that there is more overturn and the surface exposure ages should be younger than the lunar surface.  Therefore, space weathering should occur more slowly and to a lesser degree on the surfaces of asteroids.\n\nHowever, we do see evidence for asteroidal space weathering.  For years there had been a so-called \"conundrum\" in the planetary science community because, in general, the spectra of asteroids do not match the spectra of our collection of meteorites. Particularly, the spectra of S-type asteroids, did not match the spectra of the most abundant type of meteorites, ordinary chondrites (OCs). The asteroid spectra tended to be redder with a steep curvature in the visible wavelengths. However, Binzel et al.[6] have identified near Earth asteroids with spectral properties covering the range from S-type to spectra similar to those of OC meteorites, suggesting an ongoing process is occurring that can alter the spectra of OC material to look like S-type asteroids. There is also evidence of regolith alteration from Galileo's flybys of Gaspra and Ida showing spectral differences at fresh craters. With time, the spectra of Ida and Gaspra appear to redden and lose spectral contrast. Evidence from NEAR Shoemaker's x-ray measurements of Eros indicate an ordinary chondrite composition despite a red-sloped, S-type spectrum, again suggesting that some process has altered the optical properties of the surface. \nResults from the Hayabusa spacecraft at the asteroid Itokawa, also ordinary chondrite in composition, shows spectral evidence of space weathering.  In addition, definitive evidence of space weathering alteration has been identified in the grains of soil returned by the Hayabusa spacecraft.  Because Itokawa is so small (550 m diameter), it was thought that the low gravity would not allow for the development of a mature regolith, however, preliminary examination of the returned samples reveals the presence of nanophase iron and other space weathering effects on several grains.[7]  In addition, there is evidence that weathering patinas can and do develop on rock surfaces on the asteroid.  Such coatings are likely similar to the patinas found on lunar rocks.[8]\n\nThere is evidence to suggest most of the color change due to weathering occurs rapidly, in the first hundred thousands years, limiting the usefulness of spectral measurement for determining the age of asteroids.[9]\n\n"
        },
        {
            "title": "Space weathering on Mercury",
            "text": "The environment on Mercury also differs substantially from the Moon.  For one thing, it is significantly hotter in the day (diurnal surface temperature ~100 °C for the Moon, ~425 °C on Mercury) and colder at night, which may alter the products of space weathering. In addition, because of its location in the Solar System, Mercury is also subjected to a slightly larger flux of micrometeorites that impact at much higher velocities than the Moon. These factors combine to make Mercury much more efficient than the Moon at creating both melt and vapor.  Per unit area, impacts on Mercury are expected to produce 13.5x the melt and 19.5x the vapor than is produced on the Moon.[10]  Agglutinitic glass-like deposits and vapor-deposited coatings should be created significantly faster and more efficiently on Mercury than on the Moon.\n\nThe UV/Vis spectrum of Mercury, as observed telescopically from Earth, is roughly linear, with a red slope.  There are no absorption bands related to Fe-bearing minerals, such as pyroxene.  This means that either there is no iron on the surface of Mercury, or else the iron in the Fe-bearing minerals has been weathered to nanophase iron.  A weathered surface would then explain the reddened slope.[11]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Meteorite_weathering",
        "https://en.wikipedia.org/wiki/Weathering",
        "https://en.wikipedia.org/wiki/Space_environment",
        "https://en.wikipedia.org/wiki/Outer_space",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Asteroids",
        "https://en.wikipedia.org/wiki/Comets",
        "https://en.wikipedia.org/wiki/Galactic_cosmic_ray",
        "https://en.wikipedia.org/wiki/Solar_cosmic_ray",
        "https://en.wikipedia.org/wiki/Irradiation",
        "https://en.wikipedia.org/wiki/Sputtering",
        "https://en.wikipedia.org/wiki/Solar_wind",
        "https://en.wikipedia.org/wiki/Meteorites",
        "https://en.wikipedia.org/wiki/Micrometeorites",
        "https://en.wikipedia.org/wiki/Optical_properties",
        "https://en.wikipedia.org/wiki/Apollo_program",
        "https://en.wikipedia.org/wiki/Lunar_soil",
        "https://en.wikipedia.org/wiki/Regolith",
        "https://en.wikipedia.org/wiki/High_energy_particles",
        "https://en.wikipedia.org/wiki/Micrometeorites",
        "https://en.wikipedia.org/wiki/Comminution",
        "https://en.wikipedia.org/wiki/Sputter",
        "https://en.wikipedia.org/wiki/Vaporize",
        "https://en.wikipedia.org/wiki/Nanophase_material",
        "https://en.wikipedia.org/wiki/Iron",
        "https://en.wikipedia.org/wiki/Hydrogen",
        "https://en.wikipedia.org/wiki/Helium",
        "https://en.wikipedia.org/wiki/Solar_flare",
        "https://en.wikipedia.org/wiki/Transmission_electron_microscope",
        "https://en.wikipedia.org/wiki/Patina",
        "https://en.wikipedia.org/wiki/Ultraviolet",
        "https://en.wikipedia.org/wiki/Visible_wavelength",
        "https://en.wikipedia.org/wiki/Near_infrared",
        "https://en.wikipedia.org/wiki/Wavelengths",
        "https://en.wikipedia.org/wiki/Olivine",
        "https://en.wikipedia.org/wiki/Pyroxene",
        "https://en.wikipedia.org/wiki/Albedo",
        "https://en.wikipedia.org/wiki/Absorption_band",
        "https://en.wikipedia.org/wiki/Nanophase_material",
        "https://en.wikipedia.org/wiki/Ray_system",
        "https://en.wikipedia.org/wiki/Lunar_surface",
        "https://en.wikipedia.org/wiki/Ordinary_chondrite",
        "https://en.wikipedia.org/wiki/Galileo",
        "https://en.wikipedia.org/wiki/951_Gaspra",
        "https://en.wikipedia.org/wiki/243_Ida",
        "https://en.wikipedia.org/wiki/NEAR_Shoemaker",
        "https://en.wikipedia.org/wiki/433_Eros",
        "https://en.wikipedia.org/wiki/Hayabusa",
        "https://en.wikipedia.org/wiki/25143_Itokawa",
        "https://en.wikipedia.org/wiki/Diurnal_cycle",
        "https://en.wikipedia.org/wiki/Space_climate",
        "https://en.wikipedia.org/wiki/Space_weather",
        "https://en.wikipedia.org/wiki/Geochimica_et_Cosmochimica_Acta",
        "https://en.wikipedia.org/wiki/Journal_of_Geophysical_Research",
        "https://en.wikipedia.org/wiki/Annual_Review_of_Earth_and_Planetary_Sciences",
        "https://en.wikipedia.org/wiki/New_Scientist",
        "https://en.wikipedia.org/wiki/Lunar_and_Planetary_Institute",
        "https://en.wikipedia.org/wiki/List_of_topics_in_space",
        "https://en.wikipedia.org/wiki/Effect_of_spaceflight_on_the_human_body",
        "https://en.wikipedia.org/wiki/Astronautical_hygiene",
        "https://en.wikipedia.org/wiki/Locomotion_in_space",
        "https://en.wikipedia.org/wiki/Space_medicine",
        "https://en.wikipedia.org/wiki/Neuroscience_in_space",
        "https://en.wikipedia.org/wiki/Space_psychology",
        "https://en.wikipedia.org/wiki/Psychological_and_sociological_effects_of_spaceflight",
        "https://en.wikipedia.org/wiki/Sex_in_space",
        "https://en.wikipedia.org/wiki/Sleep_in_space",
        "https://en.wikipedia.org/wiki/Animals_in_space",
        "https://en.wikipedia.org/wiki/Soviet_space_dogs",
        "https://en.wikipedia.org/wiki/Orbiting_Frog_Otolith",
        "https://en.wikipedia.org/wiki/Fruit_flies_in_space",
        "https://en.wikipedia.org/wiki/Monkeys_and_apes_in_space",
        "https://en.wikipedia.org/wiki/Zond_5",
        "https://en.wikipedia.org/wiki/Astrobiology",
        "https://en.wikipedia.org/wiki/List_of_microorganisms_tested_in_outer_space",
        "https://en.wikipedia.org/wiki/Plants_in_space",
        "https://en.wikipedia.org/wiki/Astrobotany",
        "https://en.wikipedia.org/wiki/Space_technology",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/Space_architecture",
        "https://en.wikipedia.org/wiki/Space_food",
        "https://en.wikipedia.org/wiki/Space_toilet",
        "https://en.wikipedia.org/wiki/Writing_in_space",
        "https://en.wikipedia.org/wiki/Asteroid_mining",
        "https://en.wikipedia.org/wiki/Batteries_in_space",
        "https://en.wikipedia.org/wiki/Nuclear_power_in_space",
        "https://en.wikipedia.org/wiki/Solar_panels_on_spacecraft",
        "https://en.wikipedia.org/wiki/Space_telescope",
        "https://en.wikipedia.org/wiki/Space_weapon",
        "https://en.wikipedia.org/wiki/Space_advertising",
        "https://en.wikipedia.org/wiki/Alcohol_and_spaceflight",
        "https://en.wikipedia.org/wiki/Space_archaeology",
        "https://en.wikipedia.org/wiki/Space_burial",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Asteroid_mining",
        "https://en.wikipedia.org/wiki/Space_trade",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Space_food",
        "https://en.wikipedia.org/wiki/Space_law",
        "https://en.wikipedia.org/wiki/Space_force",
        "https://en.wikipedia.org/wiki/Music_in_space",
        "https://en.wikipedia.org/wiki/Religion_in_space",
        "https://en.wikipedia.org/wiki/Christmas_on_the_International_Space_Station",
        "https://en.wikipedia.org/wiki/Space_selfie",
        "https://en.wikipedia.org/wiki/Space_tourism",
        "https://en.wikipedia.org/wiki/Voting_in_space",
        "https://en.wikipedia.org/wiki/Space_warfare",
        "https://en.wikipedia.org/wiki/Women_in_space",
        "https://en.wikipedia.org/wiki/Space_environment",
        "https://en.wikipedia.org/wiki/Space_climate",
        "https://en.wikipedia.org/wiki/Corrosion_in_space",
        "https://en.wikipedia.org/wiki/Space_debris",
        "https://en.wikipedia.org/wiki/Cosmic_dust",
        "https://en.wikipedia.org/wiki/Space_weather",
        "https://en.wikipedia.org/wiki/Weathering",
        "https://en.wikipedia.org/wiki/Carbonation",
        "https://en.wikipedia.org/wiki/Mineral_hydration",
        "https://en.wikipedia.org/wiki/Frost_weathering",
        "https://en.wikipedia.org/wiki/Haloclasty",
        "https://en.wikipedia.org/wiki/Thermal_shock",
        "https://en.wikipedia.org/wiki/Erosion",
        "https://en.wikipedia.org/wiki/Etchplain",
        "https://en.wikipedia.org/wiki/Fracture",
        "https://en.wikipedia.org/wiki/Saprolite",
        "https://en.wikipedia.org/wiki/Taphonomy",
        "https://en.wikipedia.org/wiki/Space_weathering",
        "https://en.wikipedia.org/wiki/Space_weathering",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}