{
    "url": "https://en.wikipedia.org/wiki/Space_capsule",
    "title": "Space capsule",
    "table_of_contents": [
        "1 History",
        "1.1 Vostok",
        "1.2 Voskhod",
        "1.3 Mercury",
        "1.4 Gemini",
        "1.5 Apollo",
        "1.6 Retired robotic space capsules",
        "2 Active space capsules",
        "2.1 Soyuz",
        "2.2 Shenzhou",
        "2.3 Dragon 2",
        "2.4 New Shepard Crew Capsule",
        "3 Developmental crewed capsule designs",
        "3.1 Russia",
        "3.2 United States",
        "3.3 India",
        "3.4 China",
        "3.5 Iran",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A space capsule is an often-crewed spacecraft that uses a blunt-body reentry capsule to reenter the Earth's atmosphere without wings. Capsules are distinguished from other satellites primarily by the ability to survive reentry and return a payload to the Earth's surface from orbit. Capsule-based crewed spacecraft such as Soyuz or Orion are often supported by a service or adapter module, and sometimes augmented with an extra module for extended space operations. Capsules make up the majority of crewed spacecraft designs, although one crewed spaceplane, the Space Shuttle, has flown in orbit.\n\nCurrent examples of crewed space capsules include Soyuz, Shenzhou, and Dragon 2. Examples of new crew capsules currently in development include NASA's Orion, Boeing's Starliner, Russia's Orel, India's Gaganyaan, and China's next-generation crewed spacecraft. Historic examples of crewed capsules include Vostok, Mercury, Voskhod, Gemini, and Apollo, and active programs include the New Shepard launches. A crewed space capsule must be able to sustain life in an often demanding thermal and radiation environment in the vacuum of space. It may be expendable (used once, like Soyuz) or reusable (like Crew Dragon).\n\n"
        },
        {
            "title": "History",
            "text": "The Vostok was the Soviet Union's first crewed space capsule. The first human spaceflight was Vostok 1, accomplished on April 12, 1961 by cosmonaut Yuri Gagarin.\n\nThe capsule was originally designed for use both as a camera platform for the Soviet Union's first spy satellite program, Zenit and as a crewed spacecraft. This dual-use design was crucial in gaining Communist Party support for the program. The design used a spherical reentry module, with a biconic descent module containing attitude control thrusters, on-orbit consumables, and the retro rocket for orbit termination. The basic design has remained in use for some 40 years, gradually adapted for a range of other uncrewed satellites.\n\nThe reentry module was completely covered in ablative heat shield material, 2.3 meters (7.5 ft) in diameter, weighing 2,460 kilograms (5,420 lb). The capsule was covered with a nose cone to maintain a low-drag profile for launch, with a cylindrical interior cabin approximately 1 meter (3.3 ft) in diameter nearly perpendicular to the capsule's longitudinal axis. The cosmonaut sat in an ejection seat with a separate parachute for escape during a launch emergency and landing during a normal flight. The capsule had its own parachute for landing on the ground. Although official sources stated that Gagarin had landed inside his capsule, a requirement for qualifying as a first crewed spaceflight under International Aeronautical Federation (IAF) rules, it was later revealed that all Vostok cosmonauts ejected and landed separately from the capsule. The capsule was serviced by an aft-facing conical equipment module 2.25 meters (7.4 ft) long by 2.43 meters (8.0 ft), weighing 2,270 kilograms (5,000 lb) containing nitrogen and oxygen breathing gasses, batteries, fuel, attitude control thrusters, and the retrorocket. It could support flights as long as ten days.[1] Six Vostok launches were successfully conducted, the last two pairs in concurrent flights. The longest flight was just short of five days, on Vostok 5 on June 14–19, 1963.[2]\n\nSince the attitude control thrusters were located in the instrument module which was discarded immediately prior to reentry, the reentry module's path and orientation could not be actively controlled. This meant that the capsule had to be protected from reentry heat on all sides, determining the spherical design (as opposed to Project Mercury's conical design, which allowed for maximum volume while minimizing the heat shield diameter).[citation needed] Some control of the capsule's reentry orientation was possible by offsetting its center of gravity. Proper orientation with the cosmonaut's back to the direction of flight was necessary in order to best sustain the which also maximized the  8 to 9 g-force.\n\nThe Vostok design was modified to permit carrying multi-cosmonaut crews, and flown as two flights of the Voskhod programme. The cylindrical interior cabin was replaced with a wider, rectangular cabin which could hold either three cosmonauts seated abreast (Voskhod 1), or two cosmonauts with an inflatable airlock in between them, to permit extravehicular activity (Voskhod 2). A backup solid-fuel retro rocket was added to the top of the descent module. Vostok's ejection seat was removed to save space (thus there was no provision for crew escape in the event of a launch or landing emergency). The complete Voskhod spacecraft weighed 5,682 kilograms (12,527 lb).\n\nLack of space meant that the crew members of Voskhod 1 did not wear space suits.[3]  Both Voskhod 2 crew members wore spacesuits, as it involved an EVA by cosmonaut Alexei Leonov. An airlock was needed because the vehicle's electrical and environmental systems were air-cooled, and complete capsule depressurization would lead to overheating. The airlock weighed 250 kg (551 lb 2 oz), was 700 mm (28 in) in diameter, 770 mm (30 in) high when collapsed for launch. When extended in orbit, it was 2.5 m (8 ft 2 in) long, had an internal diameter of 1 m (3 ft 3 in) and an external diameter of 1.2 m (3 ft 11 in). The second crew member wore a spacesuit as a precaution against accidental descent module depressurization. The airlock was jettisoned after use.\n\nThe lack of ejection seats meant that the Voskhod crew would return to Earth inside their spacecraft unlike the Vostok cosmonauts who ejected and parachuted down separately. Because of this, a new landing system was developed, which added a small solid-fuel rocket to the parachute lines. It fired as the descent module neared touchdown, providing a softer landing.\n\nThe Mercury spacecraft's principal designer was Maxime Faget, who started research for human spaceflight during the time of the NACA.[4] It was 10.8 feet (3.3 m) long and 6.0 feet (1.8 m) wide; with the launch escape system added, the overall length was 25.9 feet (7.9 m).[5] With 100 cubic feet (2.8 m3) of habitable volume, the capsule was just large enough for a single crew member.[6] Inside were 120 controls: 55 electrical switches, 30 fuses and 35 mechanical levers.[7] The heaviest spacecraft, Mercury-Atlas 9, weighed 3,000 pounds (1,400 kg) fully loaded.[8] Its outer skin was made of René 41, a nickel alloy able to withstand high temperatures.[9]\n\nThe spacecraft was cone shaped, with a neck at the narrow end.[5] It had a convex base, which carried a heat shield (Item 2 in the diagram below)[10] consisting of an aluminum honeycomb covered with multiple layers of fiberglass.[11] Strapped to it was a retropack (1)[12] consisting of three rockets deployed to brake the spacecraft during reentry.[13] Between these were three minor rockets for separating the spacecraft from the launch vehicle at orbital insertion.[14] The straps that held the package could be severed when it was no longer needed.[15] Next to the heat shield was the pressurized crew compartment (3).[16] Inside, an astronaut would be strapped to a form-fitting seat with instruments in front of him and with his back to the heat shield.[17] Underneath the seat was the environmental control system supplying oxygen and heat,[18] scrubbing the air of CO2, vapor and odors, and (on orbital flights) collecting urine.[19][n 1] The recovery compartment (4)[21] at the narrow end of the spacecraft contained three parachutes: a drogue to stabilize free fall and two main chutes, a primary and reserve.[22] Between the heat shield and inner wall of the crew compartment was a landing skirt, deployed by letting down the heat shield before landing.[23] On top of the recovery compartment was the antenna section (5)[24] containing both antennas for communication and scanners for guiding spacecraft orientation.[25] Attached was a flap used to ensure the spacecraft was faced heat shield first during reentry.[26] A launch escape system (6) was mounted to the narrow end of the spacecraft[27] containing three small solid-fueled rockets which could be fired briefly in a launch failure to separate the capsule safely from its booster. It would deploy the capsule's parachute for a landing nearby at sea.[28] (See also Mission profile for details.)\n\nThe Mercury spacecraft did not have an on-board computer, instead relying on all computation for reentry to be calculated by computers on the ground, with their results (retrofire times and firing attitude) then transmitted to the spacecraft by radio while in flight.[29][30] All computer systems used in the Mercury space program were housed in NASA facilities on Earth.[29] The computer systems were IBM 701 computers.[31][32]\n\nThe US launched its first Mercury astronaut Alan Shepard on a suborbital flight almost a month after the first crewed orbital spaceflight. The Soviets were able to launch a second Vostok on a one-day flight on August 6, before the US finally orbited the first American, John Glenn, on February 20, 1962. The United States launched a total of two crewed suborbital Mercury capsules and four crewed orbital capsules, with the longest flight, Mercury-Atlas 9, making 22 orbits and lasting 32 and one-half hours.\n\nMany components in the capsule itself were reachable through their own small access doors. Unlike Mercury, Gemini used completely solid-state electronics, and its modular design made it easy to repair.[33]\n\nGemini's emergency launch escape system did not use an escape tower powered by a solid-fuel rocket, but instead used aircraft-style ejection seats. The tower was heavy and complicated, and NASA engineers reasoned that they could do away with it as the Titan II's hypergolic propellants would burn immediately on contact. A Titan II booster explosion had a smaller blast effect and flame than on the cryogenically fueled Atlas and Saturn. Ejection seats were sufficient to separate the astronauts from a malfunctioning launch vehicle. At higher altitudes, where the ejection seats could not be used, the astronauts would return to Earth inside the spacecraft, which would separate from the launch vehicle.[34]\n\nThe main proponent of using ejection seats was Chamberlin, who had never liked the Mercury escape tower and wished to use a simpler alternative that would also reduce weight. He reviewed several films of Atlas and Titan II ICBM failures, which he used to estimate the approximate size of a fireball produced by an exploding launch vehicle and from this he gauged that the Titan II would produce a much smaller explosion, thus the spacecraft could get away with ejection seats.\n\nMaxime Faget, the designer of the Mercury LES, was on the other hand less-than-enthusiastic about this setup. Aside from the possibility of the ejection seats seriously injuring the astronauts, they would also only be usable for about 40 seconds after liftoff, by which point the booster would be attaining Mach 1 speed and ejection would no longer be possible. He was also concerned about the astronauts being launched through the Titan's exhaust plume if they ejected in-flight and later added, \"The best thing about Gemini was that they never had to make an escape.\"[35]\n\nThe Gemini ejection system was never tested with the Gemini cabin pressurized with pure oxygen, as it was prior to launch. In January 1967, the fatal Apollo 1 fire demonstrated that pressurizing a spacecraft with pure oxygen created an extremely dangerous fire hazard.[36] In a 1997 oral history, astronaut Thomas P. Stafford commented on the Gemini 6 launch abort in December 1965, when he and command pilot Wally Schirra nearly ejected from the spacecraft:\n\nGemini was the first astronaut-carrying spacecraft to include an onboard computer, the Gemini Guidance Computer, to facilitate management and control of mission maneuvers. This computer, sometimes called the Gemini Spacecraft On-Board Computer (OBC), was very similar to the Saturn Launch Vehicle Digital Computer. The Gemini Guidance Computer weighed 58.98 pounds (26.75 kg). Its core memory had 4096 addresses, each containing a 39-bit word composed of three 13-bit \"syllables\". All numeric data was 26-bit two's-complement integers (sometimes used as fixed-point numbers), either stored in the first two syllables of a word or in the accumulator. Instructions (always with a 4-bit opcode and 9 bits of operand) could go in any syllable.[38][39][40][41]\n\nThe Apollo spacecraft was first conceived in 1960 as a three-man craft to follow Project Mercury, with an open-ended mission. It could be used to ferry astronauts to an Earth-orbiting space station, or for flights around or orbiting the Moon, and possibly landing on it. NASA solicited feasibility study designs from several companies in 1960 and 1961, while Faget and the Space Task Group worked on their own design using a conical/blunt-body capsule (Command Module) supported by a cylindrical Service Module providing electrical power and propulsion. NASA reviewed the entrants' designs in May 1961, but when President John F. Kennedy proposed a national effort to land a man on the Moon during the 1960s, NASA decided to reject the feasibility studies and proceed with Faget's design, focused on the lunar landing mission. The contract to build Apollo was awarded to North American Aviation.\n\nThe Apollo Command/Service Module (CSM) was originally designed to take three men directly to the surface of the Moon, atop a large landing stage with legs. The Command Module sized out at 12 feet 10 inches (3.91 m) in diameter, by 11 feet 1.5 inches (3.39 m) long. The Service Module was 13 feet (4.0 m) long, with a total vehicle length of 36 feet 2.5 inches (11.04 m) including the engine bell. The hypergolic propellant service propulsion engine was sized at 20,500 pounds-force (91,000 N) to lift the CSM off the lunar surface and send it back to Earth. This required a single-launch vehicle much larger than the Saturn V, or else multiple Saturn V launches to assemble it in Earth orbit before sending it to the Moon.\n\nEarly on, it was decided to use the lunar orbit rendezvous method, using a smaller Lunar Excursion Module (LEM) to ferry two of the men between lunar orbit and the surface. The reduction in mass allowed the lunar mission to be launched with a single Saturn V. Since significant development work had started on the design, it was decided to continue with the existing design as Block I, while a Block II version capable of rendezvous with the LEM would be developed in parallel. Besides addition of a docking tunnel and probe, Block II would employ equipment improvements based on lessons learned from the Block I design. Block I would be used for uncrewed test flights and a limited number of Earth orbit crewed flights. Though the service propulsion engine was now bigger than required, its design was not changed since significant development was already in progress; however, the propellant tanks were downsized slightly to reflect the modified fuel requirement. Based on astronaut preference, the Block II CM would replace the two-piece plug door hatch cover, chosen to avoid an accidental hatch opening such as had happened on Gus Grissom's Mercury-Redstone 4 flight, with a one-piece, outward-opening hatch to make egress easier at the end of the mission.\n\nThe Mercury-Gemini practice of using a prelaunch atmosphere of 16.7 pounds per square inch (1,150 mbar) pure oxygen proved to be disastrous in combination with the plug-door hatch design. While participating in a pre-launch test on the pad on January 27, 1967, in preparation for the first crewed launch in February, the entire crew of Apollo 1—Grissom, Edward H. White, and Roger Chaffee—were killed in a fire that swept through the cabin. The plug door made it impossible for the astronauts to escape or be removed before their deaths. An investigation revealed the fire was probably started by a spark from a frayed wire, and fed by combustible materials that should not have been in the cabin. The crewed flight program was delayed while design changes were made to the Block II spacecraft to replace the pure oxygen pre-launch atmosphere with an air-like nitrogen/oxygen mixture, eliminate combustible materials from the cabin and the astronauts' space suits, and seal all electrical wiring and corrosive coolant lines.\n\nThe Block II spacecraft weighed 63,500 pounds (28,800 kg) fully fueled, and was used in four crewed Earth and lunar orbital test flights, and seven crewed lunar landing missions. A modified version of the spacecraft was also used to ferry three crews to the Skylab space station, and the Apollo-Soyuz Test Project mission which docked with a Soviet Soyuz spacecraft. The Apollo spacecraft was retired after 1974.\n\n"
        },
        {
            "title": "Active space capsules",
            "text": "In 1963, Korolev first proposed the three-man Soyuz spacecraft for use in Earth orbit assembly of a lunar exploration mission. He was pressured by Soviet premier Nikita Khrushchev to postpone development of Soyuz to work on Voskhod, and later allowed to develop Soyuz for space station and lunar exploration missions.\nHe employed a small, lightweight bell-shaped reentry capsule, with an orbital crew module attached to its nose, containing the bulk of the mission living space. The service module would use two panels of electric solar cells for power generation, and contained a propulsion system engine. The 7K-OK model designed for Earth orbit used a 2,810-kilogram (6,190 lb) reentry module measuring 2.17 meters (7.1 ft) in diameter by 2.24 meters (7.3 ft) long, with an interior volume of 4.00 cubic meters (141 cu ft). The 1,100-kilogram (2,400 lb) spheroidal orbital module measured 2.25 meters (7.4 ft) in diameter by 3.45 meters (11.3 ft) long with a docking probe, with an interior volume of 5.00 cubic meters (177 cu ft). The total spacecraft mass was 6,560 kilograms (14,460 lb).\n\nTen of these craft flew crewed after Korolev's death, from 1967 to 1971. The first (Soyuz 1) and last (Soyuz 11) resulted in the first in-space fatalities. Korolev had developed a 9,850-kilogram (21,720 lb) 7K-LOK variant for use in the lunar mission, but this was never flown manned.\n\nThe Russians continued to develop and fly the Soyuz to this day.\n\nThe PRC developed its Shenzhou spacecraft in the 1990s based on the same concept (orbital, reentry and service modules) as Soyuz. Its first uncrewed test flight was in 1999, and the first crewed flight in October 2003 carried Yang Liwei for 14 Earth orbits.\n\nThe seven-seat SpaceX Dragon 2 capsule first launched crew to the International Space Station on 30 May 2020 on the Demo-2 mission for NASA. Although originally envisaged as a development of SpaceX's uncrewed Dragon capsule which was used for the NASA Commercial Resupply Services contract, the demands of crewed spaceflight resulted in a significantly redesigned vehicle with limited commonality.\n\nThe six-seat Blue Origin developed New Shepard crew capsule is a suborbital crewed spacecraft designed for human tended  research and space tourism. The capsule can also fly uncrewed, carrying a larger number of payloads and experiments.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Spaceflight",
        "https://en.wikipedia.org/wiki/History_of_spaceflight",
        "https://en.wikipedia.org/wiki/History_of_spaceflight",
        "https://en.wikipedia.org/wiki/Space_Race",
        "https://en.wikipedia.org/wiki/Timeline_of_spaceflight",
        "https://en.wikipedia.org/wiki/List_of_Solar_System_probes",
        "https://en.wikipedia.org/wiki/List_of_lunar_missions",
        "https://en.wikipedia.org/wiki/Earth_observation_satellite",
        "https://en.wikipedia.org/wiki/Spy_satellite",
        "https://en.wikipedia.org/wiki/Communications_satellite",
        "https://en.wikipedia.org/wiki/Military_satellite",
        "https://en.wikipedia.org/wiki/Satellite_navigation",
        "https://en.wikipedia.org/wiki/Space_telescope",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Space_tourism",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Spacecraft",
        "https://en.wikipedia.org/wiki/Robotic_spacecraft",
        "https://en.wikipedia.org/wiki/Satellite",
        "https://en.wikipedia.org/wiki/Space_probe",
        "https://en.wikipedia.org/wiki/Cargo_spacecraft",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/Apollo_Lunar_Module",
        "https://en.wikipedia.org/wiki/Space_Shuttle",
        "https://en.wikipedia.org/wiki/Space_station",
        "https://en.wikipedia.org/wiki/Spaceplane",
        "https://en.wikipedia.org/wiki/Space_launch",
        "https://en.wikipedia.org/wiki/Spaceport",
        "https://en.wikipedia.org/wiki/Launch_pad",
        "https://en.wikipedia.org/wiki/Expendable_launch_system",
        "https://en.wikipedia.org/wiki/Reusable_launch_system",
        "https://en.wikipedia.org/wiki/Launch_vehicle",
        "https://en.wikipedia.org/wiki/Escape_velocity",
        "https://en.wikipedia.org/wiki/Orbital_spaceflight",
        "https://en.wikipedia.org/wiki/Interplanetary_spaceflight",
        "https://en.wikipedia.org/wiki/Interstellar_travel",
        "https://en.wikipedia.org/wiki/Intergalactic_travel",
        "https://en.wikipedia.org/wiki/List_of_government_space_agencies",
        "https://en.wikipedia.org/wiki/List_of_private_spaceflight_companies",
        "https://en.wikipedia.org/wiki/Spacecraft",
        "https://en.wikipedia.org/wiki/Reentry_capsule",
        "https://en.wikipedia.org/wiki/Atmospheric_reentry",
        "https://en.wikipedia.org/wiki/Satellites",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/Spaceplane",
        "https://en.wikipedia.org/wiki/Space_Shuttle",
        "https://en.wikipedia.org/wiki/Soyuz_spacecraft",
        "https://en.wikipedia.org/wiki/Shenzhou_spacecraft",
        "https://en.wikipedia.org/wiki/SpaceX_Dragon_2",
        "https://en.wikipedia.org/wiki/Boeing_Starliner",
        "https://en.wikipedia.org/wiki/Gaganyaan",
        "https://en.wikipedia.org/wiki/Vostok_spacecraft",
        "https://en.wikipedia.org/wiki/Project_Mercury",
        "https://en.wikipedia.org/wiki/Voskhod_spacecraft",
        "https://en.wikipedia.org/wiki/Gemini_spacecraft",
        "https://en.wikipedia.org/wiki/Apollo_command_and_service_module",
        "https://en.wikipedia.org/wiki/New_Shepard",
        "https://en.wikipedia.org/wiki/Radiation",
        "https://en.wikipedia.org/wiki/Reusable_spacecraft",
        "https://en.wikipedia.org/wiki/Crew_Dragon",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/Vostok_1",
        "https://en.wikipedia.org/wiki/Cosmonautics_Day",
        "https://en.wikipedia.org/wiki/Cosmonaut",
        "https://en.wikipedia.org/wiki/Yuri_Gagarin",
        "https://en.wikipedia.org/wiki/Zenit_spy_satellite",
        "https://en.wikipedia.org/wiki/Communist_Party_of_the_Soviet_Union",
        "https://en.wikipedia.org/wiki/Attitude_control",
        "https://en.wikipedia.org/wiki/Satellite",
        "https://en.wikipedia.org/wiki/Nose_cone",
        "https://en.wikipedia.org/wiki/International_Aeronautical_Federation",
        "https://en.wikipedia.org/wiki/Attitude_control",
        "https://en.wikipedia.org/wiki/Vostok_5",
        "https://en.wikipedia.org/wiki/Project_Mercury",
        "https://en.wikipedia.org/wiki/Voskhod_programme",
        "https://en.wikipedia.org/wiki/Extravehicular_activity",
        "https://en.wikipedia.org/wiki/Space_suit",
        "https://en.wikipedia.org/wiki/Alexei_Leonov",
        "https://en.wikipedia.org/wiki/Maxime_Faget",
        "https://en.wikipedia.org/wiki/Honeycomb_structure",
        "https://en.wikipedia.org/wiki/Fiberglass",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/IBM_701",
        "https://en.wikipedia.org/wiki/Alan_Shepard",
        "https://en.wikipedia.org/wiki/John_Glenn",
        "https://en.wikipedia.org/wiki/Gemini_12",
        "https://en.wikipedia.org/wiki/Project_Gemini",
        "https://en.wikipedia.org/wiki/Jim_Lovell",
        "https://en.wikipedia.org/wiki/Buzz_Aldrin",
        "https://en.wikipedia.org/wiki/Adler_Planetarium",
        "https://en.wikipedia.org/wiki/Launch_escape_system",
        "https://en.wikipedia.org/wiki/Ejection_seat",
        "https://en.wikipedia.org/wiki/Hypergolic_propellant",
        "https://en.wikipedia.org/wiki/Ejection_seat",
        "https://en.wikipedia.org/wiki/Maxime_Faget",
        "https://en.wikipedia.org/wiki/Apollo_1",
        "https://en.wikipedia.org/wiki/Gemini_6",
        "https://en.wikipedia.org/wiki/Wally_Schirra",
        "https://en.wikipedia.org/wiki/Gemini_Guidance_Computer",
        "https://en.wikipedia.org/wiki/Saturn_Launch_Vehicle_Digital_Computer",
        "https://en.wikipedia.org/wiki/Core_memory",
        "https://en.wikipedia.org/wiki/Memory_address",
        "https://en.wikipedia.org/wiki/Instruction_set",
        "https://en.wikipedia.org/wiki/Opcode",
        "https://en.wikipedia.org/wiki/Apollo_15",
        "https://en.wikipedia.org/wiki/Apollo_Command_and_Service_Module",
        "https://en.wikipedia.org/wiki/Apollo_Lunar_Module",
        "https://en.wikipedia.org/wiki/Space_station",
        "https://en.wikipedia.org/wiki/Apollo_spacecraft_feasibility_study",
        "https://en.wikipedia.org/wiki/Space_Task_Group",
        "https://en.wikipedia.org/wiki/North_American_Aviation",
        "https://en.wikipedia.org/wiki/Hypergolic_propellant",
        "https://en.wikipedia.org/wiki/Saturn_V",
        "https://en.wikipedia.org/wiki/Lunar_orbit_rendezvous",
        "https://en.wikipedia.org/wiki/Apollo_Lunar_Module",
        "https://en.wikipedia.org/wiki/Plug_door",
        "https://en.wikipedia.org/wiki/Gus_Grissom",
        "https://en.wikipedia.org/wiki/Apollo_1",
        "https://en.wikipedia.org/wiki/Roger_Chaffee",
        "https://en.wikipedia.org/wiki/Skylab",
        "https://en.wikipedia.org/wiki/SpaceX_Dragon",
        "https://en.wikipedia.org/wiki/Fanhui_Shi_Weixing",
        "https://en.wikipedia.org/wiki/Atmospheric_Reentry_Demonstrator",
        "https://en.wikipedia.org/wiki/Space_Capsule_Recovery_Experiment",
        "https://en.wikipedia.org/wiki/OREX",
        "https://en.wikipedia.org/wiki/Nikita_Khrushchev",
        "https://en.wikipedia.org/wiki/Solar_cell",
        "https://en.wikipedia.org/wiki/Soyuz_1",
        "https://en.wikipedia.org/wiki/Soyuz_11",
        "https://en.wikipedia.org/wiki/Yang_Liwei",
        "https://en.wikipedia.org/wiki/SpaceX_Dragon_2",
        "https://en.wikipedia.org/wiki/SpaceX",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Commercial_Resupply_Services",
        "https://en.wikipedia.org/wiki/New_Shepard",
        "https://en.wikipedia.org/wiki/Space_tourism",
        "https://en.wikipedia.org/wiki/Boeing_Starliner",
        "https://en.wikipedia.org/wiki/Gaganyaan",
        "https://en.wikipedia.org/wiki/Iranian_crewed_spacecraft",
        "https://en.wikipedia.org/wiki/Orbital_module",
        "https://en.wikipedia.org/wiki/Reentry_module",
        "https://en.wikipedia.org/wiki/Service_module",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Asif_Azam_Siddiqi",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/List_of_crewed_spacecraft",
        "https://en.wikipedia.org/wiki/Human_spaceflight_programs",
        "https://en.wikipedia.org/wiki/SpaceX_Dragon_2",
        "https://en.wikipedia.org/wiki/SpaceShipTwo",
        "https://en.wikipedia.org/wiki/New_Shepard",
        "https://en.wikipedia.org/wiki/Project_Mercury",
        "https://en.wikipedia.org/wiki/Project_Gemini",
        "https://en.wikipedia.org/wiki/Apollo_command_and_service_module",
        "https://en.wikipedia.org/wiki/Apollo_Lunar_Module",
        "https://en.wikipedia.org/wiki/Space_Shuttle",
        "https://en.wikipedia.org/wiki/SpaceShipOne",
        "https://en.wikipedia.org/wiki/Gaganyaan",
        "https://en.wikipedia.org/wiki/Iranian_crewed_spacecraft",
        "https://en.wikipedia.org/wiki/Boeing_Starliner",
        "https://en.wikipedia.org/wiki/SpaceX_Starship",
        "https://en.wikipedia.org/wiki/SpaceShip_III",
        "https://en.wikipedia.org/wiki/Spaceflight",
        "https://en.wikipedia.org/wiki/Orbital_mechanics",
        "https://en.wikipedia.org/wiki/History_of_spaceflight",
        "https://en.wikipedia.org/wiki/Timeline_of_spaceflight",
        "https://en.wikipedia.org/wiki/Space_Race",
        "https://en.wikipedia.org/wiki/List_of_spaceflight_records",
        "https://en.wikipedia.org/wiki/Space_launch",
        "https://en.wikipedia.org/wiki/Space_policy",
        "https://en.wikipedia.org/wiki/Chinese_space_program",
        "https://en.wikipedia.org/wiki/European_Space_Agency_Science_Programme",
        "https://en.wikipedia.org/wiki/European_Union_Space_Programme",
        "https://en.wikipedia.org/wiki/Indian_Space_Research_Organisation",
        "https://en.wikipedia.org/wiki/Japanese_space_program",
        "https://en.wikipedia.org/wiki/Roscosmos",
        "https://en.wikipedia.org/wiki/Soviet_space_program",
        "https://en.wikipedia.org/wiki/Space_policy_of_the_United_States",
        "https://en.wikipedia.org/wiki/Space_law",
        "https://en.wikipedia.org/wiki/Outer_Space_Treaty",
        "https://en.wikipedia.org/wiki/Rescue_Agreement",
        "https://en.wikipedia.org/wiki/Space_Liability_Convention",
        "https://en.wikipedia.org/wiki/Registration_Convention",
        "https://en.wikipedia.org/wiki/Moon_Treaty",
        "https://en.wikipedia.org/wiki/Space_warfare",
        "https://en.wikipedia.org/wiki/Space_command",
        "https://en.wikipedia.org/wiki/Space_force",
        "https://en.wikipedia.org/wiki/Militarisation_of_space",
        "https://en.wikipedia.org/wiki/Private_spaceflight",
        "https://en.wikipedia.org/wiki/Outline_of_space_science",
        "https://en.wikipedia.org/wiki/Space_telescope",
        "https://en.wikipedia.org/wiki/Earth_observation_satellite",
        "https://en.wikipedia.org/wiki/Satellite_imagery",
        "https://en.wikipedia.org/wiki/Reconnaissance_satellite",
        "https://en.wikipedia.org/wiki/Weather_satellite",
        "https://en.wikipedia.org/wiki/Communications_satellite",
        "https://en.wikipedia.org/wiki/Satellite_Internet_access",
        "https://en.wikipedia.org/wiki/Satellite_radio",
        "https://en.wikipedia.org/wiki/Satellite_phone",
        "https://en.wikipedia.org/wiki/Satellite_television",
        "https://en.wikipedia.org/wiki/Satellite_navigation",
        "https://en.wikipedia.org/wiki/Commercial_use_of_space",
        "https://en.wikipedia.org/wiki/Space_launch_market_competition",
        "https://en.wikipedia.org/wiki/Space_architecture",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Space_research",
        "https://en.wikipedia.org/wiki/Space_technology",
        "https://en.wikipedia.org/wiki/Space_weather",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/Astronaut",
        "https://en.wikipedia.org/wiki/Commercial_astronaut",
        "https://en.wikipedia.org/wiki/Animals_in_space",
        "https://en.wikipedia.org/wiki/Bioastronautics",
        "https://en.wikipedia.org/wiki/Space_suit",
        "https://en.wikipedia.org/wiki/Extravehicular_activity",
        "https://en.wikipedia.org/wiki/Overview_effect",
        "https://en.wikipedia.org/wiki/Weightlessness",
        "https://en.wikipedia.org/wiki/Space_toilet",
        "https://en.wikipedia.org/wiki/Space_tourism",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Space_diving",
        "https://en.wikipedia.org/wiki/Vostok_programme",
        "https://en.wikipedia.org/wiki/Project_Mercury",
        "https://en.wikipedia.org/wiki/Voskhod_programme",
        "https://en.wikipedia.org/wiki/Project_Gemini",
        "https://en.wikipedia.org/wiki/Soyuz_programme",
        "https://en.wikipedia.org/wiki/Apollo_program",
        "https://en.wikipedia.org/wiki/Skylab",
        "https://en.wikipedia.org/wiki/Space_Shuttle_program",
        "https://en.wikipedia.org/wiki/Mir",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/China_Manned_Space_Program",
        "https://en.wikipedia.org/wiki/Tiangong_program",
        "https://en.wikipedia.org/wiki/New_Shepard",
        "https://en.wikipedia.org/wiki/Artemis_program",
        "https://en.wikipedia.org/wiki/Effect_of_spaceflight_on_the_human_body",
        "https://en.wikipedia.org/wiki/Space_adaptation_syndrome",
        "https://en.wikipedia.org/wiki/Health_threat_from_cosmic_rays",
        "https://en.wikipedia.org/wiki/Space_psychology",
        "https://en.wikipedia.org/wiki/Psychological_and_sociological_effects_of_spaceflight",
        "https://en.wikipedia.org/wiki/Space_and_survival",
        "https://en.wikipedia.org/wiki/Space_medicine",
        "https://en.wikipedia.org/wiki/Space_nursing",
        "https://en.wikipedia.org/wiki/Spacecraft",
        "https://en.wikipedia.org/wiki/Launch_vehicle",
        "https://en.wikipedia.org/wiki/Rocket",
        "https://en.wikipedia.org/wiki/Orbital_module",
        "https://en.wikipedia.org/wiki/Reentry_capsule",
        "https://en.wikipedia.org/wiki/Service_module",
        "https://en.wikipedia.org/wiki/Spaceplane",
        "https://en.wikipedia.org/wiki/Robotic_spacecraft",
        "https://en.wikipedia.org/wiki/Satellite",
        "https://en.wikipedia.org/wiki/Space_probe",
        "https://en.wikipedia.org/wiki/Space_telescope",
        "https://en.wikipedia.org/wiki/Spacecraft_propulsion",
        "https://en.wikipedia.org/wiki/Rocket_engine",
        "https://en.wikipedia.org/wiki/Spacecraft_electric_propulsion",
        "https://en.wikipedia.org/wiki/Solar_sail",
        "https://en.wikipedia.org/wiki/Gravity_assist",
        "https://en.wikipedia.org/wiki/Orbital_spaceflight",
        "https://en.wikipedia.org/wiki/Geocentric_orbit",
        "https://en.wikipedia.org/wiki/Geosynchronous_orbit",
        "https://en.wikipedia.org/wiki/Interplanetary_spaceflight",
        "https://en.wikipedia.org/wiki/Interstellar_travel",
        "https://en.wikipedia.org/wiki/Intergalactic_travel",
        "https://en.wikipedia.org/wiki/Space_launch",
        "https://en.wikipedia.org/wiki/Direct_ascent",
        "https://en.wikipedia.org/wiki/Escape_velocity",
        "https://en.wikipedia.org/wiki/Expendable_launch_system",
        "https://en.wikipedia.org/wiki/Reusable_launch_vehicle",
        "https://en.wikipedia.org/wiki/Launch_pad",
        "https://en.wikipedia.org/wiki/Spaceport",
        "https://en.wikipedia.org/wiki/Ground_segment",
        "https://en.wikipedia.org/wiki/Flight_controller",
        "https://en.wikipedia.org/wiki/Ground_station",
        "https://en.wikipedia.org/wiki/Orbital_pass",
        "https://en.wikipedia.org/wiki/Mission_control_center",
        "https://en.wikipedia.org/wiki/Space_capsule",
        "https://en.wikipedia.org/wiki/Space_capsule",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}