{
    "url": "https://en.wikipedia.org/wiki/Spacelab",
    "title": "Spacelab",
    "table_of_contents": [
        "1 Background and history",
        "2 Components",
        "2.1 Habitable module",
        "2.2 Pallet",
        "2.3 Igloo",
        "2.4 Instrument Pointing System",
        "2.5 List of parts",
        "3 Spacelab missions",
        "3.1 Other missions",
        "3.2 Cancelled missions",
        "3.3 Gallery",
        "4 Legacy",
        "5 Diagram, Spacelab Module and Pallet",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSpacelab was a reusable laboratory developed by European Space Agency (ESA) and used on certain spaceflights flown by the Space Shuttle. The laboratory comprised multiple components, including a pressurized module, an unpressurized carrier, and other related hardware housed in the Shuttle's cargo bay. The components were arranged in various configurations to meet the needs of each spaceflight.\n\nSpacelab components flew on a total of about 32 Shuttle missions, depending on how such hardware and missions are tabulated. Spacelab allowed scientists to perform experiments in microgravity in geocentric orbit. There was a variety of Spacelab-associated hardware, so a distinction can be made between the major Spacelab program missions with European scientists running missions in the Spacelab habitable module, missions running other Spacelab hardware experiments, and other Space Transportation System (STS) missions that used some component of Spacelab hardware. There is some variation in counts of Spacelab missions, in part because there were different types of Spacelab missions with a large range in the amount of Spacelab hardware flown and the nature of each mission. There were at least 22 major Spacelab missions between 1983 and 1998, and Spacelab hardware was used on a number other missions, with some of the Spacelab pallets being flown as late as 2008.[1]\n\n"
        },
        {
            "title": "Background and history",
            "text": "In August 1973, NASA and European Space Research Organisation (ESRO), now European Space Agency or ESA, signed a memorandum of understanding (MOU) to build a science laboratory for use on Space Shuttle flights.[2] Construction of Spacelab was started in 1974 by Entwicklungsring Nord (ERNO), a subsidiary of VFW-Fokker GmbH, after merger with Messerschmitt-Bölkow-Blohm (MBB) named MBB/ERNO, and merged into EADS SPACE Transportation in 2003. The first lab module, LM1, was donated to NASA in exchange for flight opportunities for European astronauts. A second module, LM2, was bought by NASA for its own use from ERNO.[3]\n\nConstruction on the Spacelab modules began in 1974 by what was then the company ERNO-VFW-Fokker.[4]\n\nIn the early 1970s NASA shifted its focus from the Lunar missions to the Space Shuttle, and also space research.[6] The Administrator of NASA at the time moved the focus from a new space station to space laboratory for planned Space Shuttle.[6] This would allow technologies for future space stations to be researched and harness the capabilities of the Space Shuttle for research.[6]\n\nSpacelab was produced by European Space Research Organisation (ESRO), a consortium of ten European countries including:[7]\n\n"
        },
        {
            "title": "Components",
            "text": "In addition to the laboratory module, the complete set also included five external pallets for experiments in vacuum built by British Aerospace (BAe) and a pressurized \"Igloo\" containing the subsystems needed for the pallet-only flight configuration operation. Eight flight configurations were qualified, though more could be assembled if needed.\n\nThe system had some unique features including an intended two-week turn-around time (for the original Space Shuttle launch turn-around time) and the roll-on-roll-off for loading in aircraft (Earth-transportation).[citation needed]\n\nSpacelab consisted of a variety of interchangeable components, with the major one being a crewed laboratory that could be flown in Space Shuttle orbiter's bay and returned to Earth.[8] However, the habitable module did not have to be flown to conduct a Spacelab-type mission and there was a variety of pallets and other hardware supporting space research.[8] The habitable module expanded the volume for astronauts to work in a shirt-sleeve environment and had space for equipment racks and related support equipment.[8] When the habitable module was not used, some of the support equipment for the pallets could instead be housed in the smaller Igloo, a pressurized cylinder connected to the Space Shuttle orbiter crew area.[8]\n\nSpacelab mission typically supported multiple experiments, and the Spacelab 1 mission had experiments in the fields of space plasma physics, solar physics, atmospheric physics, astronomy, and Earth observation.[9] The selection of appropriate modules was part of mission planning for Spacelab Shuttle missions, and for example, a mission might need less habitable space and more pallets, or vice versa.\n\nThe habitable Spacelab laboratory module comprised a cylindrical environment in the rear of the Space Shuttle orbiter payload bay, connected to the orbiter crew compartment by a tunnel. The laboratory had an outer diameter of 4.12 m (13.5 ft), and each segment a length of 2.7 m (8 ft 10 in). The laboratory module consisted at minimum of a core segment, which could be used alone in a short module configuration. The long module configuration included an additional experiment segment.[10] It was also possible to operate Spacelab experiments from the orbiter's aft flight deck.[10]\n\nThe pressurized tunnel had its connection point at the orbiter's mid-deck.[11] There were two different length tunnels depending on the location of the habitable module in the payload bay.[11] When the laboratory module was not used, but additional space was needed for support equipment, another structure called the Igloo could be used.[11]\n\nTwo laboratory modules were built, identified as LM1 and LM2. LM1 is on display at the Steven F. Udvar-Hazy Center at the Smithsonian Air and Space Museum behind the Space Shuttle Discovery. LM2 was on display in the Bremenhalle exhibition in the Bremen Airport of Bremen, Germany from 2000 to 2010. It resides in building 4c at the nearby Airbus Defence and Space plant since 2010 and can only be viewed during guided tours.\n\nThe Spacelab Pallet is a U-shaped platform for mounting instrumentation, large instruments, experiments requiring exposure to space, and instruments requiring a large field of view, such as telescopes. The pallet has several hard points for mounting heavy equipment. The pallet can be used in single configuration or stacked end to end in double or triple configurations. Up to five pallets can be configured in the Space Shuttle cargo bay by using a double pallet plus triple pallet configurations.\n\nThe Spacelab Pallet used to transport both Canadarm2 and Dextre to the International Space Station is currently at the Canada Aviation and Space Museum, on loan from NASA through the Canadian Space Agency (CSA).[12]\n\nA Spacelab Pallet was transferred to the Swiss Museum of Transport for permanent display on 5 March 2010. The Pallet, nicknamed Elvis, was used during the eight-day STS-46 mission, 31 July – 8 August 1992, when ESA astronaut Claude Nicollier was on board Space Shuttle Atlantis to deploy ESA's European Retrievable Carrier (Eureca) scientific mission and the joint NASA/ASI (Italian Space Agency) Tethered Satellite System (TSS-1). The Pallet carried TSS-1 in the Shuttle's cargo bay.[13]\n\nAnother Spacelab Pallet is on display at the U.S. National Air and Space Museum in Washington, D.C.[14] There was a total of ten space-flown Spacelab pallets.[15]\n\nOn spaceflight where a habitable module was not flown, but pallets were flown, a pressurized cylinder known as the Igloo carried the subsystems needed to operate the Spacelab equipment.[16] The Igloo was 3 m (9.8 ft) tall, had a diameter of 1.5 m (4 ft 11 in), and weighed 1,100 kg (2,400 lb).[17] Two Igloo units were manufactured, both by Belgium company SABCA, and both were used on spaceflight.[17] An Igloo component was flown on Spacelab 2, ASTRO-1, ATLAS-1, ATLAS-2, ATLAS-3, and ASTRO-2.[17]\n\nA Spacelab Igloo is on display at the James S. McDonnell Space Hangar at the Steven F. Udvar-Hazy Center in the US.[18]\n\nThe IPS was a gimbaled pointing device, capable of aiming telescopes, cameras, or other instruments.[19] IPS was used on three different Space Shuttle missions between 1985 and 1995.[19] IPS was manufactured by Dornier, and two units were made.[19] The IPS was primarily constructed out of aluminum, steel, and multi-layer insulation.[20]\n\nIPS would be mounted inside the payload bay of the Space Shuttle Orbiter, and could provide gimbaled 3-axis pointing.[20] It was designed for a pointing accuracy of less than 1 arcsecond (a unit of degree), and three pointing modes including Earth, Sun, and Stellar focused modes.[21] The IPS was mounted on a pallet exposed to outer space in the payload bay.[21]\n\nIPS missions:[19]\n\nThe Spacelab 2 mission flew the Infrared Telescope (IRT), which was a 15.2 cm (6.0 in) aperture helium-cooled infrared telescope, observing light between wavelengths of 1.7 to 118 μm.[23] IRT collected infrared data on 60% of the galactic plane.[24]\n\nExamples of Spacelab components or hardware:[citation needed]\n\nThe Extended Duration Orbiter (EDO) assembly was not Spacelab hardware, strictly speaking.  However, it was used most often on Spacelab flights. Also, NASA later used it with the SpaceHab modules.\n\n"
        },
        {
            "title": "Spacelab missions",
            "text": "Spacelab components flew on 22 Space Shuttle missions from November 1983 to April 1998.[26] The Spacelab components were decommissioned in 1998, except the Pallets. Science work was moved to the International Space Station (ISS) and Spacehab module, a pressurized carrier similar to the Spacelab Module. A Spacelab Pallet was recommissioned in 2000 for flight on STS-99. The \"Spacelab Pallet – Deployable 1 (SLP-D1) with Canadian Dextre (Purpose Dexterous Manipulator)\" was launched on STS-123. The Spacelab components were used on 41 Shuttle missions in total.\n\nThe habitable modules were flown on 16 Space Shuttle missions in the 1980s and 1990s.[27] Spacelab Pallet missions were flown 6 times and Spacelab Pallets were flown on other missions 19 times.\n\nMission name acronyms:\n\nBesides contributing to ESA missions, Germany and Japan each funded their own Space Shuttle and Spacelab missions. Although superficially similar to other flights, they were actually the first and only non-U.S. and non-European human space missions with complete German and Japanese control.[citation needed]\n\nThe first West German mission Deutschland 1 (Spacelab-D1, DLR-1, NASA designation STS-61-A) took place in 1985. A second similar mission, Deutschland 2 (Spacelab-D2, DLR-2, NASA designation STS-55), was first planned for 1988, but due to the Space Shuttle Challenger disaster, was delayed until 1993. It became the first German human space mission after German reunification.[32]\n\nThe only Japan mission, Spacelab-J (NASA designation STS-47), took place in 1992.\n\nSpacelab-4, Spacelab-5, and other planned Spacelab missions were cancelled due to the late development of the Shuttle and the Challenger disaster.\n\n"
        },
        {
            "title": "Legacy",
            "text": "The legacy of Spacelab lives on in the form of the MPLMs and the systems derived from it. These systems include the ATV and Cygnus spacecraft used to transfer payloads to the International Space Station, and the Columbus, Harmony and Tranquility modules of the International Space Station.[33][34]\n\nThe Spacelab 2 mission surveyed 60% of the galactic plane in infrared in 1985.[24]\n\nSpacelab was an extremely large program, and this was enhanced by different experiments and multiple payloads and configurations over two decades. For example, in a subset of just one part of the Spacelab 1 (STS-9) mission, no less than eight different imaging systems were flown into space. Including those experiments, there was a total of 73 separate experiments across different disciplines on the Spacelab 1 flight alone. Spacelab missions conducted experiments in materials, life, solar, astrophysics, atmospheric, and Earth science.[35]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Skylab",
        "https://en.wikipedia.org/wiki/Spacehab",
        "https://en.wikipedia.org/wiki/YouTube_Space_Lab",
        "https://en.wikipedia.org/wiki/Wubbo_Ockels",
        "https://en.wikipedia.org/wiki/Mercuric_iodide",
        "https://en.wikipedia.org/wiki/European_Space_Agency",
        "https://en.wikipedia.org/wiki/Space_Shuttle",
        "https://en.wikipedia.org/wiki/Geocentric_orbit",
        "https://en.wikipedia.org/wiki/Space_Transportation_System",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/European_Space_Research_Organisation",
        "https://en.wikipedia.org/wiki/Memorandum_of_understanding",
        "https://en.wikipedia.org/wiki/Entwicklungsring_Nord",
        "https://en.wikipedia.org/wiki/Astrium",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Administrator_of_NASA",
        "https://en.wikipedia.org/wiki/Austria",
        "https://en.wikipedia.org/wiki/Austria",
        "https://en.wikipedia.org/wiki/Belgium",
        "https://en.wikipedia.org/wiki/Belgium",
        "https://en.wikipedia.org/wiki/Denmark",
        "https://en.wikipedia.org/wiki/Denmark",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/West_Germany",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/Italy",
        "https://en.wikipedia.org/wiki/Italy",
        "https://en.wikipedia.org/wiki/Netherlands",
        "https://en.wikipedia.org/wiki/Netherlands",
        "https://en.wikipedia.org/wiki/Spain",
        "https://en.wikipedia.org/wiki/Spain",
        "https://en.wikipedia.org/wiki/Switzerland",
        "https://en.wikipedia.org/wiki/Switzerland",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/British_Aerospace",
        "https://en.wikipedia.org/wiki/Solar_physics",
        "https://en.wikipedia.org/wiki/Atmospheric_physics",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Earth_observation",
        "https://en.wikipedia.org/wiki/Mir",
        "https://en.wikipedia.org/wiki/National_Air_and_Space_Museum",
        "https://en.wikipedia.org/wiki/Bremen_Airport",
        "https://en.wikipedia.org/wiki/Airbus_Defence_and_Space",
        "https://en.wikipedia.org/wiki/Space_tether",
        "https://en.wikipedia.org/wiki/Canadarm2",
        "https://en.wikipedia.org/wiki/Dextre",
        "https://en.wikipedia.org/wiki/Canada_Aviation_and_Space_Museum",
        "https://en.wikipedia.org/wiki/Canadian_Space_Agency",
        "https://en.wikipedia.org/wiki/Swiss_Museum_of_Transport",
        "https://en.wikipedia.org/wiki/Claude_Nicollier",
        "https://en.wikipedia.org/wiki/European_Retrievable_Carrier",
        "https://en.wikipedia.org/wiki/Italian_Space_Agency",
        "https://en.wikipedia.org/wiki/Space_tether",
        "https://en.wikipedia.org/wiki/National_Air_and_Space_Museum",
        "https://en.wikipedia.org/wiki/Belgium",
        "https://en.wikipedia.org/wiki/Dornier_Flugzeugwerke",
        "https://en.wikipedia.org/wiki/Infrared_telescope",
        "https://en.wikipedia.org/wiki/List_of_space_telescopes",
        "https://en.wikipedia.org/wiki/Extended_Duration_Orbiter",
        "https://en.wikipedia.org/wiki/SpaceHab",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Spacehab",
        "https://en.wikipedia.org/wiki/Dextre",
        "https://en.wikipedia.org/wiki/Space_Shuttle_orbiter",
        "https://en.wikipedia.org/wiki/Extended_Duration_Orbiter",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/West_Germany",
        "https://en.wikipedia.org/wiki/Short_ton",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Challenger_disaster",
        "https://en.wikipedia.org/wiki/German_reunification",
        "https://en.wikipedia.org/wiki/Pressurized_Mating_Adapter",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Discovery",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Endeavour",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Endeavour",
        "https://en.wikipedia.org/wiki/Dextre",
        "https://en.wikipedia.org/wiki/Automated_Transfer_Vehicle",
        "https://en.wikipedia.org/wiki/Cygnus_spacecraft",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Space_Shuttle_retirement",
        "https://en.wikipedia.org/wiki/Space_Station_Freedom",
        "https://en.wikipedia.org/wiki/Spacehab_module",
        "https://en.wikipedia.org/wiki/Kraftwerk",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Space_Shuttle_program",
        "https://en.wikipedia.org/wiki/Space_Shuttle",
        "https://en.wikipedia.org/wiki/List_of_Space_Shuttle_missions",
        "https://en.wikipedia.org/wiki/List_of_Space_Shuttle_crews",
        "https://en.wikipedia.org/wiki/Space_Shuttle_orbiter",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Solid_Rocket_Booster",
        "https://en.wikipedia.org/wiki/Space_Shuttle_external_tank",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Orbital_Maneuvering_System",
        "https://en.wikipedia.org/wiki/Reaction_control_system",
        "https://en.wikipedia.org/wiki/Space_Shuttle_thermal_protection_system",
        "https://en.wikipedia.org/wiki/Booster_separation_motor",
        "https://en.wikipedia.org/wiki/Space_Shuttle_orbiter",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Enterprise",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Columbia",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Challenger",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Discovery",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Atlantis",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Endeavour",
        "https://en.wikipedia.org/wiki/Canadarm",
        "https://en.wikipedia.org/wiki/Extended_Duration_Orbiter",
        "https://en.wikipedia.org/wiki/Spacehab",
        "https://en.wikipedia.org/wiki/Kennedy_Space_Center_Launch_Complex_39",
        "https://en.wikipedia.org/wiki/Kennedy_Space_Center_Launch_Complex_39A",
        "https://en.wikipedia.org/wiki/Kennedy_Space_Center_Launch_Complex_39B",
        "https://en.wikipedia.org/wiki/List_of_Space_Shuttle_landing_sites",
        "https://en.wikipedia.org/wiki/Shuttle_Landing_Facility",
        "https://en.wikipedia.org/wiki/List_of_Space_Shuttle_missions",
        "https://en.wikipedia.org/wiki/Canceled_Space_Shuttle_missions",
        "https://en.wikipedia.org/wiki/List_of_Space_Shuttle_crews",
        "https://en.wikipedia.org/wiki/Timeline_of_Space_Shuttle_missions",
        "https://en.wikipedia.org/wiki/List_of_Space_Shuttle_rollbacks",
        "https://en.wikipedia.org/wiki/Space_Shuttle_launch_countdown",
        "https://en.wikipedia.org/wiki/Space_Shuttle_abort_modes",
        "https://en.wikipedia.org/wiki/Rendezvous_pitch_maneuver",
        "https://en.wikipedia.org/wiki/Shuttle_Mission_Simulator",
        "https://en.wikipedia.org/wiki/Shuttle_Training_Aircraft",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Inspiration",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Pathfinder",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Main_Propulsion_Test_Article",
        "https://en.wikipedia.org/wiki/Approach_and_Landing_Tests",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Challenger_disaster",
        "https://en.wikipedia.org/wiki/Rogers_Commission_Report",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Columbia_disaster",
        "https://en.wikipedia.org/wiki/Columbia_Accident_Investigation_Board",
        "https://en.wikipedia.org/wiki/NASA_recovery_ship",
        "https://en.wikipedia.org/wiki/Orbiter_Processing_Facility",
        "https://en.wikipedia.org/wiki/Shuttle_Avionics_Integration_Laboratory",
        "https://en.wikipedia.org/wiki/Shuttle_Carrier_Aircraft",
        "https://en.wikipedia.org/wiki/List_of_Shuttle_Carrier_Aircraft_flights",
        "https://en.wikipedia.org/wiki/Shuttle_Training_Aircraft",
        "https://en.wikipedia.org/wiki/Getaway_Special",
        "https://en.wikipedia.org/wiki/Journalist_in_Space_Project",
        "https://en.wikipedia.org/wiki/Teacher_in_Space_Project",
        "https://en.wikipedia.org/wiki/Hitchhiker_Program",
        "https://en.wikipedia.org/wiki/Extravehicular_Mobility_Unit",
        "https://en.wikipedia.org/wiki/Shuttle_Ejection_Escape_Suit",
        "https://en.wikipedia.org/wiki/Launch_Entry_Suit",
        "https://en.wikipedia.org/wiki/Advanced_Crew_Escape_Suit",
        "https://en.wikipedia.org/wiki/Freestar_experiment",
        "https://en.wikipedia.org/wiki/Inflatable_Antenna_Experiment",
        "https://en.wikipedia.org/wiki/Spartan_Packet_Radio_Experiment",
        "https://en.wikipedia.org/wiki/Shuttle_pallet_satellite",
        "https://en.wikipedia.org/wiki/Wake_Shield_Facility",
        "https://en.wikipedia.org/wiki/Ares_I",
        "https://en.wikipedia.org/wiki/Ares_IV",
        "https://en.wikipedia.org/wiki/Ares_V",
        "https://en.wikipedia.org/wiki/Space_Launch_System",
        "https://en.wikipedia.org/wiki/OmegA",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Independence",
        "https://en.wikipedia.org/wiki/Space_Shuttle_design_process",
        "https://en.wikipedia.org/wiki/Studied_Space_Shuttle_designs",
        "https://en.wikipedia.org/wiki/Inertial_Upper_Stage",
        "https://en.wikipedia.org/wiki/Payload_Assist_Module",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Criticism_of_the_Space_Shuttle_program",
        "https://en.wikipedia.org/wiki/Space_Shuttle_retirement",
        "https://en.wikipedia.org/wiki/Conroy_Virtus",
        "https://en.wikipedia.org/wiki/The_Dream_Is_Alive",
        "https://en.wikipedia.org/wiki/Destiny_in_Space",
        "https://en.wikipedia.org/wiki/The_Challenger_Disaster",
        "https://en.wikipedia.org/wiki/Space_Shuttle_America",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Project",
        "https://en.wikipedia.org/wiki/Space_Shuttle_Mission_2007",
        "https://en.wikipedia.org/wiki/European_Space_Agency",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/European_Astronaut_Corps",
        "https://en.wikipedia.org/wiki/European_contribution_to_the_International_Space_Station",
        "https://en.wikipedia.org/wiki/ESA_Scientific_Research_on_the_International_Space_Station",
        "https://en.wikipedia.org/wiki/European_Astronaut_Centre",
        "https://en.wikipedia.org/wiki/Columbus_Control_Centre",
        "https://en.wikipedia.org/wiki/German_Space_Operations_Center",
        "https://en.wikipedia.org/wiki/Concordia_Station",
        "https://en.wikipedia.org/wiki/Arctic_Mars_Analog_Svalbard_Expedition",
        "https://en.wikipedia.org/wiki/European_Mars_Analog_Research_Station",
        "https://en.wikipedia.org/wiki/European_Space_Camp",
        "https://en.wikipedia.org/wiki/MELiSSA",
        "https://en.wikipedia.org/wiki/Airbus_A310",
        "https://en.wikipedia.org/wiki/DC4EU",
        "https://en.wikipedia.org/wiki/European_Service_Module",
        "https://en.wikipedia.org/wiki/CSTS",
        "https://en.wikipedia.org/wiki/Space_Shuttle",
        "https://en.wikipedia.org/wiki/Mir",
        "https://en.wikipedia.org/wiki/Euromir",
        "https://en.wikipedia.org/wiki/Interkosmos",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/European_Programme_for_Life_and_Physical_Sciences_in_Space",
        "https://en.wikipedia.org/wiki/European_Retrievable_Carrier",
        "https://en.wikipedia.org/wiki/Hubble_Space_Telescope",
        "https://en.wikipedia.org/wiki/Faint_Object_Camera",
        "https://en.wikipedia.org/wiki/Tethered_Satellite_System",
        "https://en.wikipedia.org/wiki/European_Space_Agency",
        "https://en.wikipedia.org/wiki/2007_in_spaceflight",
        "https://en.wikipedia.org/wiki/2008_in_spaceflight",
        "https://en.wikipedia.org/wiki/2009_in_spaceflight",
        "https://en.wikipedia.org/wiki/TecSAR",
        "https://en.wikipedia.org/wiki/Thor_5",
        "https://en.wikipedia.org/wiki/WINDS",
        "https://en.wikipedia.org/wiki/Jules_Verne_ATV",
        "https://en.wikipedia.org/wiki/Dextre",
        "https://en.wikipedia.org/wiki/Star_One_C2",
        "https://en.wikipedia.org/wiki/GIOVE",
        "https://en.wikipedia.org/wiki/Canadian_Advanced_Nanospace_eXperiment_Program",
        "https://en.wikipedia.org/wiki/Canadian_Advanced_Nanospace_eXperiment_Program",
        "https://en.wikipedia.org/wiki/Galaxy_18",
        "https://en.wikipedia.org/wiki/Yubileiny",
        "https://en.wikipedia.org/wiki/Fengyun",
        "https://en.wikipedia.org/wiki/ChinaSat_9",
        "https://en.wikipedia.org/wiki/Skynet_5C",
        "https://en.wikipedia.org/wiki/Kosmos_2440",
        "https://en.wikipedia.org/wiki/Intelsat_25",
        "https://en.wikipedia.org/wiki/EchoStar_XI",
        "https://en.wikipedia.org/wiki/Kosmos_2441",
        "https://en.wikipedia.org/wiki/PRESat",
        "https://en.wikipedia.org/wiki/Celestis",
        "https://en.wikipedia.org/wiki/Galaxy_19",
        "https://en.wikipedia.org/wiki/Kosmos_2442",
        "https://en.wikipedia.org/wiki/Kosmos_2444",
        "https://en.wikipedia.org/wiki/Shenzhou_7",
        "https://en.wikipedia.org/wiki/Banxing",
        "https://en.wikipedia.org/wiki/Ratsat",
        "https://en.wikipedia.org/wiki/Interstellar_Boundary_Explorer",
        "https://en.wikipedia.org/wiki/Moon_Impact_Probe",
        "https://en.wikipedia.org/wiki/Shijian",
        "https://en.wikipedia.org/wiki/Shijian",
        "https://en.wikipedia.org/wiki/Astra_1M",
        "https://en.wikipedia.org/wiki/Kosmos_2445",
        "https://en.wikipedia.org/wiki/Yaogan",
        "https://en.wikipedia.org/wiki/Kosmos_2446",
        "https://en.wikipedia.org/wiki/Yaogan",
        "https://en.wikipedia.org/wiki/Hot_Bird_13C",
        "https://en.wikipedia.org/wiki/Eutelsat_48D",
        "https://en.wikipedia.org/wiki/Fengyun",
        "https://en.wikipedia.org/wiki/Kosmos_2447",
        "https://en.wikipedia.org/wiki/Kosmos_2448",
        "https://en.wikipedia.org/wiki/Kosmos_2449",
        "https://en.wikipedia.org/wiki/Cubesat",
        "https://en.wikipedia.org/wiki/Spacelab",
        "https://en.wikipedia.org/wiki/Spacelab",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}