{
    "url": "https://en.wikipedia.org/wiki/Spartan_Constitution",
    "title": "Spartan Constitution",
    "table_of_contents": [
        "1 The act of  the foundation",
        "1.1 Great Rhetra",
        "1.2 Laws of Lycurgus",
        "2 Structure of Spartan society and government",
        "2.1 Society",
        "2.1.1 Spartiates",
        "2.1.2 Perioeci",
        "2.1.3 Helots",
        "2.2 Government",
        "2.2.1 Dual Kingship",
        "2.2.2 Ephors",
        "2.2.3 Gerousia",
        "2.2.4 Ekklesia",
        "3 Notes",
        "4 References",
        "5 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Spartan Constitution (or Spartan politeia) are the government and laws of the classical Greek city-state of Sparta. All classical Greek city-states had a politeia; the politeia of Sparta however, was noted by many classical authors for its unique features, which supported a rigidly layered social system and a strong hoplite army.\n\nThe Spartans had no historical records, literature, or written laws, which were, according to tradition, prohibited. Attributed to the mythical figure of Lycurgus, the legendary law-giver, the Spartan system of government is known mostly from the Constitution of the Lacedaemonians, a treatise attributed to the ancient Greek historian Xenophon, describing the institutions, customs, and practices of the ancient Spartans.\n\n"
        },
        {
            "title": "The act of  the foundation",
            "text": "According to Plutarch,[1] Lycurgus (to whom is attributed the establishment of the severe reforms for which Sparta has become renowned, sometime in the 9th century BC) first sought counsel from the god Apollo by obtaining an oracle from Delphi regarding the formation of his government. The divine proclamation, which he received in this manner, is known as a \"rhetra\" and is given in part by Plutarch as follows:\n\nPlutarch provides by way of explanation: \"In these clauses, the \"phylai\" and the \"obai\" refer to divisions and distributions of the people into clans and phratries, or brotherhoods; by \"archagetai\" the kings are designated, and \"appellazein\" means to assemble the people, with a reference to Apollo, the Pythian god, who was the source and author of the polity. The Babyca is now called Cheimarrus, and the Cnacion Oenus; but Aristotle says that Cnacion is a river, and Babyca a bridge.\"[1]\n\nAnother version of the rhetra is given by H. Michell:[2]\n\nThat is to say that after the people had been divided according to their different tribes (\"phyles\" and \"obes\"), they would welcome the new Lycurgan reforms\n\nThe Spartans had no historical records, literature, or written laws, which were, according to tradition, expressly prohibited by an ordinance of Lycurgus, excluding the Great Rhetra.\n\nIssuance of coinage was forbidden. Spartans were obliged to use iron obols (bars or spits), meant to encourage self-sufficiency and discourage avarice and the hoarding of wealth.  A Spartan citizen in good standing (a Spartiate) was one who maintained his fighting skills, showed bravery in battle, ensured that his farms were productive, was married and had healthy children.  Spartiate women were the only Greek women to hold property rights on their own, and were required to practice sports before marriage.  Although they had no formal political rights, they were expected to speak their minds boldly and their opinions were heard.\n\n"
        },
        {
            "title": "Structure of Spartan society and government",
            "text": "Spartan society can be represented by a three-layer pyramid ruled by the government.\n\nSpartiates were full citizens of the Spartan state (or part of the demos). Most inhabitants of Sparta were not considered citizens. Only those who had successfully undertaken military training, called the agoge, and who were members in good standing of syssitia (mess hall), were eligible. Usually, the only people eligible to receive the agoge were sons of Spartiate—men who could trace their ancestry to the original inhabitants of the city. There were two exceptions to this rule. Trophimoi (\"foster sons\") were foreign teenagers invited to study. This was meant as a supreme honor.  The pro-Spartan Athenian magnate Xenophon sent his two sons to Sparta for their education as trophimoi.  Alcibiades, being an Alcmaeonid and thus a member of a family with old and strong connections to Sparta, was admitted as a trophimos and famously excelled in the agoge as well as otherwise (he was rumoured to have seduced one of the two queen consorts with his exceptional looks).  The other exception was that a helot's son could be enrolled as syntrophoi (comrades, literally \"the ones fed, or reared, together\") if a Spartiate formally adopted him and paid his way.\n\nA free-born Spartan who had successfully completed the agoge became a \"peer\" (ὅμοιος, hómoios, literally \"similar\") with full civil rights at the age of 20, and remained one as long as he could contribute his equal share of grain to the syssitia, a common military mess in which he was obliged to dine every evening for as long as he was battle-worthy (usually until the age of 60). The hómoioi were also required to sleep in the barracks until the age of 30, regardless of whether they were married or not.\n\nOthers in the state were the Perioeci or Períoikoi, a social class and population group of non-citizen inhabitants. The Perioeci were free, unlike the helots, but were not full Spartan citizens. They had a central role in the Spartan economy, controlling commerce and business, as well as being responsible for crafts and manufacturing.\n\nHelots were the state-owned serfs who made up 90 percent of the population. They were citizens of conquered states, such as Messenia who were conquered for their fertile land during the First Messenian War.\n\nThe Doric state of Sparta, copying the Doric Cretans, instituted a mixed governmental state: it was composed of elements of monarchical, oligarchical, and democratic systems. Isocrates refers to the Spartans as \"subject to an oligarchy at home, to a kingship on campaign\" (iii. 24).\n\nThe state was ruled by two hereditary kings of the Agiad and the Eurypontid families, both descendants of Heracles and equal in authority so that one could not act against the power and political enactments of his colleague, though the Agiad king received greater honour by virtue of seniority of his family for being the \"oldest extant\" (Herod. vi. 5).\n\nThere are several legendary explanations for this unusual dual kingship, which differ only slightly; for example, that King Aristodemus had twin sons, who agreed to share the kingship, and this became perpetual. Modern scholars have advanced various theories to account for the anomaly. Some theorize that this system was created in order to prevent absolutism, and is paralleled by the analogous instance of the dual consuls of Rome. Others believe that it points to a compromise arrived at to end the struggle between two families or communities. Other theories suggest that this was an arrangement that was met when a community of villages combined to form the city of Sparta. Subsequently the two chiefs from the largest villages became kings. Another theory suggests that the two royal houses represent respectively the Spartan conquerors and their Achaean predecessors: those who hold this last view appeal to the words attributed by Herodotus (v. 72) to Cleomenes I: \"I am no Dorian, but an Achaean\"; although this is usually explained by the (equally legendary) descent of Aristodemus from Heracles. Either way, kingship in Sparta was hereditary and thus every king Sparta had was a descendant of the Agiad and the Eurypontid families. Accession was given to the male child who was first born after a king's accession.\n\nThe duties of the kings were primarily religious, judicial, and militaristic. They were the chief priests of the state, and performed certain sacrifices and also maintained communication with the Delphic sanctuary, which always exercised great authority in Spartan politics. In the time of Herodotus (about 450 BC), their judicial functions had been restricted to cases dealing with heiresses, adoptions and the public roads. Civil cases were decided by the ephors, and criminal jurisdiction had been passed to the ephors, as well as to a council of elders. By 500 BC the Spartans had become increasingly involved in the political affairs of the surrounding city-states, often putting their weight behind pro-Spartan candidates. Shortly before 500 BC, as described by Herodotus[citation needed], such an action fueled a confrontation between Sparta and Athens, when the two kings, Demaratus and Cleomenes, took their troops to Athens. However, just before the heat of battle, King Demaratus changed his mind about attacking the Athenians and abandoned his co-king. For this reason, Demaratus was banished, and eventually found himself at the side of Persian King Xerxes for his invasion of Greece twenty years later (480 BC), after which the Spartans enacted a law demanding that one king remain behind in Sparta while the other commanded the troops in battle.\n\nAristotle describes the kingship at Sparta as \"a kind of unlimited and perpetual generalship\" (Pol. iii. I285a), Here also, however, the royal prerogatives were curtailed over time. Dating from the period of the Persian wars, the king lost the right to declare war, and was accompanied in the field by two ephors. He was supplanted also by the ephors in the control of foreign policy. Over time, the kings became mere figureheads except in their capacity as generals. Real power was transferred to the ephors and to the gerousia.\n\nDespite eventually losing much of their power, the kings retained much respect in the religious sense. They were highly revered after death, with elaborate mourning rituals described as duties of both Spartiates and Perioeci. In addition, there tended to be extreme reluctance to execute them for crimes; even in cases of a king being convicted of treason, he was often given the opportunity to seek asylum in other states.[3]\n\nThe ephors, chosen by popular election from the whole body of citizens, represented a democratic element in the constitution.\n\nAfter the ephors were introduced, they, together with the two kings, were the executive branch of the state.[4] Ephors themselves had more power than anyone in Sparta, although the fact that they only stayed in power for a single year reduced their ability to conflict with already established powers in the state. Since reelection was not possible, an ephor who abused his power, or confronted an established power center, would have to suffer retaliation.  Although the five ephors were the only officials with regular legitimization by popular vote, in practice they were often the most conservative force in Spartan politics.\n\nSparta had a special policy maker, the Gerousia, a council consisting of 28 elders over the age of 60, elected for life and usually part of the royal households, and the two kings. High state policy decisions were discussed by this council who could then propose action alternatives to the demos.\n\nThe collective body of Spartan citizenry would select one of the alternatives by voting.  Unlike most Greek poleis, the Spartan citizen assembly (Ekklesia), could neither set the agenda of issues to be decided, nor debate them, merely vote on the alternatives presented to them.  Neither could foreign embassies or emissaries address the assembly; they had to present their case to the Gerousia, which would then consult with the Ephors.  Sparta considered all discourse from outside as a potential threat and all other states as past, present, or future enemies, to be treated with caution in the very least, even when bound with alliance treaties.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Sparta",
        "https://en.wikipedia.org/wiki/Great_Rhetra",
        "https://en.wikipedia.org/wiki/Oligarchy",
        "https://en.wikipedia.org/wiki/Lycurgus_of_Sparta",
        "https://en.wikipedia.org/wiki/Chilon_of_Sparta",
        "https://en.wikipedia.org/wiki/Epitadeus",
        "https://en.wikipedia.org/wiki/Agis_IV",
        "https://en.wikipedia.org/wiki/Cleomenes_III",
        "https://en.wikipedia.org/wiki/List_of_Kings_of_Sparta",
        "https://en.wikipedia.org/wiki/Agiad_dynasty",
        "https://en.wikipedia.org/wiki/Gerousia",
        "https://en.wikipedia.org/wiki/Ephor",
        "https://en.wikipedia.org/wiki/Spartiate",
        "https://en.wikipedia.org/wiki/Perioeci",
        "https://en.wikipedia.org/wiki/Helots",
        "https://en.wikipedia.org/wiki/Neodamodes",
        "https://en.wikipedia.org/wiki/Trophimoi",
        "https://en.wikipedia.org/wiki/Mothax",
        "https://en.wikipedia.org/wiki/Sciritae",
        "https://en.wikipedia.org/wiki/Agoge",
        "https://en.wikipedia.org/wiki/Crypteia",
        "https://en.wikipedia.org/wiki/Spartan_army",
        "https://en.wikipedia.org/wiki/Syssitia",
        "https://en.wikipedia.org/wiki/Xenelasia",
        "https://en.wikipedia.org/wiki/Women_in_ancient_Sparta",
        "https://en.wikipedia.org/wiki/Aphrodite",
        "https://en.wikipedia.org/wiki/Ambologera",
        "https://en.wikipedia.org/wiki/Aphrodite_Areia",
        "https://en.wikipedia.org/wiki/Artemis",
        "https://en.wikipedia.org/wiki/Caryatis",
        "https://en.wikipedia.org/wiki/Issorium",
        "https://en.wikipedia.org/wiki/Sanctuary_of_Artemis_Orthia",
        "https://en.wikipedia.org/wiki/Menelaion",
        "https://en.wikipedia.org/wiki/Carneia",
        "https://en.wikipedia.org/wiki/Gymnopaedia",
        "https://en.wikipedia.org/wiki/Hyacinthia",
        "https://en.wikipedia.org/wiki/Xanthika",
        "https://en.wikipedia.org/wiki/Laconophilia",
        "https://en.wikipedia.org/wiki/Laconic_phrase",
        "https://en.wikipedia.org/wiki/Constitution_of_the_Lacedaemonians",
        "https://en.wikipedia.org/wiki/Politeia",
        "https://en.wikipedia.org/wiki/Classical_Greece",
        "https://en.wikipedia.org/wiki/Sparta",
        "https://en.wikipedia.org/wiki/Lycurgus_of_Sparta",
        "https://en.wikipedia.org/wiki/Constitution_of_the_Lacedaemonians",
        "https://en.wikipedia.org/wiki/Xenophon",
        "https://en.wikipedia.org/wiki/Great_Rhetra",
        "https://en.wikipedia.org/wiki/Plutarch",
        "https://en.wikipedia.org/wiki/Lycurgus_of_Sparta",
        "https://en.wikipedia.org/wiki/Apollo",
        "https://en.wikipedia.org/wiki/Oracle_at_Delphi",
        "https://en.wikipedia.org/wiki/Great_Rhetra",
        "https://en.wikipedia.org/wiki/Phyle",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/Literature",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Tradition",
        "https://en.wikipedia.org/wiki/Spartiate",
        "https://en.wikipedia.org/wiki/Spartiates",
        "https://en.wikipedia.org/wiki/Agoge",
        "https://en.wikipedia.org/wiki/Syssitia",
        "https://en.wikipedia.org/wiki/Trophimoi",
        "https://en.wikipedia.org/wiki/Xenophon",
        "https://en.wikipedia.org/wiki/Alcibiades",
        "https://en.wikipedia.org/wiki/Alcmaeonid",
        "https://en.wikipedia.org/wiki/Perioeci",
        "https://en.wikipedia.org/wiki/Helots",
        "https://en.wikipedia.org/wiki/Helots",
        "https://en.wikipedia.org/wiki/Helots",
        "https://en.wikipedia.org/wiki/Serfs",
        "https://en.wikipedia.org/wiki/Crete",
        "https://en.wikipedia.org/wiki/Mixed_government",
        "https://en.wikipedia.org/wiki/Isocrates",
        "https://en.wikipedia.org/wiki/Oligarchy",
        "https://en.wikipedia.org/wiki/Diarchy",
        "https://en.wikipedia.org/wiki/Heracles",
        "https://en.wikipedia.org/wiki/Legend",
        "https://en.wikipedia.org/wiki/Aristodemus",
        "https://en.wikipedia.org/wiki/Twins",
        "https://en.wikipedia.org/wiki/Scholar",
        "https://en.wikipedia.org/wiki/Theory",
        "https://en.wikipedia.org/wiki/Absolute_monarchy",
        "https://en.wikipedia.org/wiki/Roman_consul",
        "https://en.wikipedia.org/wiki/Community",
        "https://en.wikipedia.org/wiki/Herodotus",
        "https://en.wikipedia.org/wiki/Cleomenes_I",
        "https://en.wikipedia.org/wiki/Heracles",
        "https://en.wikipedia.org/wiki/Religion",
        "https://en.wikipedia.org/wiki/Militaristic",
        "https://en.wikipedia.org/wiki/Priest",
        "https://en.wikipedia.org/wiki/Sacrifice",
        "https://en.wikipedia.org/wiki/Communication",
        "https://en.wikipedia.org/wiki/Delphi",
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Adoption",
        "https://en.wikipedia.org/wiki/Ephor",
        "https://en.wikipedia.org/wiki/Criminal_law",
        "https://en.wikipedia.org/wiki/Xerxes_I_of_Persia",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Declaration_of_war",
        "https://en.wikipedia.org/wiki/General",
        "https://en.wikipedia.org/wiki/Gerousia",
        "https://en.wikipedia.org/wiki/Ephors",
        "https://en.wikipedia.org/wiki/Election",
        "https://en.wikipedia.org/wiki/Democracy",
        "https://en.wikipedia.org/wiki/Constitution",
        "https://en.wikipedia.org/wiki/Gerousia",
        "https://en.wikipedia.org/wiki/Great_Rhetra",
        "https://en.wikipedia.org/wiki/Spartan_Constitution",
        "https://en.wikipedia.org/wiki/Spartan_Constitution",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}