{
    "url": "https://en.wikipedia.org/wiki/Species_discovery_curve",
    "title": "Species discovery curve",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "In ecology, the species discovery curve or species accumulation curve is a graph recording the cumulative number of species of living things recorded in a particular environment as a function of the cumulative effort expended searching for them (usually measured in person-hours).  It is related to, but not identical with, the species-area curve.  \n\nThe species discovery curve will necessarily be increasing, and will normally be negatively accelerated (that is, its rate of increase will slow down).  Plotting the curve gives a way of estimating the number of additional species that will be discovered with further effort.  This is usually done by fitting some kind of functional form to the curve, either by eye or by using non-linear regression techniques.  Commonly used functional forms include the logarithmic function and the negative exponential function.  The advantage of the negative exponential function is that it tends to an asymptote which equals the number of species that would be discovered if infinite effort is expended.  However, some theoretical approaches imply that the logarithmic curve may be more appropriate,[citation needed] implying that though species discovery will slow down with increasing effort, it will never entirely cease, so there is no asymptote, and if infinite effort was expended, an infinite number of species would be discovered.[citation needed] An example in which one would not expect the function to asymptote is in the study of genetic sequences where new mutations and sequencing errors may lead to infinite variants.\n\nThe first theoretical investigation of the species-discovery process was in a classic paper by Fisher, Corbet and Williams (1943), which was based on a large collection of butterflies made in Malaya.  Theoretical statistical work on the problem continues, see for example the recent paper by Chao and Shen (2004).  The theory is linked to that of Zipf's law.\n\nThe same approach is used in many other fields.  For example, in ethology, it can be applied to the number of distinct fixed action patterns that will be discovered as a function of cumulative effort studying the behaviour of a species of animal; in molecular genetics it is now being applied to the number of distinct genes that are discovered; and in literary studies, it can be used to estimate the total vocabulary of a writer from the given sample of his or her recorded works (see Efron & Thisted, 1976).\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Ecology",
        "https://en.wikipedia.org/wiki/Species",
        "https://en.wikipedia.org/wiki/Regression_analysis",
        "https://en.wikipedia.org/wiki/Logarithm",
        "https://en.wikipedia.org/wiki/Exponential_function",
        "https://en.wikipedia.org/wiki/Asymptote",
        "https://en.wikipedia.org/wiki/Butterfly",
        "https://en.wikipedia.org/wiki/British_Malaya",
        "https://en.wikipedia.org/wiki/Anne_Chao",
        "https://en.wikipedia.org/wiki/Ethology",
        "https://en.wikipedia.org/wiki/Fixed_action_pattern",
        "https://en.wikipedia.org/wiki/Molecular_genetics",
        "https://en.wikipedia.org/wiki/Gene",
        "https://en.wikipedia.org/wiki/Vocabulary",
        "https://en.wikipedia.org/wiki/Anne_Chao",
        "https://en.wikipedia.org/wiki/Species_discovery_curve",
        "https://en.wikipedia.org/wiki/Species_discovery_curve",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}