{
    "url": "https://en.wikipedia.org/wiki/Spectacle",
    "title": "Spectacle",
    "table_of_contents": [
        "1 The masque and spectacle",
        "2 The Hollywood spectacular",
        "3 Spectacle and society",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In general, spectacle refers to an event that is memorable for the appearance it creates. Derived in Middle English from c. 1340 as \"specially prepared or arranged display\" it was borrowed from Old French spectacle, itself a reflection of the Latin spectaculum \"a show\" from spectare \"to view, watch\" frequentative form of specere \"to look at.\"[1] The word spectacle has also been a term of art in theater dating from the 17th century in English drama.\n\n"
        },
        {
            "title": "The masque and spectacle",
            "text": "Court masques and masques of the nobility were most popular in the Jacobean and Caroline era.  Such masques, as their name implies, relied heavily upon a non-verbal theater.  The character lists for masques would be quite small, in keeping with the ability of a small family of patrons to act, but the costumes and theatrical effects would be lavish.  Reading the text of masques, such as The Masque at Ludlow (most often referred to as Comus), the writing is spare, philosophical, and grandiose, with very few marks of traditional dramatic structure.  This is partially due to the purpose of the masque being family entertainment and spectacle.  Unlike The Masque at Ludlow, most masques were recreations of well-known mythological or religious scenes.  Some masques would derive from tableau.  For example, Edmund Spenser (Fairie Queene I, iv) describes a masque of The Seven Deadly Sins.\n\nMasques were multimedia, for they almost always involved costuming and music as a method of conveying the story or narrative.  Ben Jonson, for example, wrote masques with the architect Inigo Jones.  William Davenant, who would become one of the major impresarios of the English Restoration, also wrote pre-Revolutionary masques with Inigo Jones.  The role of the architect was that of designer of the staging, which would be elaborate and often culminate in a fireworks show.\n\n"
        },
        {
            "title": "The Hollywood spectacular",
            "text": "When the zoetrope and nickelodeon technology first appeared, the earliest films were spectacles.  They caught the attention of common people. They showed things people would rarely see, and they showed it to the wide audience.\n\n"
        },
        {
            "title": "Spectacle and society",
            "text": "For the notion of the spectacle in critical theory, see Spectacle (critical theory).\n\nWithin industrial and post-industrial cultural and state formations, spectacle has been appropriated to describe appearances that are purported to be simultaneously enticing, deceptive, distracting and superficial. (Jonathan Crary: 2005)  Current academic theories of spectacle \"highlight how the productive forces of marketing, often associated with media and Internet proliferation, create symbolic forms of practice that are emblematic of everyday situations.\"[2]\n\nSpectacle can also refer to a society that critics describe as dominated by electronic media, consumption, and surveillance, reducing citizens to spectators by political neutralization. Recently the word has been associated with the many ways in which a capitalist structure is purported to create play-like celebrations of its products and leisure time consumption.\n\nThe work of French Marxist thinker Guy Debord is perhaps the best-known example of this critical analysis; see his The Society of the Spectacle (1967). Debord has described the Spectacle as \"the autocratic reign of the market economy which had acceded to an irresponsible sovereignty, and the totality of new techniques of government which accompanied this reign.\"[3]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Middle_English",
        "https://en.wikipedia.org/wiki/Old_French",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Term_of_art",
        "https://en.wikipedia.org/wiki/Drama",
        "https://en.wikipedia.org/wiki/Masque",
        "https://en.wikipedia.org/wiki/James_I_of_England",
        "https://en.wikipedia.org/wiki/Charles_I_of_England",
        "https://en.wikipedia.org/wiki/Costume",
        "https://en.wikipedia.org/wiki/Edmund_Spenser",
        "https://en.wikipedia.org/wiki/Seven_Deadly_Sins",
        "https://en.wikipedia.org/wiki/Multimedia",
        "https://en.wikipedia.org/wiki/Ben_Jonson",
        "https://en.wikipedia.org/wiki/Inigo_Jones",
        "https://en.wikipedia.org/wiki/William_Davenant",
        "https://en.wikipedia.org/wiki/Impresario",
        "https://en.wikipedia.org/wiki/English_Restoration",
        "https://en.wikipedia.org/wiki/Fireworks",
        "https://en.wikipedia.org/wiki/Zoetrope",
        "https://en.wikipedia.org/wiki/Thomas_Edison",
        "https://en.wikipedia.org/wiki/Eiffel_Tower",
        "https://en.wikipedia.org/wiki/Native_Americans_in_the_United_States",
        "https://en.wikipedia.org/wiki/Beauty_contest",
        "https://en.wikipedia.org/wiki/Jonathan_Crary",
        "https://en.wikipedia.org/wiki/Electronic_media",
        "https://en.wikipedia.org/wiki/Surveillance",
        "https://en.wikipedia.org/wiki/Capitalist",
        "https://en.wikipedia.org/wiki/Guy_Debord",
        "https://en.wikipedia.org/wiki/The_Society_of_the_Spectacle",
        "https://en.wikipedia.org/wiki/Guy_Debord",
        "https://en.wikipedia.org/wiki/Entertainment",
        "https://en.wikipedia.org/wiki/Extravaganza",
        "https://en.wikipedia.org/wiki/Michel_Foucault",
        "https://en.wikipedia.org/wiki/Opsis",
        "https://en.wikipedia.org/wiki/Performance",
        "https://en.wikipedia.org/wiki/The_Society_of_the_Spectacle",
        "https://en.wikipedia.org/wiki/Spectacle",
        "https://en.wikipedia.org/wiki/Spectacle",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}