{
    "url": "https://en.wikipedia.org/wiki/Speech",
    "title": "Speech",
    "table_of_contents": [
        "1 Evolution",
        "2 Production",
        "2.1 Errors",
        "3 Perception",
        "4 Development",
        "4.1 Repetition",
        "5 Problems",
        "5.1 Treatment",
        "6 Brain physiology",
        "6.1 Classical model",
        "6.2 Modern research",
        "7 Animal communication",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Speech is human vocal communication using language. Each language uses phonetic combinations of vowel and consonant sounds that form the sound of its words (that is, all English words sound different from all French words, even if they are the same word, e.g., \"role\" or \"hotel\"), and using those words in their semantic character as words in the lexicon of a language according to the syntactic constraints that govern lexical words' function in a sentence. In speaking, speakers perform many different intentional speech acts, e.g., informing, declaring, asking, persuading, directing, and can use enunciation, intonation, degrees of loudness, tempo, and other non-representational or paralinguistic aspects of vocalization to convey meaning.  In their speech, speakers also unintentionally communicate many aspects of their social position such as sex, age, place of origin (through accent), physical states (alertness and sleepiness, vigor or weakness, health or illness), psychological states (emotions or moods), physico-psychological states (sobriety or drunkenness, normal consciousness and trance states), education or experience, and the like.\n\nAlthough people ordinarily use speech in dealing with other persons (or animals), when people swear they do not always mean to communicate anything to anyone, and sometimes in expressing urgent emotions or desires they use speech as a quasi-magical cause, as when they encourage a player in a game to do or warn them not to do something.  There are also many situations in which people engage in solitary speech. People talk to themselves sometimes in acts that are a development of what some psychologists (e.g., Lev Vygotsky) have maintained is the use of silent speech in an interior monologue to vivify and organize cognition, sometimes in the momentary adoption of a dual persona as self addressing self as though addressing another person.  Solo speech can be used to memorize or to test one's memorization of things, and in prayer or in meditation (e.g., the use of a mantra).\n\nResearchers study many different aspects of speech:  speech production and speech perception of the sounds used in a language, speech repetition, speech errors, the ability to map heard spoken words onto the vocalizations needed to recreate them, which plays a key role in children's enlargement of their vocabulary, and what different areas of the human brain, such as Broca's area and Wernicke's area, underlie speech. Speech is the subject of study for  linguistics, cognitive science, communication studies, psychology, computer science, speech pathology, otolaryngology, and acoustics. \nSpeech compares with written language,[1] which may differ in its vocabulary, syntax, and phonetics from the spoken language, a situation called diglossia.\n\nThe evolutionary origins of speech are unknown and subject to much debate and speculation. While animals also communicate using vocalizations, and trained apes such as Washoe and Kanzi can use simple sign language, no animals' vocalizations are articulated phonemically and syntactically, and do not constitute speech.\n\n"
        },
        {
            "title": "Evolution",
            "text": "Although related to the more general problem of the origin of language, the evolution of distinctively human speech capacities has become a distinct and in many ways separate area of scientific research.[2][3][4][5][6] The topic is a separate one because language is not necessarily spoken: it can equally be written or signed. Speech is in this sense optional, although it is the default modality for language.\n\nMonkeys, non-human apes and humans, like many other animals, have evolved specialised mechanisms for producing sound for purposes of social communication.[7] On the other hand, no monkey or ape uses its tongue for such purposes.[8][9] The human species' unprecedented use of the tongue, lips and other moveable parts seems to place speech in a quite separate category, making its evolutionary emergence an intriguing theoretical challenge in the eyes of many scholars.[10]\n\nDetermining the timeline of human speech evolution is made additionally challenging by the lack of data in the fossil record. The human vocal tract does not fossilize, and indirect evidence of vocal tract changes in hominid fossils has proven inconclusive.[10]\n\n"
        },
        {
            "title": "Production",
            "text": "Speech production is an unconscious multi-step process by which thoughts are generated into spoken utterances. Production involves the unconscious mind selecting appropriate words and the appropriate form of those words from the lexicon and morphology, and the organization of those words through the syntax. Then, the phonetic properties of the words are retrieved and the sentence is articulated through the articulations associated with those phonetic properties.[11]\n\nIn linguistics, articulatory phonetics is the study of how the tongue, lips, jaw, vocal cords, and other speech organs are used to make sounds. Speech sounds are categorized by manner of articulation and place of articulation. Place of articulation refers to where in the neck or mouth the airstream is constricted. Manner of articulation refers to the manner in which the speech organs interact, such as how closely the air is restricted, what form of airstream is used (e.g. pulmonic, implosive, ejectives, and clicks), whether or not the vocal cords are vibrating, and whether the nasal cavity is opened to the airstream.[12] The concept is primarily used for the production of consonants, but can be used for vowels in qualities such as voicing and nasalization. For any place of articulation, there may be several manners of articulation, and therefore several homorganic consonants.\n\nNormal human speech is pulmonic, produced with pressure from the lungs, which creates phonation in the glottis in the larynx, which is then modified by the vocal tract and mouth into different vowels and consonants. However humans can pronounce words without the use of the lungs and glottis in alaryngeal speech, of which there are three types: esophageal speech, pharyngeal speech and buccal speech (better known as Donald Duck talk).\n\nSpeech production is a complex activity, and as a consequence errors are common, especially in children. Speech errors come in many forms and are used to provide evidence to support hypotheses about the nature of speech.[13] As a result, speech errors are often used in the construction of models for language production and child language acquisition. For example, the fact that children often make the error of over-regularizing the -ed past tense suffix in English (e.g. saying 'singed' instead of 'sang') shows that the regular forms are acquired earlier.[14][15] Speech errors associated with certain kinds of aphasia have been used to map certain components of speech onto the brain and see the relation between different aspects of production; for example, the difficulty of expressive aphasia patients in producing regular past-tense verbs, but not irregulars like 'sing-sang' has been used to demonstrate that regular inflected forms of a word are not individually stored in the lexicon, but produced from affixation to the base form.[16]\n\n"
        },
        {
            "title": "Perception",
            "text": "Speech perception refers to the processes by which humans can interpret and understand the sounds used in language. The study of speech perception is closely linked to the fields of phonetics and phonology in linguistics and cognitive psychology and perception in psychology. Research in speech perception seeks to understand how listeners recognize speech sounds and use this information to understand spoken language. Research into speech perception also has applications in building computer systems that can recognize speech, as well as improving speech recognition for hearing- and language-impaired listeners.[17]\n\nSpeech perception is categorical, in that people put the sounds they hear into categories rather than perceiving them as a spectrum. People are more likely to be able to hear differences in sounds across categorical boundaries than within them. A good example of this is voice onset time (VOT), one aspect of the phonetic production of consonant sounds. For example, Hebrew speakers, who distinguish voiced /b/ from voiceless /p/, will more easily detect a change in VOT from -10 ( perceived as /b/ ) to 0 ( perceived as /p/ ) than a change in VOT from +10 to +20, or -10 to -20, despite this being an equally large change on the VOT spectrum.[18]\n\n"
        },
        {
            "title": "Development",
            "text": "Most human children develop proto-speech babbling behaviors when they are four to six months old. Most will begin saying their first words at some point during the first year of life. Typical children progress through two or three word phrases before they are three to short sentences by four years of age.[19]\n\nIn speech repetition, speech being heard is quickly turned from sensory input into motor instructions needed for its immediate or delayed vocal imitation (in phonological memory). This type of mapping plays a key role in enabling children to expand their spoken vocabulary. Masur (1995) found that how often children repeat novel words versus those they already have in their lexicon is related to the size of their lexicon later on, with young children who repeat more novel words having a larger lexicon later in development. Speech repetition could help facilitate the acquisition of this larger lexicon.[20]\n\n"
        },
        {
            "title": "Problems",
            "text": "There are several organic and psychological factors that can affect speech. Among these are:\n\nSpeech and language disorders can also result from stroke,[22] brain injury,[23] hearing loss,[24] developmental delay,[25] a cleft palate,[26] cerebral palsy,[27] or emotional issues.[28]\n\nSpeech-related diseases, disorders, and conditions can be treated by a speech-language pathologist (SLP) or speech therapist. SLPs assess levels of speech needs, make diagnoses based on the assessments, and then treat the diagnoses or address the needs.[29]\n\n"
        },
        {
            "title": "Brain physiology",
            "text": "The classical or Wernicke-Geschwind model of the language system in the brain focuses on Broca's area in the inferior prefrontal cortex, and Wernicke's area in the posterior superior temporal gyrus on the dominant hemisphere of the brain (typically the left hemisphere for language). In this model, a linguistic auditory signal is first sent from the auditory cortex to Wernicke's area. The lexicon is accessed in Wernicke's area, and these words are sent via the arcuate fasciculus to Broca's area, where morphology, syntax, and instructions for articulation are generated. This is then sent from Broca's area to the motor cortex for articulation.[30]\n\nPaul Broca identified an approximate region of the brain in 1861 which, when damaged in two of his patients, caused severe deficits in speech production, where his patients were unable to speak beyond a few monosyllabic words. This deficit, known as Broca's or expressive aphasia, is characterized by difficulty in speech production where speech is slow and labored, function words are absent, and syntax is severely impaired, as in telegraphic speech. In expressive aphasia, speech comprehension is generally less affected except in the comprehension of grammatically complex sentences.[31] Wernicke's area is named after Carl Wernicke, who in 1874 proposed a connection between damage to the posterior area of the left superior temporal gyrus and aphasia, as he noted that not all aphasic patients had had damage to the prefrontal cortex.[32] Damage to Wernicke's area produces Wernicke's or receptive aphasia, which is characterized by relatively normal syntax and prosody but severe impairment in lexical access, resulting in poor comprehension and nonsensical or jargon speech.[31]\n\nModern models of the neurological systems behind linguistic comprehension and production recognize the importance of Broca's and Wernicke's areas, but are not limited to them nor solely to the left hemisphere.[33] Instead, multiple streams are involved in speech production and comprehension. Damage to the left lateral sulcus has been connected with difficulty in processing and producing morphology and syntax, while lexical access and comprehension of irregular forms (e.g. eat-ate) remain unaffected.[34]\nMoreover, the circuits involved in human speech comprehension dynamically adapt with learning, for example, by becoming more efficient in terms of processing time when listening to familiar messages such as learned verses.[35]\n\n"
        },
        {
            "title": "Animal communication",
            "text": "Some non-human animals can produce sounds or gestures resembling those of a human language.[36] Several species or groups of animals have developed forms of communication which superficially resemble verbal language, however, these usually are not considered a language because they lack one or more of the defining characteristics, e.g. grammar, syntax, recursion, and displacement. Researchers have been successful in teaching some animals to make gestures similar to sign language,[37][38] although whether this should be considered a language has been disputed.[39]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Public_speaking",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Outline_of_linguistics",
        "https://en.wikipedia.org/wiki/History_of_linguistics",
        "https://en.wikipedia.org/wiki/Index_of_linguistics_articles",
        "https://en.wikipedia.org/wiki/Historical_linguistics",
        "https://en.wikipedia.org/wiki/Lexicography",
        "https://en.wikipedia.org/wiki/Phonology",
        "https://en.wikipedia.org/wiki/Pragmatics",
        "https://en.wikipedia.org/wiki/Syntax",
        "https://en.wikipedia.org/wiki/Linguistic_typology",
        "https://en.wikipedia.org/wiki/Language_acquisition",
        "https://en.wikipedia.org/wiki/Anthropological_linguistics",
        "https://en.wikipedia.org/wiki/Applied_linguistics",
        "https://en.wikipedia.org/wiki/Computational_linguistics",
        "https://en.wikipedia.org/wiki/Discourse_analysis",
        "https://en.wikipedia.org/wiki/Language_documentation",
        "https://en.wikipedia.org/wiki/Forensic_linguistics",
        "https://en.wikipedia.org/wiki/History_of_linguistics",
        "https://en.wikipedia.org/wiki/Neurolinguistics",
        "https://en.wikipedia.org/wiki/Philosophy_of_language",
        "https://en.wikipedia.org/wiki/Phonetics",
        "https://en.wikipedia.org/wiki/Psycholinguistics",
        "https://en.wikipedia.org/wiki/Sociolinguistics",
        "https://en.wikipedia.org/wiki/Text_linguistics",
        "https://en.wikipedia.org/wiki/Corpus_linguistics",
        "https://en.wikipedia.org/wiki/Translation_studies",
        "https://en.wikipedia.org/wiki/Language_interpretation",
        "https://en.wikipedia.org/wiki/Writing_system",
        "https://en.wikipedia.org/wiki/Glossematics",
        "https://en.wikipedia.org/wiki/Phrase_structure_grammar",
        "https://en.wikipedia.org/wiki/Dependency_grammar",
        "https://en.wikipedia.org/wiki/Distributionalism",
        "https://en.wikipedia.org/wiki/Generative_grammar",
        "https://en.wikipedia.org/wiki/Functional_theories_of_grammar",
        "https://en.wikipedia.org/wiki/Prague_school",
        "https://en.wikipedia.org/wiki/Functional_discourse_grammar",
        "https://en.wikipedia.org/wiki/Cognitive_grammar",
        "https://en.wikipedia.org/wiki/Systemic_functional_linguistics",
        "https://en.wikipedia.org/wiki/Structural_linguistics",
        "https://en.wikipedia.org/wiki/Autonomy_of_syntax",
        "https://en.wikipedia.org/wiki/Compositionality",
        "https://en.wikipedia.org/wiki/Linguistic_conservatism",
        "https://en.wikipedia.org/wiki/Linguistic_description",
        "https://en.wikipedia.org/wiki/Etymology",
        "https://en.wikipedia.org/wiki/Iconicity",
        "https://en.wikipedia.org/wiki/Internet_linguistics",
        "https://en.wikipedia.org/wiki/LGBT_linguistics",
        "https://en.wikipedia.org/wiki/Origin_of_language",
        "https://en.wikipedia.org/wiki/Orthography",
        "https://en.wikipedia.org/wiki/Philosophy_of_linguistics",
        "https://en.wikipedia.org/wiki/Linguistic_prescription",
        "https://en.wikipedia.org/wiki/Theory_of_language",
        "https://en.wikipedia.org/wiki/Communication",
        "https://en.wikipedia.org/wiki/Language",
        "https://en.wikipedia.org/wiki/Phonetics",
        "https://en.wikipedia.org/wiki/Vowel",
        "https://en.wikipedia.org/wiki/Consonant",
        "https://en.wikipedia.org/wiki/Lexicon",
        "https://en.wikipedia.org/wiki/Syntax",
        "https://en.wikipedia.org/wiki/Governance",
        "https://en.wikipedia.org/wiki/Speech_act",
        "https://en.wikipedia.org/wiki/Elocution",
        "https://en.wikipedia.org/wiki/Loudness",
        "https://en.wikipedia.org/wiki/Tempo",
        "https://en.wikipedia.org/wiki/Paralanguage",
        "https://en.wikipedia.org/wiki/Alcohol_intoxication",
        "https://en.wikipedia.org/wiki/Trance",
        "https://en.wikipedia.org/wiki/Profanity",
        "https://en.wikipedia.org/wiki/Talking_to_oneself",
        "https://en.wikipedia.org/wiki/Psychologist",
        "https://en.wikipedia.org/wiki/Lev_Vygotsky",
        "https://en.wikipedia.org/wiki/Cognition",
        "https://en.wikipedia.org/wiki/Memorization",
        "https://en.wikipedia.org/wiki/Prayer",
        "https://en.wikipedia.org/wiki/Meditation",
        "https://en.wikipedia.org/wiki/Mantra",
        "https://en.wikipedia.org/wiki/Speech_perception",
        "https://en.wikipedia.org/wiki/Sound",
        "https://en.wikipedia.org/wiki/Speech_repetition",
        "https://en.wikipedia.org/wiki/Speech_error",
        "https://en.wikipedia.org/wiki/Children",
        "https://en.wikipedia.org/wiki/Vocabulary",
        "https://en.wikipedia.org/wiki/Human_brain",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Cognitive_science",
        "https://en.wikipedia.org/wiki/Communication_studies",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Computer_science",
        "https://en.wikipedia.org/wiki/Speech_pathology",
        "https://en.wikipedia.org/wiki/Otolaryngology",
        "https://en.wikipedia.org/wiki/Acoustics",
        "https://en.wikipedia.org/wiki/Written_language",
        "https://en.wikipedia.org/wiki/Diglossia",
        "https://en.wikipedia.org/wiki/Origin_of_language",
        "https://en.wikipedia.org/wiki/Speculation",
        "https://en.wikipedia.org/wiki/Animal_language",
        "https://en.wikipedia.org/wiki/Apes",
        "https://en.wikipedia.org/wiki/Kanzi",
        "https://en.wikipedia.org/wiki/Sign_language",
        "https://en.wikipedia.org/wiki/Origin_of_speech",
        "https://en.wikipedia.org/wiki/Origin_of_language",
        "https://en.wikipedia.org/wiki/Evolution",
        "https://en.wikipedia.org/wiki/Written_language",
        "https://en.wikipedia.org/wiki/Sign_language",
        "https://en.wikipedia.org/wiki/Monkey",
        "https://en.wikipedia.org/wiki/Vocal_tract",
        "https://en.wikipedia.org/wiki/Speech_production",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Articulatory_phonetics",
        "https://en.wikipedia.org/wiki/Manner_of_articulation",
        "https://en.wikipedia.org/wiki/Place_of_articulation",
        "https://en.wikipedia.org/wiki/Pulmonic_consonant",
        "https://en.wikipedia.org/wiki/Consonant",
        "https://en.wikipedia.org/wiki/Vowels",
        "https://en.wikipedia.org/wiki/Nasalization",
        "https://en.wikipedia.org/wiki/Homorganic",
        "https://en.wikipedia.org/wiki/Lung",
        "https://en.wikipedia.org/wiki/Phonation",
        "https://en.wikipedia.org/wiki/Glottis",
        "https://en.wikipedia.org/wiki/Larynx",
        "https://en.wikipedia.org/wiki/Alaryngeal_speech",
        "https://en.wikipedia.org/wiki/Esophageal_speech",
        "https://en.wikipedia.org/wiki/Donald_Duck_talk",
        "https://en.wikipedia.org/wiki/Speech_error",
        "https://en.wikipedia.org/wiki/Language_acquisition",
        "https://en.wikipedia.org/wiki/Expressive_aphasia",
        "https://en.wikipedia.org/wiki/Speech_perception",
        "https://en.wikipedia.org/wiki/Phonetics",
        "https://en.wikipedia.org/wiki/Phonology",
        "https://en.wikipedia.org/wiki/Spoken_language",
        "https://en.wikipedia.org/wiki/Speech_recognition",
        "https://en.wikipedia.org/wiki/Categorical_perception",
        "https://en.wikipedia.org/wiki/Language_development",
        "https://en.wikipedia.org/wiki/Speech_repetition",
        "https://en.wikipedia.org/wiki/Speech_disorder",
        "https://en.wikipedia.org/wiki/Lung",
        "https://en.wikipedia.org/wiki/Vocal_cords",
        "https://en.wikipedia.org/wiki/Paralysis",
        "https://en.wikipedia.org/wiki/Vocal_fold_nodules",
        "https://en.wikipedia.org/wiki/Cancer",
        "https://en.wikipedia.org/wiki/Brain",
        "https://en.wikipedia.org/wiki/Alogia",
        "https://en.wikipedia.org/wiki/Aphasia",
        "https://en.wikipedia.org/wiki/Dysarthria",
        "https://en.wikipedia.org/wiki/Dystonia",
        "https://en.wikipedia.org/wiki/Speech_processing",
        "https://en.wikipedia.org/wiki/Motor_planning",
        "https://en.wikipedia.org/wiki/Otitis_media",
        "https://en.wikipedia.org/wiki/Auditory_processing_disorder",
        "https://en.wikipedia.org/wiki/Dysphasia",
        "https://en.wikipedia.org/wiki/Anomic_aphasia",
        "https://en.wikipedia.org/wiki/Deafness",
        "https://en.wikipedia.org/wiki/Stuttering",
        "https://en.wikipedia.org/wiki/Cleft_palate",
        "https://en.wikipedia.org/wiki/Ataxia",
        "https://en.wikipedia.org/wiki/Nerve",
        "https://en.wikipedia.org/wiki/Manner_of_articulation",
        "https://en.wikipedia.org/wiki/Tourette_syndrome",
        "https://en.wikipedia.org/wiki/Tic",
        "https://en.wikipedia.org/wiki/Congenital_disorder",
        "https://en.wikipedia.org/wiki/Tongue_disease",
        "https://en.wikipedia.org/wiki/Motor_neuron_disease",
        "https://en.wikipedia.org/wiki/Psychiatric",
        "https://en.wikipedia.org/wiki/Fundamental_frequency",
        "https://en.wikipedia.org/wiki/Major_depressive_disorder",
        "https://en.wikipedia.org/wiki/Prefrontal_cortex",
        "https://en.wikipedia.org/wiki/Superior_temporal_gyrus",
        "https://en.wikipedia.org/wiki/Lateralization_of_brain_function",
        "https://en.wikipedia.org/wiki/Auditory_cortex",
        "https://en.wikipedia.org/wiki/Lexicon",
        "https://en.wikipedia.org/wiki/Arcuate_fasciculus",
        "https://en.wikipedia.org/wiki/Motor_cortex",
        "https://en.wikipedia.org/wiki/Paul_Broca",
        "https://en.wikipedia.org/wiki/Expressive_aphasia",
        "https://en.wikipedia.org/wiki/Telegraphic_speech",
        "https://en.wikipedia.org/wiki/Carl_Wernicke",
        "https://en.wikipedia.org/wiki/Receptive_aphasia",
        "https://en.wikipedia.org/wiki/Jargon_aphasia",
        "https://en.wikipedia.org/wiki/Lateral_sulcus",
        "https://en.wikipedia.org/wiki/Talking_animals",
        "https://en.wikipedia.org/wiki/Animal_communication",
        "https://en.wikipedia.org/wiki/Grammar",
        "https://en.wikipedia.org/wiki/Syntax",
        "https://en.wikipedia.org/wiki/Sign_language",
        "https://en.wikipedia.org/wiki/FOXP2",
        "https://en.wikipedia.org/wiki/Freedom_of_speech",
        "https://en.wikipedia.org/wiki/Imagined_speech",
        "https://en.wikipedia.org/wiki/Index_of_linguistics_articles",
        "https://en.wikipedia.org/wiki/List_of_language_disorders",
        "https://en.wikipedia.org/wiki/Spatial_hearing_loss",
        "https://en.wikipedia.org/wiki/Speechwriter",
        "https://en.wikipedia.org/wiki/Talking_bird",
        "https://en.wikipedia.org/wiki/Vocology",
        "https://en.wikipedia.org/wiki/Public_speaking",
        "https://en.wikipedia.org/wiki/Scientific_American",
        "https://en.wikipedia.org/wiki/Michael_Corballis",
        "https://en.wikipedia.org/wiki/Philip_Lieberman",
        "https://en.wikipedia.org/wiki/Behavioral_and_Brain_Sciences",
        "https://en.wikipedia.org/wiki/J_Hum_Evol",
        "https://en.wikipedia.org/wiki/University_of_Ottawa_Press",
        "https://en.wikipedia.org/wiki/Project_MUSE",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Communication_studies",
        "https://en.wikipedia.org/wiki/History_of_communication_studies",
        "https://en.wikipedia.org/wiki/Outline_of_communication",
        "https://en.wikipedia.org/wiki/Broadcasting",
        "https://en.wikipedia.org/wiki/Communication",
        "https://en.wikipedia.org/wiki/Conversation",
        "https://en.wikipedia.org/wiki/History_of_communication",
        "https://en.wikipedia.org/wiki/Information",
        "https://en.wikipedia.org/wiki/Intercultural_communication",
        "https://en.wikipedia.org/wiki/Interpersonal_communication",
        "https://en.wikipedia.org/wiki/Intrapersonal_communication",
        "https://en.wikipedia.org/wiki/Journalism",
        "https://en.wikipedia.org/wiki/Mass_media",
        "https://en.wikipedia.org/wiki/Media_ecology",
        "https://en.wikipedia.org/wiki/Models_of_communication",
        "https://en.wikipedia.org/wiki/New_media",
        "https://en.wikipedia.org/wiki/Nonverbal_communication",
        "https://en.wikipedia.org/wiki/Nonviolent_communication",
        "https://en.wikipedia.org/wiki/Propaganda",
        "https://en.wikipedia.org/wiki/Reading",
        "https://en.wikipedia.org/wiki/Symbol",
        "https://en.wikipedia.org/wiki/Telecommunication",
        "https://en.wikipedia.org/wiki/Text_and_conversation_theory",
        "https://en.wikipedia.org/wiki/Writing",
        "https://en.wikipedia.org/wiki/Communication_design",
        "https://en.wikipedia.org/wiki/Communication_theory",
        "https://en.wikipedia.org/wiki/Communicology",
        "https://en.wikipedia.org/wiki/Crisis_communication",
        "https://en.wikipedia.org/wiki/Climate_communication",
        "https://en.wikipedia.org/wiki/Development_communication",
        "https://en.wikipedia.org/wiki/Discourse_analysis",
        "https://en.wikipedia.org/wiki/Environmental_communication",
        "https://en.wikipedia.org/wiki/Study_of_global_communication",
        "https://en.wikipedia.org/wiki/Health_communication",
        "https://en.wikipedia.org/wiki/International_communication",
        "https://en.wikipedia.org/wiki/Mass_communication",
        "https://en.wikipedia.org/wiki/Media_studies",
        "https://en.wikipedia.org/wiki/Organizational_communication",
        "https://en.wikipedia.org/wiki/Political_communication",
        "https://en.wikipedia.org/wiki/Risk_communication",
        "https://en.wikipedia.org/wiki/Science_communication",
        "https://en.wikipedia.org/wiki/Technical_communication",
        "https://en.wikipedia.org/wiki/Visual_communication",
        "https://en.wikipedia.org/wiki/Roland_Barthes",
        "https://en.wikipedia.org/wiki/Gregory_Bateson",
        "https://en.wikipedia.org/wiki/Walter_Benjamin",
        "https://en.wikipedia.org/wiki/Kenneth_Burke",
        "https://en.wikipedia.org/wiki/Manuel_Castells",
        "https://en.wikipedia.org/wiki/Noam_Chomsky",
        "https://en.wikipedia.org/wiki/George_Gerbner",
        "https://en.wikipedia.org/wiki/Erving_Goffman",
        "https://en.wikipedia.org/wiki/Max_Horkheimer",
        "https://en.wikipedia.org/wiki/Aldous_Huxley",
        "https://en.wikipedia.org/wiki/Harold_Innis",
        "https://en.wikipedia.org/wiki/Roman_Jakobson",
        "https://en.wikipedia.org/wiki/Irving_Janis",
        "https://en.wikipedia.org/wiki/Wendell_Johnson",
        "https://en.wikipedia.org/wiki/Walter_Lippmann",
        "https://en.wikipedia.org/wiki/Niklas_Luhmann",
        "https://en.wikipedia.org/wiki/Herbert_Marcuse",
        "https://en.wikipedia.org/wiki/Marshall_McLuhan",
        "https://en.wikipedia.org/wiki/George_Herbert_Mead",
        "https://en.wikipedia.org/wiki/Nick_Morgan",
        "https://en.wikipedia.org/wiki/Vance_Packard",
        "https://en.wikipedia.org/wiki/Charles_Sanders_Peirce",
        "https://en.wikipedia.org/wiki/Neil_Postman",
        "https://en.wikipedia.org/wiki/Everett_Rogers",
        "https://en.wikipedia.org/wiki/Wilbur_Schramm",
        "https://en.wikipedia.org/wiki/Deborah_Tannen",
        "https://en.wikipedia.org/wiki/Max_Wertheimer",
        "https://en.wikipedia.org/wiki/Nonverbal_communication",
        "https://en.wikipedia.org/wiki/Blushing",
        "https://en.wikipedia.org/wiki/Body_language",
        "https://en.wikipedia.org/wiki/Kinesics",
        "https://en.wikipedia.org/wiki/Facial_expression",
        "https://en.wikipedia.org/wiki/Facial_Action_Coding_System",
        "https://en.wikipedia.org/wiki/Microexpression",
        "https://en.wikipedia.org/wiki/Subtle_expression",
        "https://en.wikipedia.org/wiki/Gesture",
        "https://en.wikipedia.org/wiki/List_of_gestures",
        "https://en.wikipedia.org/wiki/Haptic_communication",
        "https://en.wikipedia.org/wiki/Imitation",
        "https://en.wikipedia.org/wiki/Laughter",
        "https://en.wikipedia.org/wiki/Oculesics",
        "https://en.wikipedia.org/wiki/Eye_contact",
        "https://en.wikipedia.org/wiki/Pupillary_response",
        "https://en.wikipedia.org/wiki/Proxemics",
        "https://en.wikipedia.org/wiki/Emotional_prosody",
        "https://en.wikipedia.org/wiki/Paralanguage",
        "https://en.wikipedia.org/wiki/Loudness",
        "https://en.wikipedia.org/wiki/Rhythm",
        "https://en.wikipedia.org/wiki/Phonation",
        "https://en.wikipedia.org/wiki/Social_environment",
        "https://en.wikipedia.org/wiki/Chronemics",
        "https://en.wikipedia.org/wiki/Display_rules",
        "https://en.wikipedia.org/wiki/Interpersonal_relationship",
        "https://en.wikipedia.org/wiki/Social_norm",
        "https://en.wikipedia.org/wiki/Emoticon",
        "https://en.wikipedia.org/wiki/Smiley",
        "https://en.wikipedia.org/wiki/Missed_call",
        "https://en.wikipedia.org/wiki/Punctuation",
        "https://en.wikipedia.org/wiki/Silent_service_code",
        "https://en.wikipedia.org/wiki/Unconscious_communication",
        "https://en.wikipedia.org/wiki/Microexpression",
        "https://en.wikipedia.org/wiki/Affect_display",
        "https://en.wikipedia.org/wiki/Deception",
        "https://en.wikipedia.org/wiki/Emotion_recognition",
        "https://en.wikipedia.org/wiki/Intimate_relationship",
        "https://en.wikipedia.org/wiki/Basic_interpersonal_communicative_skills",
        "https://en.wikipedia.org/wiki/Communication",
        "https://en.wikipedia.org/wiki/Emotional_intelligence",
        "https://en.wikipedia.org/wiki/Nunchi",
        "https://en.wikipedia.org/wiki/People_skills",
        "https://en.wikipedia.org/wiki/Semiotics",
        "https://en.wikipedia.org/wiki/Social_behavior",
        "https://en.wikipedia.org/wiki/Social_cue",
        "https://en.wikipedia.org/wiki/Social_competence",
        "https://en.wikipedia.org/wiki/Social_skills",
        "https://en.wikipedia.org/wiki/Unsaid",
        "https://en.wikipedia.org/wiki/Aprosodia",
        "https://en.wikipedia.org/wiki/Autism_spectrum",
        "https://en.wikipedia.org/wiki/Asperger_syndrome",
        "https://en.wikipedia.org/wiki/Autism",
        "https://en.wikipedia.org/wiki/Fragile_X_syndrome",
        "https://en.wikipedia.org/wiki/Pervasive_developmental_disorder_not_otherwise_specified",
        "https://en.wikipedia.org/wiki/Childhood_disintegrative_disorder",
        "https://en.wikipedia.org/wiki/Rett_syndrome",
        "https://en.wikipedia.org/wiki/Dyssemia",
        "https://en.wikipedia.org/wiki/Nonverbal_learning_disorder",
        "https://en.wikipedia.org/wiki/Neuroanatomy",
        "https://en.wikipedia.org/wiki/Limbic_system",
        "https://en.wikipedia.org/wiki/Limbic_lobe",
        "https://en.wikipedia.org/wiki/Mirror_neuron",
        "https://en.wikipedia.org/wiki/Cold_reading",
        "https://en.wikipedia.org/wiki/Lie_detection",
        "https://en.wikipedia.org/wiki/Freudian_slip",
        "https://en.wikipedia.org/wiki/Computer_processing_of_body_language",
        "https://en.wikipedia.org/wiki/Emotion_recognition_in_conversation",
        "https://en.wikipedia.org/wiki/Gesture_recognition",
        "https://en.wikipedia.org/wiki/List_of_facial_expression_databases",
        "https://en.wikipedia.org/wiki/Sentiment_analysis",
        "https://en.wikipedia.org/wiki/Ray_Birdwhistell",
        "https://en.wikipedia.org/wiki/Charles_Darwin",
        "https://en.wikipedia.org/wiki/Paul_Ekman",
        "https://en.wikipedia.org/wiki/Animal_communication",
        "https://en.wikipedia.org/wiki/Behavioral_communication",
        "https://en.wikipedia.org/wiki/Aggression",
        "https://en.wikipedia.org/wiki/Assertiveness",
        "https://en.wikipedia.org/wiki/Deference",
        "https://en.wikipedia.org/wiki/Impression_management",
        "https://en.wikipedia.org/wiki/Monastic_sign_languages",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Sign_language",
        "https://en.wikipedia.org/wiki/Tactile_signing",
        "https://en.wikipedia.org/wiki/Tadoma",
        "https://en.wikipedia.org/wiki/Mime_artist",
        "https://en.wikipedia.org/wiki/Mimoplastic_art",
        "https://en.wikipedia.org/wiki/Subtext",
        "https://en.wikipedia.org/wiki/Speech",
        "https://en.wikipedia.org/wiki/Speech",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}