{
    "url": "https://en.wikipedia.org/wiki/Spheroid",
    "title": "Spheroid",
    "table_of_contents": [
        "1 Equation",
        "2 Properties",
        "2.1 Area",
        "2.2 Volume",
        "2.3 Curvature",
        "2.4 Aspect ratio",
        "3 Applications",
        "3.1 Oblate spheroids",
        "3.2 Prolate spheroids",
        "3.3 Dynamical properties",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA spheroid, also known as an ellipsoid of revolution or rotational ellipsoid, is a quadric surface obtained by rotating an ellipse about one of its principal axes; in other words, an ellipsoid with two equal semi-diameters. A spheroid has circular symmetry.\n\nIf the ellipse is rotated about its major axis, the result is a prolate spheroid, elongated like a rugby ball. The American football is similar but has a pointier end than a spheroid could. If the ellipse is rotated about its minor axis, the result is an oblate spheroid, flattened like a lentil or a plain M&M. If the generating ellipse is a circle, the result is a sphere.\n\nDue to the combined effects of gravity and rotation, the figure of the Earth (and of all planets) is not quite a sphere, but instead is slightly flattened in the direction of its axis of rotation. For that reason, in cartography and geodesy the Earth is often approximated by an oblate spheroid, known as the reference ellipsoid, instead of a sphere. The current World Geodetic System model uses a spheroid whose radius is 6,378.137 km (3,963.191 mi) at the Equator and 6,356.752 km (3,949.903 mi) at the poles.\n\nThe word spheroid originally meant \"an approximately spherical body\", admitting irregularities even beyond the bi- or tri-axial ellipsoidal shape; that is how the term is used in some older papers on geodesy (for example, referring to truncated spherical harmonic expansions of the Earth's gravity geopotential model).[1]\n\n"
        },
        {
            "title": "Equation",
            "text": "The equation of a tri-axial ellipsoid centred at the origin with semi-axes a, b and c aligned along the coordinate axes is\n\nThe equation of a spheroid with z as the symmetry axis is given by setting a = b:\n\nThe semi-axis a is the equatorial radius of the spheroid, and c is the distance from centre to pole along the symmetry axis. There are two possible cases:\n\nThe case of a = c reduces to a sphere.\n\n"
        },
        {
            "title": "Properties",
            "text": "An oblate spheroid with c < a has surface area\n\nThe oblate spheroid is generated by rotation about the z-axis of an ellipse with semi-major axis a and semi-minor axis c, therefore e may be identified as the eccentricity. (See ellipse.)[2]\n\nA prolate spheroid with c > a has surface area\n\nThe prolate spheroid is generated by rotation about the z-axis of an ellipse with semi-major axis c and semi-minor axis a; therefore, e may again be identified as the eccentricity. (See ellipse.) [3]\n\nThese formulas are identical in the sense that the formula for Soblate can be used to calculate the surface area of a prolate spheroid and vice versa. However, e then becomes imaginary and can no longer directly be identified with the eccentricity. Both of these results may be cast into many other forms using standard mathematical identities and relations between parameters of the ellipse.\n\nThe volume inside a spheroid (of any kind) is\n\nIf A = 2a is the equatorial diameter, and C = 2c is the polar diameter, the volume is\n\nLet a spheroid be parameterized as\n\nwhere β is the reduced latitude or parametric latitude, λ is the longitude, and −π/2 < β < +π/2 and −π < λ < +π. Then, the spheroid's Gaussian curvature is\n\nand its mean curvature is\n\nBoth of these curvatures are always positive, so that every point on a spheroid is elliptic.\n\nThe aspect ratio of an oblate spheroid/ellipse, c : a, is the ratio of the polar to equatorial lengths, while the flattening (also called oblateness) f, is the ratio of the equatorial-polar length difference to the equatorial length:\n\nThe first eccentricity (usually simply eccentricity, as above) is often used instead of flattening.[4] It is defined by:\n\nThe relations between eccentricity and flattening are:\n\nAll modern geodetic ellipsoids are defined by the semi-major axis plus either the semi-minor axis (giving the aspect ratio), the flattening, or the first eccentricity. While these definitions are mathematically interchangeable, real-world calculations must lose some precision. To avoid confusion, an ellipsoidal definition considers its own values to be exact in the form it gives.\n\n"
        },
        {
            "title": "Applications",
            "text": "The most common shapes for the density distribution of protons and neutrons in an atomic nucleus are spherical, prolate, and oblate spheroidal, where the polar axis is assumed to be the spin axis (or direction of the spin angular momentum vector). Deformed nuclear shapes occur as a result of the competition between electromagnetic repulsion between protons, surface tension and quantum shell effects.\n\nThe oblate spheroid is the approximate shape of rotating planets and other celestial bodies, including Earth, Saturn, Jupiter, and the quickly spinning star Altair. Saturn is the most oblate planet in the Solar System, with a flattening of 0.09796. See planetary flattening and equatorial bulge for details.\n\nEnlightenment scientist Isaac Newton, working from Jean Richer's pendulum experiments and Christiaan Huygens's theories for their interpretation, reasoned that Jupiter and Earth are oblate spheroids owing to their centrifugal force.[5][6] Earth's diverse cartographic and geodetic systems are based on reference ellipsoids, all of which are oblate.\n\nThe prolate spheroid is the approximate shape of the ball in several sports, such as in the rugby ball.\n\nSeveral moons of the Solar System approximate prolate spheroids in shape, though they are actually triaxial ellipsoids. Examples are Saturn's satellites Mimas, Enceladus, and Tethys and Uranus' satellite Miranda.\n\nIn contrast to being distorted into oblate spheroids via rapid rotation, celestial objects distort slightly into prolate spheroids via tidal forces when they orbit a massive body in a close orbit. The most extreme example is Jupiter's moon Io, which becomes slightly more or less prolate in its orbit due to a slight eccentricity, causing intense volcanism. The major axis of the prolate spheroid does not run through the satellite's poles in this case, but through the two points on its equator directly facing toward and away from the primary.\n\nThe term is also used to describe the shape of some nebulae such as the Crab Nebula.[7] Fresnel zones, used to analyze wave propagation and interference in space, are a series of concentric prolate spheroids with principal axes aligned along the direct line-of-sight between a transmitter and a receiver.\n\nThe atomic nuclei of the actinide and lanthanide elements are shaped like prolate spheroids.[8] In anatomy, near-spheroid organs such as testis may be measured by their long and short axes.[9]\n\nMany submarines have a shape which can be described as prolate spheroid.[10]\n\nFor a spheroid having uniform density, the moment of inertia is that of an ellipsoid with an additional axis of symmetry. Given a description of a spheroid as having a major axis c, and minor axes a = b, the moments of inertia along these principal axes are C, A, and B. However, in a spheroid the minor axes are symmetrical. Therefore, our inertial terms along the major axes are:[11]\n\nwhere M is the mass of the body defined as\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/3D_cell_culture",
        "https://en.wikipedia.org/wiki/Maclaurin_spheroid",
        "https://en.wikipedia.org/wiki/Jacobi_ellipsoid",
        "https://en.wikipedia.org/wiki/Quadric",
        "https://en.wikipedia.org/wiki/Surface_of_revolution",
        "https://en.wikipedia.org/wiki/Ellipse",
        "https://en.wikipedia.org/wiki/Ellipsoid",
        "https://en.wikipedia.org/wiki/Circular_symmetry",
        "https://en.wikipedia.org/wiki/Major_axis",
        "https://en.wikipedia.org/wiki/Rugby_ball",
        "https://en.wikipedia.org/wiki/Minor_axis",
        "https://en.wikipedia.org/wiki/Lentil",
        "https://en.wikipedia.org/wiki/Sphere",
        "https://en.wikipedia.org/wiki/Gravity",
        "https://en.wikipedia.org/wiki/Rotation_of_the_Earth",
        "https://en.wikipedia.org/wiki/Figure_of_the_Earth",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Flattening",
        "https://en.wikipedia.org/wiki/Cartography",
        "https://en.wikipedia.org/wiki/Geodesy",
        "https://en.wikipedia.org/wiki/Reference_ellipsoid",
        "https://en.wikipedia.org/wiki/World_Geodetic_System",
        "https://en.wikipedia.org/wiki/Equator",
        "https://en.wikipedia.org/wiki/Geographical_pole",
        "https://en.wikipedia.org/wiki/Geopotential_model",
        "https://en.wikipedia.org/wiki/Symmetry_axis",
        "https://en.wikipedia.org/wiki/Surface_area",
        "https://en.wikipedia.org/wiki/Ellipse",
        "https://en.wikipedia.org/wiki/Ellipse",
        "https://en.wikipedia.org/wiki/Imaginary_number",
        "https://en.wikipedia.org/wiki/Parametric_latitude",
        "https://en.wikipedia.org/wiki/Longitude",
        "https://en.wikipedia.org/wiki/Gaussian_curvature",
        "https://en.wikipedia.org/wiki/Mean_curvature",
        "https://en.wikipedia.org/wiki/Aspect_ratio",
        "https://en.wikipedia.org/wiki/Flattening",
        "https://en.wikipedia.org/wiki/Atomic_nucleus",
        "https://en.wikipedia.org/wiki/Spherical",
        "https://en.wikipedia.org/wiki/Angular_momentum",
        "https://en.wikipedia.org/wiki/Electromagnetic_force",
        "https://en.wikipedia.org/wiki/Surface_tension",
        "https://en.wikipedia.org/wiki/Quantum_mechanics",
        "https://en.wikipedia.org/wiki/Nuclear_shell_model",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Flattening",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Astronomical_object",
        "https://en.wikipedia.org/wiki/Saturn",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Altair",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Flattening",
        "https://en.wikipedia.org/wiki/Planetary_flattening",
        "https://en.wikipedia.org/wiki/Equatorial_bulge",
        "https://en.wikipedia.org/wiki/Age_of_Enlightenment",
        "https://en.wikipedia.org/wiki/Isaac_Newton",
        "https://en.wikipedia.org/wiki/Jean_Richer",
        "https://en.wikipedia.org/wiki/Christiaan_Huygens",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Centrifugal_force",
        "https://en.wikipedia.org/wiki/Reference_ellipsoid",
        "https://en.wikipedia.org/wiki/Rugby_ball",
        "https://en.wikipedia.org/wiki/Rugby_ball",
        "https://en.wikipedia.org/wiki/Moons",
        "https://en.wikipedia.org/wiki/Triaxial_ellipsoid",
        "https://en.wikipedia.org/wiki/Saturn",
        "https://en.wikipedia.org/wiki/Uranus",
        "https://en.wikipedia.org/wiki/Tide",
        "https://en.wikipedia.org/wiki/Volcanism",
        "https://en.wikipedia.org/wiki/Nebula",
        "https://en.wikipedia.org/wiki/Crab_Nebula",
        "https://en.wikipedia.org/wiki/Fresnel_zone",
        "https://en.wikipedia.org/wiki/Atomic_nucleus",
        "https://en.wikipedia.org/wiki/Actinide",
        "https://en.wikipedia.org/wiki/Lanthanide",
        "https://en.wikipedia.org/wiki/Testicle",
        "https://en.wikipedia.org/wiki/Moment_of_inertia",
        "https://en.wikipedia.org/wiki/Major_axis",
        "https://en.wikipedia.org/wiki/Ellipsoidal_dome",
        "https://en.wikipedia.org/wiki/Equatorial_bulge",
        "https://en.wikipedia.org/wiki/Great_ellipse",
        "https://en.wikipedia.org/wiki/Lentoid",
        "https://en.wikipedia.org/wiki/Oblate_spheroidal_coordinates",
        "https://en.wikipedia.org/wiki/Oval",
        "https://en.wikipedia.org/wiki/Prolate_spheroidal_coordinates",
        "https://en.wikipedia.org/wiki/Rotation_of_axes",
        "https://en.wikipedia.org/wiki/Translation_of_axes",
        "https://en.wikipedia.org/wiki/Walter_de_Gruyter",
        "https://en.wikipedia.org/wiki/Virginia_Trimble",
        "https://en.wikipedia.org/wiki/Scientific_American",
        "https://en.wikipedia.org/wiki/Spheroid",
        "https://en.wikipedia.org/wiki/Spheroid",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}