{
    "url": "https://en.wikipedia.org/wiki/Spider_silk",
    "title": "Spider silk",
    "table_of_contents": [
        "1 Biodiversity",
        "1.1 Uses",
        "1.2 Types",
        "2 Properties",
        "2.1 Mechanical properties",
        "2.1.1 Strength",
        "2.1.2 Density",
        "2.1.2.1 Energy density",
        "2.1.3 Extensibility",
        "2.1.4 Toughness",
        "2.1.5 Temperature",
        "2.1.6 Supercontraction",
        "2.1.7 Highest-performance",
        "2.2 Adhesive properties",
        "2.3 Types of silk",
        "3 Structural",
        "3.1 Macroscopic structure down to protein hierarchy",
        "4 Biosynthesis and fibre spinning",
        "4.1 Silk gland",
        "5 Artificial synthesis",
        "5.1 Feedstock",
        "5.2 Geometry",
        "5.2.1 Syringe and needle",
        "5.2.2 Microfluidics",
        "5.2.3 Electrospinning",
        "5.3 Other artificial shapes formed from silk",
        "6 Research milestones",
        "7 Human uses",
        "8 Attempts at producing synthetic spider silk",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSpider silk is a protein fibre spun by spiders. Spiders use their silk to make webs or other structures, which function as sticky nets to catch other animals, or as nests or cocoons to protect their offspring, or to wrap up prey. They can also use their silk to suspend themselves, to float through the air, or to glide away from predators. Most spiders vary the thickness and stickiness of their silk for different uses.\n\nIn some cases, spiders may even use silk as a source of food.[1] While methods have been developed to collect silk from a spider by force,[2] it is difficult to gather silk from many spiders compared to silk-spinning organisms such as silkworms.\n\nAll spiders produce silk, and even in non-web building spiders, silk is intimately tied to courtship and mating. Silk produced by females provides a transmission channel for male vibratory courtship signals, while webs and draglines provide a substrate for female sex pheromones. Observations of male spiders producing silk during sexual interactions are also common across phylogenetically widespread taxa. However, the function of male-produced silk in mating has received very little study.[3]\n\n"
        },
        {
            "title": "Biodiversity",
            "text": "All spiders produce silks, and a single spider can produce up to seven different types of silk for different uses.[4] This is in contrast to insect silks, where an individual usually only produces one type of silk.[5] Spider silks may be used in many different ecological ways, each with properties to match the silk's function. As spiders have evolved, so has their silks' complexity and diverse uses, for example from primitive tube webs 300–400 million years ago to complex orb webs 110 million years ago.[6]\n\nMeeting the specification for all these ecological uses requires different types of silk suited to different broad properties, as either a fibre, a structure of fibres, or a silk-globule. These types include glues and fibres. Some types of fibres are used for structural support, others for constructing protective structures. Some can absorb energy effectively, whereas others transmit vibration efficiently. In a spider, these silk types are produced in different glands; so the silk from a particular gland can be linked to its use by the spider.\n\n"
        },
        {
            "title": "Properties",
            "text": "Each spider and each type of silk has a set of mechanical properties optimised for their biological function.\n\nMost silks, in particular dragline silk, have exceptional mechanical properties. They exhibit a unique combination of high tensile strength and extensibility (ductility). This enables a silk fibre to absorb a large amount of energy before breaking (toughness, the area under a stress-strain curve).\n\nA frequent mistake made in the mainstream media is to confuse strength and toughness, when comparing silk to other materials.[citation needed] Weight for weight, silk is stronger than steel, but not as strong as Kevlar. Spider silk is, however, tougher than both.\n\nThe variability of mechanical properties of spider silk fibres may be important and it is related to their degree of molecular alignment.[10] Mechanical properties depend strongly on the ambient conditions, i.e. humidity and temperature.[11]\n\nA dragline silk's tensile strength is comparable to that of high-grade alloy steel (450−2000 MPa),[12][13] and about half as strong as aramid filaments, such as Twaron or Kevlar (3000 MPa).[14]\n\nConsisting of mainly protein, silks are about a sixth of the density of steel (1.3 g/cm3). As a result, a strand long enough to circle the Earth would weigh about 2 kilograms (4.4 lb). (Spider dragline silk has a tensile strength of roughly 1.3 GPa. The tensile strength listed for steel might be slightly higher – e.g. 1.65 GPa,[15][16] but spider silk is a much less dense material, so that a given weight of spider silk is five times as strong as the same weight of steel.)\n\nThe energy density of dragline spider silk is roughly 1.2×108 J/m3.[17]\n\nSilks are also extremely ductile, with some able to stretch up to five times their relaxed length without breaking.\n\nThe combination of strength and ductility gives dragline silks a very high toughness (or work to fracture), which \"equals that of commercial polyaramid (aromatic nylon) filaments, which themselves are benchmarks of modern polymer fibre technology\".[18][19]\n\nWhile unlikely to be relevant in nature, dragline silks can hold their strength below -40 °C (-40 °F) and up to 220 °C (428 °F).[20] As occurs in many materials, spider silk fibres undergo a glass transition. The glass-transition temperature depends on the humidity, as water is a plasticiser for the silk.[11]\n\nWhen exposed to water, dragline silks undergo supercontraction, shrinking up to 50% in length and behaving like a weak rubber under tension.[11] Many hypotheses have been suggested as to its use in nature, with the most popular being to automatically tension webs built in the night using the morning dew.[citation needed]\n\nThe toughest known spider silk is produced by the species Darwin's bark spider (Caerostris darwini): \"The toughness of forcibly silked fibers averages 350 MJ/m3, with some samples reaching 520 MJ/m3. Thus, C. darwini silk is more than twice as tough as any previously described silk, and over 10 times tougher than Kevlar\".[21]\n\nSilk fibre is a two-compound pyriform secretion, spun into patterns (called \"attachment discs\") that are employed to adhere silk threads to various surfaces using a minimum of silk substrate.[22] The pyriform threads polymerise under ambient conditions, become functional immediately, and are usable indefinitely, remaining biodegradable, versatile and compatible with numerous other materials in the environment.[22] The adhesive and durability properties of the attachment disc are controlled by functions within the spinnerets.[23] Some adhesive properties of the silk resemble glue, consisting of microfibrils and lipid enclosures.[22]\n\nMany species of spiders have different glands to produce silk with different properties for different purposes, including housing, web construction, defence, capturing and detaining prey, egg protection, and mobility (fine \"gossamer\" thread for ballooning, or for a strand allowing the spider to drop down as silk is extruded). Different specialised silks have evolved with properties suitable for different uses. For example, Argiope argentata has five different types of silk, each used for a different purpose:[24][25]\n\n"
        },
        {
            "title": "Structural",
            "text": "Silks, like many other biomaterials, have a hierarchical structure. The primary structure is the amino acid sequence of its proteins (spidroin), mainly consisting of highly repetitive glycine and alanine blocks,[26][27] which is why silks are often referred to as a block co-polymer. On a secondary structure level, the short side chained alanine is mainly found in the crystalline domains (beta sheets) of the nanofibril, glycine is mostly found in the so-called amorphous matrix consisting of helical and beta turn structures.[27][28] It is the interplay between the hard crystalline segments, and the strained elastic semi-amorphous regions, that gives spider silk its extraordinary properties.[29][30] Various compounds other than protein are used to enhance the fibre's properties. Pyrrolidine has hygroscopic properties which keeps the silk moist while also warding off ant invasion. It occurs in especially high concentration in glue threads. Potassium hydrogen phosphate releases hydrogen ions in aqueous solution, resulting in a pH of about 4, making the silk acidic and thus protecting it from fungi and bacteria that would otherwise digest the protein. Potassium nitrate is believed to prevent the protein from denaturing in the acidic milieu.[31]\n\nThis first very basic model of silk was introduced by Termonia in 1994[32] who suggested crystallites embedded in an amorphous matrix interlinked with hydrogen bonds. This model has refined over the years: semi-crystalline regions were found[27] as well as a fibrillar skin core model suggested for spider silk,[33] later visualised by AFM and TEM.[34] Sizes of the nanofibrillar structure and the crystalline and semi-crystalline regions were revealed by neutron scattering.[35]\n\nIt has been possible to relate microstructural information and macroscopic mechanical properties of the fibres.[36] The results show that ordered regions (i) mainly reorient by deformation for low-stretched fibres and (ii) the fraction of ordered regions increases progressively for higher stretching of the fibres.\n\n\n"
        },
        {
            "title": "Biosynthesis and fibre spinning",
            "text": "The production of silks, including spider silk, differs in an important aspect from the production of most other fibrous biological materials: rather than being continuously grown as keratin in hair, cellulose in the cell walls of plants, or even the fibres formed from the compacted faecal matter of beetles;[17] it is \"spun\" on demand from liquid silk precursor out of specialised glands.[38]\n\nThe spinning process occurs when a fibre is pulled away from the body of a spider, whether by the spider's legs, by the spider's falling under its own weight, or by any other method including being pulled by humans. The term \"spinning\" is misleading because no rotation of any component occurs, but rather comes from analogy to the textile spinning wheels. Silk production is a pultrusion,[39] similar to extrusion, with the subtlety that the force is induced by pulling at the finished fibre rather than being squeezed out of a reservoir. The unspun silk fibre is pulled through silk glands of which there may be both numerous duplicates and different types of gland on any one spider species.[38]\n\nThe gland's visible, or external, part is termed the spinneret. Depending on the complexity of the species, spiders will have two to eight spinnerets, usually in pairs. There exist highly different specialised glands in different spiders, ranging from simply a sac with an opening at one end, to the complex, multiple-section major ampullate glands of the golden silk orb-weavers.[53]\n\nBehind each spinneret visible on the surface of the spider lies a gland, a generalised form of which is shown in the figure to the right, \"Schematic of a generalised gland\".\n\nThroughout the process the unspun silk appears to have a nematic texture,[60] in a similar manner to a liquid crystal, arising in part due to the extremely high protein concentration of silk dope (around 30% in terms of weight per volume).[61] This allows the unspun silk to flow through the duct as a liquid but maintain a molecular order.\n\nAs an example of a complex spinning field, the spinneret apparatus of an adult Araneus diadematus (garden cross spider) consists of the glands shown below.[31] Similar multiple gland architecture exists in the black widow spider.[62]\n\n"
        },
        {
            "title": "Artificial synthesis",
            "text": "To artificially synthesise spider silk into fibres, there are two broad areas that must be covered. These are synthesis of the feedstock (the unspun silk dope in spiders), and synthesis of the spinning conditions (the funnel, valve, tapering duct, and spigot). There have been a number of different approaches but few of these methods have produced silk that can efficiently be synthesised into fibres.\n\nThe molecular structure of unspun silk is both complex and extremely long. Though this endows the silk fibres with their desirable properties, it also makes replication of the fibre somewhat of a challenge. Various organisms have been used as a basis for attempts to replicate some components or all of some or all of the proteins involved. These proteins must then be extracted, purified and then spun before their properties can be tested.\n\nSpider silks with comparatively simple molecular structure need complex ducts to be able to spin an effective fibre. There have been a number of methods used to produce fibres, of which the main types are briefly discussed below.\n\nFeedstock is simply forced through a hollow needle using a syringe. This method has been shown to make fibres successfully on multiple occasions.[71][72]\n\nAlthough very cheap and easy to produce, the shape and conditions of the gland are very loosely approximated. Fibres created using this method may need encouragement to change from liquid to solid by removing the water from the fibre with such chemicals as the environmentally undesirable methanol[73] or acetone,[72] and also may require post-stretching of the fibre to attain fibres with desirable properties.[74][71]\n\nAs the field of microfluidics matures, it is likely that more attempts to spin fibres will be made using microfluidics. These have the advantage of being very controllable and able to test spin very small volumes of unspun fibre[75][76] but setup and development costs are likely to be high. A patent has been granted in this area for spinning fibres in a method mimicking the process found in nature, and fibres are successfully being continuously spun by a commercial company.[77]\n\nElectrospinning is a very old technique whereby a fluid is held in a container in a manner such that it is able to flow out through capillary action. A conducting substrate is positioned below, and a large difference in electrical potential is applied between the fluid and the substrate. The fluid is attracted to the substrate, and tiny fibres jump almost instantly from their point of emission, the Taylor cone, to the substrate, drying as they travel. This method has been shown to create nano-scale fibres from both silk dissected from organisms and regenerated silk fibroin.\n\nSilk can be formed into other shapes and sizes such as spherical capsules for drug delivery, cell scaffolds and wound healing, textiles, cosmetics, coatings, and many others.[78][79] Spider silk proteins can also self-assemble on superhydrophobic surfaces to generate nanowires, as well as micron-sized circular sheets.[79] It has recently been shown that recombinant spider silk proteins can self-assemble at the liquid air interface of a standing solution to form protein permeable, strong, and flexible nanomembranes that support cell proliferation. Suggested applications include skin transplants, and supportive membranes in organ-on-a-chip.[80] These spider silk nanomembranes have also been used to create a static in-vitro model of a blood vessel.[81]\n\n"
        },
        {
            "title": "Research milestones",
            "text": "Due to spider silk being a scientific research field with a long and rich history, there can be unfortunate occurrences of researchers independently rediscovering previously published findings. What follows is a table of the discoveries made in each of the constituent areas, acknowledged by the scientific community as being relevant and significant by using the metric of scientific acceptance, citations. Thus, only papers with 50 or more citations are included.\n\n"
        },
        {
            "title": "Human uses",
            "text": "Peasants in the southern Carpathian Mountains used to cut up tubes built by Atypus and cover wounds with the inner lining. It reportedly facilitated healing, and even connected with the skin. This is believed to be due to antiseptic properties of spider silk[102] and because the silk is rich in vitamin K, which can be effective in clotting blood.[103][verify] Due to the difficulties in extracting and processing substantial amounts of spider silk, the largest known piece of cloth made of spider silk is an 11-by-4-foot (3.4 by 1.2 m) textile with a golden tint made in Madagascar in 2009.[104] Eighty-two people worked for four years to collect over one million golden orb spiders and extract silk from them.[105]\n\nThe silk of Nephila clavipes was used in research concerning mammalian neuronal regeneration.[106]\n\nSpider silk has been used as a thread for crosshairs in optical instruments such as telescopes, microscopes,[107] and telescopic rifle sights.[108] In 2011, spider silk fibres were used in the field of optics to generate very fine diffraction patterns over N-slit interferometric signals used in optical communications.[109] In 2012, spider silk fibres were used to create a set of violin strings.[110]\n\nDevelopment of methods to mass-produce spider silk has led to manufacturing of military, medical and consumer goods, such as ballistics armour, athletic footwear, personal care products, breast implant and catheter coatings, mechanical insulin pumps, fashion clothing, and outerwear.[111]\n\nSpider silk is used to suspend inertial confinement fusion targets during laser ignition, as it remains considerably elastic and has a high energy to break at temperatures as low as 10–20 K. In addition, it is made from \"light\" atomic number elements that won't emit x-rays during irradiation that could preheat the target so that the pressure differential required for fusion is not achieved.[112]\n\nSpider silk has been used to create biolenses that could be used in conjunction with lasers to create high-resolution images of the inside of the human body.[113]\n\n"
        },
        {
            "title": "Attempts at producing synthetic spider silk",
            "text": "Replicating the complex conditions required to produce fibres that are comparable to spider silk has proven difficult in research and early-stage manufacturing. Through genetic engineering, Escherichia coli bacteria, yeasts, plants, silkworms, and animals other than silkworms have been used to produce spider silk proteins, which have different, simpler characteristics than those from a spider.[111] Extrusion of protein fibres in an aqueous environment is known as \"wet-spinning\". This process has so far produced silk fibres of diameters ranging from 10 to 60 μm, compared to diameters of 2.5–4 μm for natural spider silk. Artificial spider silks have fewer and simpler proteins than natural dragline silk, and are consequently half the diameter, strength, and flexibility of natural dragline silk.[111]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/European_Garden_Spider",
        "https://en.wikipedia.org/wiki/Argiope_bruennichi",
        "https://en.wikipedia.org/wiki/Warsaw",
        "https://en.wikipedia.org/wiki/Protein",
        "https://en.wikipedia.org/wiki/Fibre",
        "https://en.wikipedia.org/wiki/Spider",
        "https://en.wikipedia.org/wiki/Silk",
        "https://en.wikipedia.org/wiki/Spider_web",
        "https://en.wikipedia.org/wiki/Sericulture",
        "https://en.wikipedia.org/wiki/Silk",
        "https://en.wikipedia.org/wiki/Spider",
        "https://en.wikipedia.org/wiki/Scytodes_thoracica",
        "https://en.wikipedia.org/wiki/Chelicerae",
        "https://en.wikipedia.org/wiki/Kleptoparasite",
        "https://en.wikipedia.org/wiki/Argyrodes",
        "https://en.wikipedia.org/wiki/Segestria_florentina",
        "https://en.wikipedia.org/wiki/Ctenizidae",
        "https://en.wikipedia.org/wiki/Argyroneta_aquatica",
        "https://en.wikipedia.org/wiki/Salticidae",
        "https://en.wikipedia.org/wiki/Tensile_strength",
        "https://en.wikipedia.org/wiki/Ductility",
        "https://en.wikipedia.org/wiki/Toughness",
        "https://en.wikipedia.org/wiki/Integral",
        "https://en.wikipedia.org/wiki/Kevlar",
        "https://en.wikipedia.org/wiki/Tensile_strength",
        "https://en.wikipedia.org/wiki/Steel",
        "https://en.wikipedia.org/wiki/Aramid",
        "https://en.wikipedia.org/wiki/Twaron",
        "https://en.wikipedia.org/wiki/Energy_density",
        "https://en.wikipedia.org/wiki/Ductile",
        "https://en.wikipedia.org/wiki/Toughness",
        "https://en.wikipedia.org/wiki/Polyaramid",
        "https://en.wikipedia.org/wiki/Glass_transition",
        "https://en.wikipedia.org/wiki/Plasticiser",
        "https://en.wikipedia.org/wiki/Polymer",
        "https://en.wikipedia.org/wiki/Glue",
        "https://en.wikipedia.org/wiki/Microfibrils",
        "https://en.wikipedia.org/wiki/Lipid",
        "https://en.wikipedia.org/wiki/Spider_web",
        "https://en.wikipedia.org/wiki/Prey",
        "https://en.wikipedia.org/wiki/Gossamer",
        "https://en.wikipedia.org/wiki/Argiope_argentata",
        "https://en.wikipedia.org/wiki/Primary_structure",
        "https://en.wikipedia.org/wiki/Amino_acid",
        "https://en.wikipedia.org/wiki/Spidroin",
        "https://en.wikipedia.org/wiki/Beta_sheet",
        "https://en.wikipedia.org/wiki/Pyrrolidine",
        "https://en.wikipedia.org/wiki/Potassium_hydrogen_phosphate",
        "https://en.wikipedia.org/wiki/PH",
        "https://en.wikipedia.org/wiki/Acid",
        "https://en.wikipedia.org/wiki/Fungi",
        "https://en.wikipedia.org/wiki/Bacteria",
        "https://en.wikipedia.org/wiki/Potassium_nitrate",
        "https://en.wikipedia.org/wiki/Atomic_Force_Microscopy",
        "https://en.wikipedia.org/wiki/Transmission_Electron_Microscopy",
        "https://en.wikipedia.org/wiki/Neutron_scattering",
        "https://en.wikipedia.org/wiki/Spinning_wheel",
        "https://en.wikipedia.org/wiki/Pultrusion",
        "https://en.wikipedia.org/wiki/Gland",
        "https://en.wikipedia.org/wiki/Helical_pump",
        "https://en.wikipedia.org/wiki/Araneus_diadematus",
        "https://en.wikipedia.org/wiki/Bombyx_mori",
        "https://en.wikipedia.org/wiki/Atomic_mass_unit",
        "https://en.wikipedia.org/wiki/Goat",
        "https://en.wikipedia.org/wiki/Tobacco",
        "https://en.wikipedia.org/wiki/Potato",
        "https://en.wikipedia.org/wiki/Methanol",
        "https://en.wikipedia.org/wiki/Acetone",
        "https://en.wikipedia.org/wiki/Microfluidics",
        "https://en.wikipedia.org/wiki/Electrospinning",
        "https://en.wikipedia.org/wiki/Taylor_cone",
        "https://en.wikipedia.org/wiki/Golden_orb_spider",
        "https://en.wikipedia.org/wiki/Carpathian_Mountains",
        "https://en.wikipedia.org/wiki/Atypus",
        "https://en.wikipedia.org/wiki/Vitamin_K",
        "https://en.wikipedia.org/wiki/Cloth",
        "https://en.wikipedia.org/wiki/Madagascar",
        "https://en.wikipedia.org/wiki/Golden_orb_spider",
        "https://en.wikipedia.org/wiki/Nephila_clavipes",
        "https://en.wikipedia.org/wiki/Mammal",
        "https://en.wikipedia.org/wiki/Neuron",
        "https://en.wikipedia.org/wiki/Crosshair",
        "https://en.wikipedia.org/wiki/Telescopic_sight",
        "https://en.wikipedia.org/wiki/Mass_production",
        "https://en.wikipedia.org/wiki/Ballistics",
        "https://en.wikipedia.org/wiki/Armour",
        "https://en.wikipedia.org/wiki/Personal_care",
        "https://en.wikipedia.org/wiki/Breast_implant",
        "https://en.wikipedia.org/wiki/Catheter",
        "https://en.wikipedia.org/wiki/Insulin",
        "https://en.wikipedia.org/wiki/Outerwear",
        "https://en.wikipedia.org/wiki/Inertial_confinement_fusion",
        "https://en.wikipedia.org/wiki/Genetic_engineering",
        "https://en.wikipedia.org/wiki/Nephila_clavipes",
        "https://en.wikipedia.org/wiki/Tensile_strength",
        "https://en.wikipedia.org/wiki/Elastic_modulus",
        "https://en.wikipedia.org/wiki/AMSilk",
        "https://en.wikipedia.org/wiki/Spidroin",
        "https://en.wikipedia.org/wiki/Stella_McCartney",
        "https://en.wikipedia.org/wiki/Adidas",
        "https://en.wikipedia.org/wiki/Kraig_Biocraft_Laboratories",
        "https://en.wikipedia.org/wiki/University_of_Wyoming",
        "https://en.wikipedia.org/wiki/University_of_Notre_Dame",
        "https://en.wikipedia.org/wiki/Biotechnology",
        "https://en.wikipedia.org/wiki/Transgenic",
        "https://en.wikipedia.org/wiki/Goat",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Journal_of_Experimental_Biology",
        "https://en.wikipedia.org/wiki/Open_access",
        "https://en.wikipedia.org/wiki/Biomacromolecules",
        "https://en.wikipedia.org/wiki/Macromolecular_Rapid_Communications",
        "https://en.wikipedia.org/wiki/Proceedings_of_the_Royal_Society_B",
        "https://en.wikipedia.org/wiki/Open_access",
        "https://en.wikipedia.org/wiki/Proceedings_of_the_Royal_Society_B",
        "https://en.wikipedia.org/wiki/Proceedings_of_the_Royal_Society_B",
        "https://en.wikipedia.org/wiki/Kraig_Biocraft_Laboratories",
        "https://en.wikipedia.org/wiki/University_of_Notre_Dame",
        "https://en.wikipedia.org/wiki/Spider",
        "https://en.wikipedia.org/wiki/Arachnology",
        "https://en.wikipedia.org/wiki/Spider_behavior",
        "https://en.wikipedia.org/wiki/Spider_cannibalism",
        "https://en.wikipedia.org/wiki/Evolution_of_spiders",
        "https://en.wikipedia.org/wiki/Spider_taxonomy",
        "https://en.wikipedia.org/wiki/Glossary_of_spider_terms",
        "https://en.wikipedia.org/wiki/Spider_taxonomy",
        "https://en.wikipedia.org/wiki/Araneomorphae",
        "https://en.wikipedia.org/wiki/Mesothelae",
        "https://en.wikipedia.org/wiki/Mygalomorphae",
        "https://en.wikipedia.org/wiki/Opisthothelae",
        "https://en.wikipedia.org/wiki/List_of_families_of_spiders",
        "https://en.wikipedia.org/wiki/Spider_anatomy",
        "https://en.wikipedia.org/wiki/Arthropod_leg",
        "https://en.wikipedia.org/wiki/Book_lung",
        "https://en.wikipedia.org/wiki/Calamistrum",
        "https://en.wikipedia.org/wiki/Cephalothorax",
        "https://en.wikipedia.org/wiki/Chelicerae",
        "https://en.wikipedia.org/wiki/Chelicerae",
        "https://en.wikipedia.org/wiki/Cribellum",
        "https://en.wikipedia.org/wiki/Epigyne",
        "https://en.wikipedia.org/wiki/Exuviae",
        "https://en.wikipedia.org/wiki/Opisthosoma",
        "https://en.wikipedia.org/wiki/Pedipalp",
        "https://en.wikipedia.org/wiki/Palpal_bulb",
        "https://en.wikipedia.org/wiki/Scopulae",
        "https://en.wikipedia.org/wiki/Spinneret",
        "https://en.wikipedia.org/wiki/Urticating_hair",
        "https://en.wikipedia.org/wiki/Arachnophobia",
        "https://en.wikipedia.org/wiki/Cultural_depictions_of_spiders",
        "https://en.wikipedia.org/wiki/Spider_bite",
        "https://en.wikipedia.org/wiki/Spider_fighting",
        "https://en.wikipedia.org/wiki/Spider_web",
        "https://en.wikipedia.org/wiki/Web_decoration",
        "https://en.wikipedia.org/wiki/Fiber",
        "https://en.wikipedia.org/wiki/Natural_fiber",
        "https://en.wikipedia.org/wiki/Fiber_crop",
        "https://en.wikipedia.org/wiki/Manila_hemp",
        "https://en.wikipedia.org/wiki/Bagasse",
        "https://en.wikipedia.org/wiki/Bamboo_textile",
        "https://en.wikipedia.org/wiki/Coir",
        "https://en.wikipedia.org/wiki/Cotton",
        "https://en.wikipedia.org/wiki/Fique",
        "https://en.wikipedia.org/wiki/Flax",
        "https://en.wikipedia.org/wiki/Linen",
        "https://en.wikipedia.org/wiki/Hemp",
        "https://en.wikipedia.org/wiki/Jute",
        "https://en.wikipedia.org/wiki/Ceiba_pentandra",
        "https://en.wikipedia.org/wiki/Kenaf",
        "https://en.wikipedia.org/wiki/Lotus_silk",
        "https://en.wikipedia.org/wiki/Vegetable_flannel",
        "https://en.wikipedia.org/wiki/Raffia_palm",
        "https://en.wikipedia.org/wiki/Ramie",
        "https://en.wikipedia.org/wiki/Rattan",
        "https://en.wikipedia.org/wiki/Sisal",
        "https://en.wikipedia.org/wiki/Wood_fibre",
        "https://en.wikipedia.org/wiki/Animal_fiber",
        "https://en.wikipedia.org/wiki/Alpaca_fiber",
        "https://en.wikipedia.org/wiki/Angora_wool",
        "https://en.wikipedia.org/wiki/Byssus",
        "https://en.wikipedia.org/wiki/Camel_hair",
        "https://en.wikipedia.org/wiki/Cashmere_wool",
        "https://en.wikipedia.org/wiki/Catgut",
        "https://en.wikipedia.org/wiki/Chiengora",
        "https://en.wikipedia.org/wiki/Hair",
        "https://en.wikipedia.org/wiki/Mohair",
        "https://en.wikipedia.org/wiki/Qiviut",
        "https://en.wikipedia.org/wiki/Rabbit_hair",
        "https://en.wikipedia.org/wiki/Silk",
        "https://en.wikipedia.org/wiki/Tendon",
        "https://en.wikipedia.org/wiki/Wool",
        "https://en.wikipedia.org/wiki/Yak_fiber",
        "https://en.wikipedia.org/wiki/Mineral_fiber",
        "https://en.wikipedia.org/wiki/Asbestos",
        "https://en.wikipedia.org/wiki/Regenerated_fiber",
        "https://en.wikipedia.org/wiki/Artificial_silk",
        "https://en.wikipedia.org/wiki/Milk_fiber",
        "https://en.wikipedia.org/wiki/Cellulose_acetate",
        "https://en.wikipedia.org/wiki/Cellulose_diacetate",
        "https://en.wikipedia.org/wiki/Lyocell",
        "https://en.wikipedia.org/wiki/Rayon",
        "https://en.wikipedia.org/wiki/Cellulose_triacetate",
        "https://en.wikipedia.org/wiki/Mineral_fiber",
        "https://en.wikipedia.org/wiki/Glass_fiber",
        "https://en.wikipedia.org/wiki/Carbon_fibers",
        "https://en.wikipedia.org/wiki/Basalt_fiber",
        "https://en.wikipedia.org/wiki/Metallic_fiber",
        "https://en.wikipedia.org/wiki/Acrylic_fiber",
        "https://en.wikipedia.org/wiki/Aramid",
        "https://en.wikipedia.org/wiki/Twaron",
        "https://en.wikipedia.org/wiki/Kevlar",
        "https://en.wikipedia.org/wiki/Technora",
        "https://en.wikipedia.org/wiki/Nomex",
        "https://en.wikipedia.org/wiki/Microfiber",
        "https://en.wikipedia.org/wiki/Modacrylic",
        "https://en.wikipedia.org/wiki/Nylon",
        "https://en.wikipedia.org/wiki/Olefin_fiber",
        "https://en.wikipedia.org/wiki/Polyester",
        "https://en.wikipedia.org/wiki/Polyethylene",
        "https://en.wikipedia.org/wiki/Spandex",
        "https://en.wikipedia.org/wiki/Vectran",
        "https://en.wikipedia.org/wiki/Vinylon",
        "https://en.wikipedia.org/wiki/Vinyon",
        "https://en.wikipedia.org/wiki/Zylon",
        "https://en.wikipedia.org/wiki/Spider_silk",
        "https://en.wikipedia.org/wiki/Spider_silk",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}