{
    "url": "https://en.wikipedia.org/wiki/The_Spirit",
    "title": "Spirit (comics character)",
    "table_of_contents": [
        "1 Publication history",
        "2 Fictional character biography",
        "3 Ebony White",
        "4 Other characters",
        "5 \"Ev'ry Little Bug\"",
        "5.1 Song appearances",
        "6 The Spirit and John Law",
        "7 Assistants and collaborators",
        "8 Latter-day Spirit comics",
        "8.1 1960s",
        "8.2 1970s",
        "8.3 1980s",
        "8.4 1990s and beyond",
        "8.5 DC Comics",
        "8.6 IDW",
        "8.7 Dynamite Entertainment",
        "9 In other media",
        "9.1 Comic strip",
        "9.2 Television film",
        "9.3 Planned animated film",
        "9.4 Film",
        "9.5 Radio",
        "10 Collected editions",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Spirit is a fictional masked crimefighter created by cartoonist Will Eisner. He first appeared June 2, 1940,[1] as the main feature of a 16-page, tabloid-sized, newsprint comic book insert distributed in the Sunday edition of Register and Tribune Syndicate newspapers; it was ultimately carried by 20 Sunday newspapers, with a combined circulation of five million copies during the 1940s. \"The Spirit Section\", as the insert was popularly known, continued until October 5, 1952.[1] It generally included two other four-page strips (initially Mr. Mystic and Lady Luck), plus filler material. Eisner, the overall editor, wrote and drew most Spirit entries, with the uncredited assistance of his studio of assistants and collaborators, though with Eisner's singular vision a unifying factor.[2]\n\nThe Spirit chronicles the adventures of a masked vigilante who fights crime with the blessing of the city's police commissioner Dolan, an old friend. Despite the Spirit's origin as detective/criminologist Denny Colt, his real identity was rarely referred to after his first appearance, and for all intents and purposes he was simply \"The Spirit\". The stories are presented in a wide variety of styles, from straightforward crime drama and noir to lighthearted adventure, from mystery and horror to comedy and love stories, often with hybrid elements that twisted genre and reader expectations.\n\nFrom the 1960s to 1980s, a handful of new Eisner Spirit stories appeared in Harvey Comics and elsewhere, and Warren Publishing and Kitchen Sink Press variously reprinted the newspaper feature in black-and-white comics magazines and in color comic books. In the 1990s and 2000s, Kitchen Sink Press and DC Comics also published new Spirit stories by other writers and artists.\n\nIn 2011, IGN ranked the Spirit as 21st in the Top 100 Comic Book Heroes of all time.\n\n"
        },
        {
            "title": "Publication history",
            "text": "In late 1939, Everett M. \"Busy\" Arnold, publisher of the Quality Comics comic-book line, began exploring an expansion into newspaper Sunday supplements, aware that many newspapers felt they had to compete with the suddenly burgeoning new medium of American comic books, as exemplified by the Chicago Tribune Comic Book, premiering two months before \"The Spirit Section\".[3] Arnold compiled a presentation piece with existing Quality Comics material. An editor of The Washington Star liked George Brenner's comic-book feature \"The Clock\", but not Brenner's art, and was favorably disposed toward a Lou Fine strip. Arnold, concerned over the meticulous Fine's slowness and his ability to meet deadlines, claimed it was the work of Eisner, Fine's boss at the Eisner & Iger studio, from which Arnold bought his outsourced comics work.\n\nIn \"late '39, just before Christmas time\", Eisner recalled in 1979,[4] \"Arnold came to me and said that the Sunday newspapers were looking for a way of getting into this comic book boom\". In a 2004 interview, Eisner elaborated on that meeting:\n\nEisner negotiated an agreement with the syndicate in which Arnold would copyright the feature but, \"Written down in the contract I had with 'Busy' Arnold — and this contract exists today as the basis for my copyright ownership — Arnold agreed that it was my property. They agreed that if we had a split-up in any way, the property would revert to me on that day that happened. My attorney went to 'Busy' Arnold and his family, and they all signed a release agreeing that they would not pursue the question of ownership.\"[5] This would include the eventual backup features, \"Mr. Mystic\" and \"Lady Luck.\"\n\nSelling his share of their firm to Iger, who would continue to package comics as the S. M. Iger Studio and as Phoenix Features through 1955, for $20,000,[6] Eisner left to create \"The Spirit Section\". \"They gave me an adult audience\", Eisner said in 1997, \"and I wanted to write better things than superheroes. Comic books were a ghetto. I sold my part of the enterprise to my associate and then began The Spirit. They wanted an heroic character, a costumed character. They asked me if he'd have a costume. And I put a mask on him and said, 'Yes, he has a costume!'\"[7]\n\nThe character and the types of stories Eisner would tell, Eisner said in 1978, derived from his desire\n\nThe character's name, he said in that interview, came from Arnold: \"When 'Busy' Arnold called, he suggested a kind of ghost or some kind of metaphysical character. He said, 'How about a thing called the Ghost?' and I said, 'Naw, that's not any good,' and he said, 'Well, then, call it the Spirit; there's nothing like that around.' I said, 'Well, I don't know what you mean.,' and he said, 'Well, you can figure that out—I just like the words \"the Spirit.\"' He was calling from a bar somewhere, I think... [A]nd actually, the more I thought about it the more I realized I didn't care about the name.\"[8]\n\nThe Spirit, an initially eight (and later seven) page urban-crimefighter series, ran with the initial backup features \"Mr. Mystic\" and \"Lady Luck\" in a 16-page Sunday supplement (colloquially called \"The Spirit Section\") that was eventually distributed in 20 newspapers with a combined circulation of as many as five million copies.[9] It premiered June 2, 1940, and continued through 1952.[10] From 1940–1950, Busy Arnold reprinted Spirit stories under his Quality Comics banner, first individually from 1940–1947 as one of the features in ninety-two issues of Police Comics (#11–102),[11] and from 1944–1950 as twenty-two issues of an associated Spirit comic book with several stories per issue.[12] From 1952–1954, Fiction House published five issues of their own Spirit reprint comic book, continuing this process.[13]\n\nEisner was drafted into the U.S. Army in late 1941, \"and then had about another half-year which the government gave me to clean up my affairs before going off\" to fight in World War II.[8] In his absence, the newspaper syndicate used ghost writers and artists to continue the strip, including Manly Wade Wellman, William Woolfolk, Jack Cole and Lou Fine.[14]\n\nEisner's rumpled, masked hero (with his headquarters under the tombstone of his supposedly deceased true identity, Denny Colt) and his gritty, detailed view of big-city life (based on Eisner's Jewish upbringing in New York City) both reflected and anticipated the noir outlook of film and fiction in the 1940s.[15] Eisner said in 2001 that he created the strip as a vehicle to explore various genres: \"When I created The Spirit, I never had any intention of creating a superhero. I never felt The Spirit would dominate the feature. He served as a sort of an identity for the strip. The stories were what I was interested in.\"[16] In some episodes, the nominal hero makes a brief, almost incidental appearance while the story focuses on a real-life drama played out in streets, dilapidated tenements, and smoke-filled back rooms. Yet along with violence and pathos, the feature lived on humor, both subtle and overt. He was shot, knocked silly, bruised, often amazed into near immobility and constantly confused by beautiful women.[17]\n\nThe feature ended with the October 5, 1952, edition.[10] As The Comics Journal editor-publisher Gary Groth wrote, \"By the late '40s, Eisner's participation in the strip had dwindled to a largely supervisory role. ... Eisner hired Jerry Grandenetti and Jim Dixon to occasionally ink his pencils. By 1950, Jules Feiffer was writing most of the strips, and Grandenetti, Dixon, and Al Wenzel were drawing them.\"[18] Grandenetti, who penciled as a ghost-artist under Eisner's byline, said in 2005 that before the feature's demise, Eisner had \"tried everything. Had me penciling 'The Spirit'. Later on it was Wally Wood\", who drew the final installments.[19]\n\n"
        },
        {
            "title": "Fictional character biography",
            "text": "The Spirit, referred to in one newspaper article cited below as \"the only real middle-class crimefighter\", was the hero persona of young detective/criminologist Denny Colt.[20] Presumed killed in the first three pages of the premiere story, Colt later revealed to his friend, Central City Police Commissioner Dolan, that he had in fact gone into suspended animation caused by the villainous Dr. Cobra's experiments. When Colt awakened in Wildwood Cemetery, he established a base there (underneath his own tombstone). Using his new-found anonymity, Cold began a life of fighting crime wearing a simple costume consisting of a blue domino mask, business suit, fedora hat, and gloves (plus a white shirt and red necktie). While elements of this basic costume occasionally vary (depending on the Spirit's circumstances and where he is in the world), he is always depicted wearing his blue domino mask and blue leather gloves.[21] The Spirit dispensed justice with the aid of his assistant Ebony White, funding his adventures with an inheritance from his late father Denny Colt Sr. and the rewards from capturing various villains.[22]\n\nThe Spirit originally was based in New York City, but this was quickly changed to the fictional \"Central City\". Not tied to one locale, his adventures took him around the globe and even to the Moon. He met eccentrics, kooks, and femme fatales, bringing his own form of justice to all of them. The story changed continually, but certain themes remained constant: the love between the Spirit and Dolan's feisty protofeminist daughter Ellen; the annual \"Christmas Spirit\" stories; and his archenemy the Octopus (a psychopathic criminal mastermind who was never seen, except for his distinctive purple gloves).[23]\n\n"
        },
        {
            "title": "Ebony White",
            "text": "Eisner was criticized for his depiction of Ebony White, the Spirit's African-American sidekick. The character's name is a racial pun, and his facial features, including large white eyes and thick pinkish lips, are typical of racial blackface caricatures popular throughout the \"Jim Crow\" era. Eisner later admitted to consciously stereotyping the character, but said he tried to do so with \"responsibility\", and argued that \"at the time humor consisted in our society of bad English and physical difference in identity\".[24] The character, who was consistently treated with respect by the strip's fellow cast-members, developed beyond the stereotype as the series progressed, and Eisner also introduced such African-American characters as the no-nonsense Detective Grey who defied popular stereotypes.\n\nEbony debuted as a resourceful taxi driver in the first \"Spirit Section\". He became a mainstay of the strip and a principal member of the Spirit's supporting cast until Eisner phased him out of the narrative in mid-1949 and replaced him with another assistant, a Caucasian boy named Sammy. Ebony's last \"starring\" role in a Spirit story (a semi-regular event in which he was the focus of the story rather than the Spirit himself) was \"Young Dr. Ebony\", published on May 29, 1949.\n\nSammy first appeared in \"The Ballgame\", published July 31, 1949, part of a six-episode arc set in the South Seas, in which Ebony does not appear. Sammy returns to Central City with the Spirit in \"The Return\", published August 14, 1949, and is welcomed into the cast by Ebony, Commissioner Dolan and Ellen Dolan. Ebony makes two wordless, one-panel appearances in the next two installments, \"The Candidate\" and \"White Cloud\" (August 21 and 28, 1949) before making his final appearance in five panels of \"Lurid Love\" (September 18, 1949). After this (and apart from one final mention of his name in the text-based splash page of \"The Inner Voice\", published November 6, 1949), Ebony left the strip without fanfare or explanation, and Sammy functioned as the Spirit's assistant for the strip's final three years.[25] An adult Ebony appears as an office worker in a one-off Spirit story that appeared January 9, 1966, in the New York Herald Tribune.\n\nIn an accompanying feature article in issue of the New York Herald Tribune, Eisner's former office manager Marilyn Mercer wrote, \"Ebony never drew criticism from Negro groups (in fact, Eisner was commended by some for using him), perhaps because, although his speech pattern was early Minstrel Show, he himself derived from another literary tradition: he was a combination of Tom Sawyer and Penrod, with a touch of Horatio Alger hero, and color didn't really come into it\".[26]\n\n"
        },
        {
            "title": "",
            "text": "The song \"Ev'ry Little Bug\" (with lyrics written by Eisner) appears regularly between 1946 and 1950. The initial lines of were first uttered in the story \"Poole's Toadstool Facial Cream\" (June 9, 1946). By the end of 1946, all of the lyrics had appeared, sung by various characters. In 1947, Eisner collaborated with his World War II service friend Bill Harr, who composed a melody for Eisner's lyrics.[29] The complete song appears in the April 27, 1947 \"Spirit Section\", here titled \"Ev'ry Li'l Bug\", with Ebony credited within the storyline as its composer. In the story \"Wiffenpoof\" (June 29, 1947), real-life operatic singer Robert Merrill was depicted singing the tune. Shortly afterward, the Robbins Music Corporation of New York published \"Ev'ry Little Bug\" as sheet music, with an image of Ebony on its cover page.[30] After three more appearances in the strip, \"Ev'ry Little Bug\" remained dormant until 1987, when music producer John Christensen assembled a recording featuring five versions of the tune, released by Kitchen Sink as a picture disc with an exclusive Spirit/Ebony image illustrated by Eisner on one side and the original art for the sheet music on the other.[29] The record featured actor Billy Mumy playing guitar on some tracks.[citation needed]\n\n"
        },
        {
            "title": "The Spirit and John Law",
            "text": "Several Spirit stories, such as the first appearance of Sand Saref, were retooled from a failed publishing venture featuring an eyepatched, pipe-smoking detective named John Law. Law and his shoeshine-boy sidekick, Nubbin, starred in several adventures planned for a new comics series. These completed adventures were eventually adapted into Spirit stories, with John Law's eyepatch being changed to the Spirit's mask, and Nubbin redrawn as Willum Waif or other Spirit supporting characters.\n\nThe original John Law stories were restored and published in Will Eisner's John Law: Dead Man Walking (IDW Publishing, 2004), a collection of stories that also features new adventures by writer-artist Gary Chaloner, starring John Law, Nubbin, and other Eisner creations, including Lady Luck and Mr. Mystic.\n\n"
        },
        {
            "title": "Assistants and collaborators",
            "text": "Like most artists working in newspaper comic strips, Eisner after a time employed a studio of assistants who, on any given week's story, might draw or simply ink backgrounds, ink parts of Eisner's main characters (such as clothing or shoes), or as eventually occurred, ghost-draw the strip entirely. Eisner also eventually used ghostwriters, generally in collaboration with him.\n\nJules Feiffer, who began as an art assistant circa 1946 and later became the primary writer through the strip's end in 1952, recalled, \"When I first worked for Will there was John Spranger, who was his penciler and a wonderful draftsman; better than Will. There was Sam Rosen, the lettering man. Jerry Grandenetti came a little after me and did backgrounds, and Jerry had some architectural background. His drawing was stiff but loosened up after a while, but he drew backgrounds and inked them beautifully. And Abe Kanegson, who was my best friend in the office, was a jack-of-all-trades but mostly did lettering and backgrounds after Jerry left. Abe was a mentor to me.\"[31]\n\nEisner's studio also included:[10][32][33]\n\n"
        },
        {
            "title": "Latter-day Spirit comics",
            "text": "A five-page Spirit story, set in New York City, appeared as part of a January 9, 1966, article about the Spirit in the New York Herald Tribune.[26]\n\nHarvey Comics reprinted several Spirit stories in two giant-size, 25-cent comic books published October 1966 and March 1967, each with new Eisner covers. The first of these two 60-page issues opened with a new seven-page retelling of the Spirit's origin by writer-penciler-inker Eisner (with inking assist by Chuck Kramer). Also new was the text feature \"An Interview with the Spirit\", credited to Marilyn Mercer; and writer-artist Eisner's two-page featurette \"Spirit Lab: Invincible Devices\". Seven 1948–1949 Spirit stories were reprinted. The second issue opened with a new seven-page story by writer-artist Eisner, \"Octopus: The Life Story of the King of Crime,\" giving the heretofore unrevealed origin of the Spirit's nemesis The Octopus, as well as his given name (Zitzbath Zark). Also new was the two-page text feature \"The Spirit Answers Your Mail\", and writer-artist Eisner's two-page featurette \"The Spirit Lab: The Man from MSD\". Reprinted were seven 1948–50 Spirit stories.\n\nIn 1973, Denis Kitchen's Kitchen Sink Press published two issues of The Spirit (also known as Underground Spirit), consisting primarily of reprints with original front and back covers, and featuring introductions by Maurice Horn and John Benson. The first issue includes four original single-page stories, while the second issue (cover titled \"All About P'Gell\") includes the four-page story, \"The Capistrano Jewels.\"[35] During this period, Eisner also released \"The Invader\", a five-page story in a one-shot Spirit publication Eisner created for his lecture at Sheridan College in Oakville, Ontario, Canada in 1973.[36] It was reprinted in Kitchen Sink's hardcover Will Eisner Color Treasury(1981).[37]\n\nFrom 1974 to 1976, James Warren's Warren Publishing published 16 issues of The Spirit (also known as The Spirit Magazine), a large black-and-white magazine consisting of reprints with original covers (primarily by Eisner), concluding with a separate 1975 color issue, The Spirit Special, which includes an afterword by Bill DuBay. Kitchen Sink picked up the series beginning in 1977 with issue 17, eventually concluding with issue 41 (June 1983). Issue 30 of the Kitchen Sink series (July 1981) features \"The Spirit Jam\", with a script from Eisner and a few penciled pages, plus contributions from 50 artists, including Fred Hembeck, Trina Robbins, Steve Leialoha, Frank Miller, Harvey Kurtzman, Howard Cruse, Brian Bolland, Bill Sienkiewicz, John Byrne, and Richard Corben.\n\nIn 1976, Tempo Books published The Spirit Casebook of True Haunted Houses and Ghosts, in which the Spirit plays the EC host, introducing \"true\" stories of haunted houses.[38] The Spirit also makes a cameo in Vampirella #50 (April 1976), in the eight-page story \"The Thing in Denny Colt's Grave\".[39]\n\nAfter The Spirit Magazine ceased publication with issue #41 (June 1983), Kitchen Sink Press published a complete reprinting of the post-World War II Eisner work in a standard-formatted comic-book series, which ran 87 issues (October 1983–January 1992). The series featured color stories in its first 11 issues, but switched to black-and-white from issue 12 on.[40] Also in 1983, Kitchen Sink published Outer Space Spirit: 1952, collecting the final newspaper sections (July 27, 1952 – October 5, 1952), along with the scripts for what would have been the final three sections of the \"Outer Space Spirit\" saga. The publisher additionally published the one-shot Will Eisner's 3-D Classics featuring The Spirit (Dec. 1985).[41]\n\nIn the 1990s, Kitchen Sink published two hardcover volumes of The Spirit Casebook, the first cover-titled simply Spirit Casebook (1990), and the second cover-titled All About P'Gell: The Spirit Casebook, Volume II (1998).[42] Kitchen Sink also published a series of original Spirit stories in The Spirit: The New Adventures (March–November 1998), including contributions from Will Eisner, Alan Moore, Dave Gibbons, Brian Bolland, Tim Bradstreet, Kurt Busiek, Eddie Campbell, Marcus Moore, Paul Chadwick, Neil Gaiman, Jean “Moebius” Giraud, Joe R. Lansdale, David Lloyd, and Paul Pope.[43]\n\nIn the mid-2000s, DC Comics began reprinting The Spirit chronologically in the company's hardcover Archive series, in an approximately 8x10-inch format, smaller than the Kitchen Sink and Warren publications.\n\nEisner's final Spirit story appeared in the sixth issue of The Amazing Adventures of the Escapist, from Dark Horse Comics, published on April 20, 2005. This 6-page story featured a crossover between the Spirit and the book's lead character, the Escapist.\n\nThe DC Comics one-shot Batman/The Spirit (January 2007), by writer Jeph Loeb and artists Darwyn Cooke and J. Bone introduced the Spirit into the DC Universe. The first issue of the ongoing series The Spirit, written and pencilled by Cooke and inked by J. Bone, debuted the following month. The series updated some concepts, with Ellen's Internet skills helping to solve a case, and Ebony White stripped of his racial stereotype characteristics. The team of Mark Evanier and Sergio Aragones became the series' regular writers beginning with issue #14 (March 2008), with Mike Ploog and later Paul Smith providing the artwork. DC'S The Spirit series ran through issue #32 (Aug. 2009), with most running a single 22-page story.\n\nThe imprint First Wave, launched in January 2010, featured the Spirit, pulp heroes Doc Savage and The Avenger, and DC's Rima the Jungle Girl, the Blackhawks, and a Golden Age incarnation of Batman into a DC \"pulpverse\" overseen by writer Brian Azzarello. This imprint incorporated the 17-issue The Spirit volume two (June 2010 - Oct. 2011), written variously by Mark Schultz, David Hine, Lilah Sturges, and Howard Chaykin.\n\nIn 2013, IDW published a four issue miniseries, The Rocketeer and The Spirit: Pulp Friction, using the Spirit, Dolan, Ellen, and the Octopus as well as characters from Dave Stevens's The Rocketeer series. The four issues were collected in a hardcover graphic novel.[44]\n\nIn 2015, Dynamite Entertainment obtained the license to publish new Spirit comics, beginning with a story by writer-artist Matt Wagner, \"Who Killed The Spirit?\"[45] In 2017, the Spirit and fellow venerable crimefighter the Green Hornet shared a five-issue series, Green Hornet '66 Meets the Spirit.[46]\n\n"
        },
        {
            "title": "In other media",
            "text": "From October 13, 1941 to March 11, 1944, there was also a black-and-white daily newspaper comic strip starring the Spirit.[47] These were later reprinted in several collections, including the complete run in DC's The Spirit Archives Volume 25.\n\nIn early 2017, the Spirit returned to newspaper strips as a guest-star in Dick Tracy by Mike Curtis (script) and Joe Staton (art), continuing the trend of Tracy stories reviving characters from defunct strips.[48]\n\nThe character was the subject of a 1987 ABC television film starring Sam J. Jones as the Spirit, Nana Visitor as Ellen Dolan, and Garry Walberg as Commissioner Dolan. The film served as a pilot for a planned TV series.[49]\n\nAn animated feature to be directed by Brad Bird was in development in the 1980s.[50] Steven Paul Leiva, animator Jerry Rees, and producer Gary Kurtz also were involved, and a presentation trailer was produced. The Spirit's voice was supplied by animator Randy Cook.[51]\n\nThe film adaptation The Spirit, written and directed by Frank Miller, was released in theaters by Lionsgate on December 25, 2008. The film stars Gabriel Macht as the Spirit and Samuel L. Jackson as the Octopus.\n\nDenis Kitchen, the Eisner estate's agent, said in a July 8, 2006 online interview that a radio series had been in development: \"It was pitched to the estate by a couple of producers, one of whom is very experienced with NPR, so we have been back and forth on how that would work. Again, it would be premature to tell you it is going to happen, but it is in serious discussion\".[52]\n\n"
        },
        {
            "title": "Collected editions",
            "text": "The comic strips and comics have been collected into a number of volumes:\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Quality_Comics",
        "https://en.wikipedia.org/wiki/Will_Eisner",
        "https://en.wikipedia.org/wiki/Kitchen_Sink_Press",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/IDW_Publishing",
        "https://en.wikipedia.org/wiki/Dynamite_Entertainment",
        "https://en.wikipedia.org/wiki/First_appearance",
        "https://en.wikipedia.org/wiki/Will_Eisner",
        "https://en.wikipedia.org/wiki/Will_Eisner",
        "https://en.wikipedia.org/wiki/Register_and_Tribune_Syndicate",
        "https://en.wikipedia.org/wiki/Vigilante",
        "https://en.wikipedia.org/wiki/Crime_drama",
        "https://en.wikipedia.org/wiki/Hardboiled",
        "https://en.wikipedia.org/wiki/Mystery_fiction",
        "https://en.wikipedia.org/wiki/Horror_fiction",
        "https://en.wikipedia.org/wiki/Comedy",
        "https://en.wikipedia.org/wiki/Harvey_Comics",
        "https://en.wikipedia.org/wiki/Warren_Publishing",
        "https://en.wikipedia.org/wiki/Kitchen_Sink_Press",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/IGN",
        "https://en.wikipedia.org/wiki/Publisher",
        "https://en.wikipedia.org/wiki/Quality_Comics",
        "https://en.wikipedia.org/wiki/American_comic_books",
        "https://en.wikipedia.org/wiki/The_Washington_Star",
        "https://en.wikipedia.org/wiki/George_Brenner",
        "https://en.wikipedia.org/wiki/Lou_Fine",
        "https://en.wikipedia.org/wiki/Christmas",
        "https://en.wikipedia.org/wiki/Quality_Comics",
        "https://en.wikipedia.org/wiki/Police_Comics",
        "https://en.wikipedia.org/wiki/Fiction_House",
        "https://en.wikipedia.org/wiki/Military_conscription",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Manly_Wade_Wellman",
        "https://en.wikipedia.org/wiki/William_Woolfolk",
        "https://en.wikipedia.org/wiki/Lou_Fine",
        "https://en.wikipedia.org/wiki/Film_noir",
        "https://en.wikipedia.org/wiki/Tenements",
        "https://en.wikipedia.org/wiki/Violence",
        "https://en.wikipedia.org/wiki/Pathos",
        "https://en.wikipedia.org/wiki/Humor",
        "https://en.wikipedia.org/wiki/The_Comics_Journal",
        "https://en.wikipedia.org/wiki/Gary_Groth",
        "https://en.wikipedia.org/wiki/Jerry_Grandenetti",
        "https://en.wikipedia.org/wiki/Jules_Feiffer",
        "https://en.wikipedia.org/wiki/Penciller",
        "https://en.wikipedia.org/wiki/Ghostwriter",
        "https://en.wikipedia.org/wiki/Crime",
        "https://en.wikipedia.org/wiki/Domino_mask",
        "https://en.wikipedia.org/wiki/Business_suit",
        "https://en.wikipedia.org/wiki/Fedora_hat",
        "https://en.wikipedia.org/wiki/Gloves",
        "https://en.wikipedia.org/wiki/Shirt",
        "https://en.wikipedia.org/wiki/Necktie",
        "https://en.wikipedia.org/wiki/Justice",
        "https://en.wikipedia.org/wiki/Femme_fatale",
        "https://en.wikipedia.org/wiki/Protofeminist",
        "https://en.wikipedia.org/wiki/Christmas",
        "https://en.wikipedia.org/wiki/Quality_Comics",
        "https://en.wikipedia.org/wiki/Reed_Crandall",
        "https://en.wikipedia.org/wiki/Ebony_White",
        "https://en.wikipedia.org/wiki/Sidekick",
        "https://en.wikipedia.org/wiki/Pun",
        "https://en.wikipedia.org/wiki/Blackface",
        "https://en.wikipedia.org/wiki/Jim_Crow_laws",
        "https://en.wikipedia.org/wiki/New_York_Herald_Tribune",
        "https://en.wikipedia.org/wiki/Minstrel_Show",
        "https://en.wikipedia.org/wiki/Tom_Sawyer",
        "https://en.wikipedia.org/wiki/Penrod",
        "https://en.wikipedia.org/wiki/Horatio_Alger",
        "https://en.wikipedia.org/wiki/Shakespearean",
        "https://en.wikipedia.org/wiki/Macbeth",
        "https://en.wikipedia.org/wiki/Lorelei",
        "https://en.wikipedia.org/wiki/Confidence_trick",
        "https://en.wikipedia.org/wiki/Vulture",
        "https://en.wikipedia.org/wiki/Carrion",
        "https://en.wikipedia.org/wiki/Archenemy",
        "https://en.wikipedia.org/wiki/Harvey_Comics",
        "https://en.wikipedia.org/wiki/Pun",
        "https://en.wikipedia.org/wiki/Sitz_bath",
        "https://en.wikipedia.org/wiki/Femme_fatale",
        "https://en.wikipedia.org/wiki/Istanbul",
        "https://en.wikipedia.org/wiki/Modus_operandi",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/Third_World",
        "https://en.wikipedia.org/wiki/Quartier_Pigalle",
        "https://en.wikipedia.org/wiki/Sans_serif",
        "https://en.wikipedia.org/wiki/CIA",
        "https://en.wikipedia.org/wiki/Billy_Mumy",
        "https://en.wikipedia.org/wiki/Eyepatch",
        "https://en.wikipedia.org/wiki/IDW_Publishing",
        "https://en.wikipedia.org/wiki/Jules_Feiffer",
        "https://en.wikipedia.org/wiki/Jerry_Grandenetti",
        "https://en.wikipedia.org/wiki/Fred_Kida",
        "https://en.wikipedia.org/wiki/Jules_Feiffer",
        "https://en.wikipedia.org/wiki/Alex_Kotzky",
        "https://en.wikipedia.org/wiki/Joe_Kubert",
        "https://en.wikipedia.org/wiki/Jerry_Grandenetti",
        "https://en.wikipedia.org/wiki/Don_Perlin",
        "https://en.wikipedia.org/wiki/Samm_Schwartz",
        "https://en.wikipedia.org/wiki/Ben_Oda",
        "https://en.wikipedia.org/wiki/Chris_Christiansen",
        "https://en.wikipedia.org/wiki/Lou_Fine",
        "https://en.wikipedia.org/wiki/Jerry_Grandenetti",
        "https://en.wikipedia.org/wiki/Wally_Wood",
        "https://en.wikipedia.org/wiki/Toni_Blum",
        "https://en.wikipedia.org/wiki/Manly_Wade_Wellman",
        "https://en.wikipedia.org/wiki/William_Woolfolk",
        "https://en.wikipedia.org/wiki/Klaus_Nordling",
        "https://en.wikipedia.org/wiki/Jules_Feiffer",
        "https://en.wikipedia.org/wiki/Will_Eisner",
        "https://en.wikipedia.org/wiki/New_York_Herald_Tribune",
        "https://en.wikipedia.org/wiki/Harvey_Comics",
        "https://en.wikipedia.org/wiki/Denis_Kitchen",
        "https://en.wikipedia.org/wiki/Kitchen_Sink_Press",
        "https://en.wikipedia.org/wiki/Maurice_Horn",
        "https://en.wikipedia.org/wiki/Sheridan_College",
        "https://en.wikipedia.org/wiki/Warren_Publishing",
        "https://en.wikipedia.org/wiki/Magazine",
        "https://en.wikipedia.org/wiki/Bill_DuBay",
        "https://en.wikipedia.org/wiki/Comic_jam",
        "https://en.wikipedia.org/wiki/Fred_Hembeck",
        "https://en.wikipedia.org/wiki/Trina_Robbins",
        "https://en.wikipedia.org/wiki/Steve_Leialoha",
        "https://en.wikipedia.org/wiki/Harvey_Kurtzman",
        "https://en.wikipedia.org/wiki/Howard_Cruse",
        "https://en.wikipedia.org/wiki/Brian_Bolland",
        "https://en.wikipedia.org/wiki/Bill_Sienkiewicz",
        "https://en.wikipedia.org/wiki/Richard_Corben",
        "https://en.wikipedia.org/wiki/Tempo_Books",
        "https://en.wikipedia.org/wiki/EC_Comics",
        "https://en.wikipedia.org/wiki/Horror_host",
        "https://en.wikipedia.org/wiki/Vampirella",
        "https://en.wikipedia.org/wiki/Kitchen_Sink_Press",
        "https://en.wikipedia.org/wiki/Darwyn_Cooke",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/Will_Eisner",
        "https://en.wikipedia.org/wiki/Alan_Moore",
        "https://en.wikipedia.org/wiki/Dave_Gibbons",
        "https://en.wikipedia.org/wiki/Brian_Bolland",
        "https://en.wikipedia.org/wiki/Tim_Bradstreet",
        "https://en.wikipedia.org/wiki/Kurt_Busiek",
        "https://en.wikipedia.org/wiki/Eddie_Campbell",
        "https://en.wikipedia.org/wiki/Paul_Chadwick",
        "https://en.wikipedia.org/wiki/Neil_Gaiman",
        "https://en.wikipedia.org/wiki/Paul_Pope",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/Dark_Horse_Comics",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/Jeph_Loeb",
        "https://en.wikipedia.org/wiki/Darwyn_Cooke",
        "https://en.wikipedia.org/wiki/DC_Universe",
        "https://en.wikipedia.org/wiki/Internet",
        "https://en.wikipedia.org/wiki/Ebony_White",
        "https://en.wikipedia.org/wiki/Racial_stereotype",
        "https://en.wikipedia.org/wiki/Mark_Evanier",
        "https://en.wikipedia.org/wiki/Sergio_Aragones",
        "https://en.wikipedia.org/wiki/Mike_Ploog",
        "https://en.wikipedia.org/wiki/Doc_Savage",
        "https://en.wikipedia.org/wiki/Rima",
        "https://en.wikipedia.org/wiki/Batman",
        "https://en.wikipedia.org/wiki/Brian_Azzarello",
        "https://en.wikipedia.org/wiki/David_Hine",
        "https://en.wikipedia.org/wiki/Lilah_Sturges",
        "https://en.wikipedia.org/wiki/Howard_Chaykin",
        "https://en.wikipedia.org/wiki/IDW_Publishing",
        "https://en.wikipedia.org/wiki/Dave_Stevens",
        "https://en.wikipedia.org/wiki/The_Rocketeer",
        "https://en.wikipedia.org/wiki/Dynamite_Entertainment",
        "https://en.wikipedia.org/wiki/Matt_Wagner",
        "https://en.wikipedia.org/wiki/Green_Hornet",
        "https://en.wikipedia.org/wiki/Dick_Tracy",
        "https://en.wikipedia.org/wiki/Joe_Staton",
        "https://en.wikipedia.org/wiki/American_Broadcasting_Company",
        "https://en.wikipedia.org/wiki/Television_film",
        "https://en.wikipedia.org/wiki/Nana_Visitor",
        "https://en.wikipedia.org/wiki/Garry_Walberg",
        "https://en.wikipedia.org/wiki/Brad_Bird",
        "https://en.wikipedia.org/wiki/Jerry_Rees",
        "https://en.wikipedia.org/wiki/Gary_Kurtz",
        "https://en.wikipedia.org/wiki/Lionsgate",
        "https://en.wikipedia.org/wiki/Gabriel_Macht",
        "https://en.wikipedia.org/wiki/Denis_Kitchen",
        "https://en.wikipedia.org/wiki/Radio_program",
        "https://en.wikipedia.org/wiki/NPR",
        "https://en.wikipedia.org/wiki/Laura_Martin",
        "https://en.wikipedia.org/wiki/Jeromy_Cox",
        "https://en.wikipedia.org/wiki/The_Comics_Journal",
        "https://en.wikipedia.org/wiki/Catherine_Yronwode",
        "https://en.wikipedia.org/wiki/Allan_Holtz",
        "https://en.wikipedia.org/wiki/Denis_Kitchen",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/TwoMorrows_Publishing",
        "https://en.wikipedia.org/wiki/The_Comics_Journal",
        "https://en.wikipedia.org/wiki/Grand_Comics_Database",
        "https://en.wikipedia.org/wiki/Gary_Groth",
        "https://en.wikipedia.org/wiki/The_Comics_Journal",
        "https://en.wikipedia.org/wiki/New_York_Herald_Tribune",
        "https://en.wikipedia.org/wiki/Museum_of_Comic_and_Cartoon_Art",
        "https://en.wikipedia.org/wiki/Cat_Yronwode",
        "https://en.wikipedia.org/wiki/Mark_Waid",
        "https://en.wikipedia.org/wiki/ComicsAlliance",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Jules_Feiffer",
        "https://en.wikipedia.org/wiki/Gerard_Jones",
        "https://en.wikipedia.org/wiki/Will_Eisner",
        "https://en.wikipedia.org/wiki/Ebony_White",
        "https://en.wikipedia.org/wiki/Sand_Saref",
        "https://en.wikipedia.org/wiki/Darwyn_Cooke",
        "https://en.wikipedia.org/wiki/Will_Eisner",
        "https://en.wikipedia.org/wiki/A_Contract_with_God",
        "https://en.wikipedia.org/wiki/Life_on_Another_Planet",
        "https://en.wikipedia.org/wiki/A_Life_Force",
        "https://en.wikipedia.org/wiki/To_the_Heart_of_the_Storm",
        "https://en.wikipedia.org/wiki/Dropsie_Avenue",
        "https://en.wikipedia.org/wiki/Fagin_the_Jew",
        "https://en.wikipedia.org/wiki/Comics_and_Sequential_Art",
        "https://en.wikipedia.org/wiki/Graphic_Storytelling_and_Visual_Narrative",
        "https://en.wikipedia.org/wiki/Ebony_White",
        "https://en.wikipedia.org/wiki/Black_Condor",
        "https://en.wikipedia.org/wiki/Doll_Man",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}