{
    "url": "https://en.wikipedia.org/wiki/Spoked_wheel",
    "title": "Spoke",
    "table_of_contents": [
        "1 History",
        "2 Construction",
        "2.1 Compression spokes",
        "2.2 Tension spokes",
        "2.2.1 Types",
        "2.2.2 Tangential lacing",
        "2.2.3 Wheelbuilding",
        "3 Spoke length",
        "3.1 Calculation",
        "3.2 Derivation",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A spoke is one of some number of rods radiating from the center of a wheel (the hub where the axle connects), connecting the hub with the round traction surface.\n\nThe term originally referred to portions of a log that had been riven (split lengthwise) into four or six sections. The radial members of a wagon wheel were made by carving a spoke (from a log) into their finished shape. A spokeshave is a tool originally developed for this purpose. Eventually, the term spoke was more commonly applied to the finished product of the wheelwright's work, than to the materials they used.\n\n"
        },
        {
            "title": "History",
            "text": "The spoked wheel was invented to allow the construction of lighter and swifter vehicles. Earliest physical evidence for spoked wheels were found in Sintashta culture, dating to c. 2000 BC.[1] Soon after this, horse cultures of the Caucasus region used horse-drawn spoked-wheel war chariots for the greater part of three centuries. They moved deep into the Greek peninsula where they joined with the existing Mediterranean peoples to give rise, eventually, to classical Greece after the breaking of Minoan dominance and consolidations led by pre-classical Sparta and Athens. \n\nNeo-Chalcolithic/proto-historic period (1800-1200 BCE)[note 1] paintings in various regions of India such as Chibbar Nulla, Chhatur Bhoj Nath Nulla, Kathotia, etc. depict the usage of chariots with spoked wheels.[5][6]\n\nCeltic chariots introduced an iron rim around the wheel in the 1st millennium BC. The spoked wheel was in continued use without major modification until the 1870s, when wire wheels and rubber tires were invented.[7]\n\n"
        },
        {
            "title": "Construction",
            "text": "Spokes can be made of wood, metal, or synthetic fiber depending on whether they will be in tension or compression.\n\nThe original type of spoked wheel with wooden spokes was used for horse-drawn carriages and wagons. In early motor cars, wooden spoked wheels of the artillery type were normally used.\n\nIn a simple wooden wheel, a load on the hub causes the wheel rim to flatten slightly against the ground as the lowermost wooden spoke shortens and compresses. The other wooden spokes show no significant change.\n\nWooden spokes are mounted radially. They are also dished, usually to the outside of the vehicle, to prevent wobbling. Also, the dishing allows the wheel to compensate for expansion of the spokes due to absorbed moisture by dishing more.[8]\n\nFor use in bicycles, heavy wooden-spoked wheels were replaced by lighter wheels with spokes made of tensioned, adjustable metal wires, called wire wheels. These are also used in wheelchairs, motorcycles, automobiles, and early aircraft.\n\nSome types of wheels have removable spokes that can be replaced individually if they break or bend. These include bicycle and wheelchair wheels. High quality bicycles with conventional wheels use spokes of stainless steel, while cheaper bicycles may use galvanized (also called \"rustless\") or chrome plated spokes. While a good quality spoke is capable of supporting about 225 kgf (c. 500 pounds-force or 2,200 newtons) of tension, they are used at a fraction of this load to avoid suffering fatigue failures. Since bicycle and wheelchair wheel spokes are only in tension, flexible and strong materials such as synthetic fibers, are also occasionally used.[9] Metal spokes can also be ovalized or bladed to reduce aerodynamic drag, and butted (double or even triple) to reduce weight while maintaining strength.\n\nA variation on the wire-spoked wheel was Tioga's \"Tension Disk\", which appeared superficially to be a solid disk but was in fact constructed using the same principles as a normal tension-spoked wheel. Instead of individual wire spokes, a continuous thread of Kevlar (aramid) was used to lace the hub to the rim under high tension. The threads were encased in a translucent disk for protection and some aerodynamic benefit, but this was not a structural component.\n\nWire spokes can be radial to the hub but are more often mounted tangentially to the hub. Tangential spoking allows for the transfer of torque between the rim and the hub. Tangential spokes are thus necessary for the drive wheel, which has torque at the hub from pedalling, and any wheels using hub-mounted brakes such as disk or band brakes, which transfer torque from the rim to the brake in the opposite direction—(via the hub) when braking.\n\nConstructing a tension-spoked wheel from its constituent parts is called wheelbuilding and requires the correct building procedure for a strong and long-lasting end product. Tensioned spokes are usually attached to the rim or sometimes the hub with a spoke nipple. The other end is commonly peened into a disk or uncommonly bent into a \"Z\" to keep it from pulling through its hole in the hub. The bent version has the advantage of replacing a broken spoke in a rear bicycle wheel without having to remove the rear gears.\n\nWire wheels, with their excellent weight-to-strength ratio, soon became popular for light vehicles. For everyday cars, wire wheels were soon replaced by the less expensive metal disc wheel, but wire wheels remained popular for sports cars up to the 1960s. Spoked wheels are still popular on motorcycles and bicycles.\n\n"
        },
        {
            "title": "Spoke length",
            "text": "When building a bicycle wheel, the spokes must have the correct length, otherwise there may not be enough threads engaged, producing a weaker wheel, or they may protrude through the rim and possibly puncture the inner tube.\n\nFor bicycle spokes, the spoke length is defined from the flange seat to the thread tip. For spokes with bent ends, the nominal spoke length does not include the width of the spoke at the bent end.\n\nFor wheels with crossed spokes (which are the norm), the desired spoke length is\n\nwhere\n\nRegarding d: For a symmetric wheel such as a front wheel with no disc brake, this is half the distance between the flanges. For an asymmetric wheel such as a front wheel with disc brake or a rear wheel with chain derailleur, the value of d is different for the left and right sides.\n\na is the angle between (1) the radius to a nipple hole in the rim to which a spoke is attached, and, (2) the radius to the flange hole holding the spoke. The spoke crosses either 1, 2, or 3 oppositely pointing spokes depending on the lacing design. On the flange, the angle between the radii of adjacent holes is 360°/m (for equally spaced holes). For each spoke crossed, the hub is rotated with reference to the rim one \"angle between adjacent flange holes\". Thus, multiplying the \"angle between adjacent flange holes\" by k gives the angle a. For example, a 32 spoke wheel has 16 spokes per side, 360° divided by 16 equals 22.5°. Multiply 22.5° (\"angle between adjacent flange holes\") by the number of crossings to get the angle a—if 3-crosses, the 32 spoke wheel has an angle a of 67.5°. Regarding r3: The size of the spoke holes in the flange does not matter for the needed spoke length. This term removes the effect of the hole size. Since the holes are usually small (just over 2 mm in diameter), the effect is small and in practice matters little.\n\nFor radially spoked wheels (zero crossings), the formula simplifies to the Pythagorean theorem, with spoke length l plus r3 being the slope, r2 minus r1 being the base, and d being the rise:\n\nThe spoke length formula computes the length of the space diagonal of an imaginary rectangular box. Imagine holding a wheel in front of you such that a nipple is at the top. Look at the wheel from along the axis. The spoke through the top hole is now a diagonal of the imaginary box. The box has a depth of d, a height of r2-r1cos(α) and a width of r1sin(a).\n\nEquivalently, the law of cosines may be used to first compute the length of the spoke as projected on the wheel's plane (as illustrated in the diagram), followed by an application of the Pythagorean theorem.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Wheel",
        "https://en.wikipedia.org/wiki/Bicycle_hub",
        "https://en.wikipedia.org/wiki/Axle",
        "https://en.wikipedia.org/wiki/National_Museum_of_Iran",
        "https://en.wikipedia.org/wiki/Tehran",
        "https://en.wikipedia.org/wiki/Choqa_Zanbil",
        "https://en.wikipedia.org/wiki/Cart",
        "https://en.wikipedia.org/wiki/Aliwal_North",
        "https://en.wikipedia.org/wiki/South_Africa",
        "https://en.wikipedia.org/wiki/Underground_Atlanta",
        "https://en.wikipedia.org/wiki/Riving",
        "https://en.wikipedia.org/wiki/Spokeshave",
        "https://en.wikipedia.org/wiki/Tool",
        "https://en.wikipedia.org/wiki/Wheelwright",
        "https://en.wikipedia.org/wiki/Wheel",
        "https://en.wikipedia.org/wiki/Sintashta_culture",
        "https://en.wikipedia.org/wiki/Caucasus",
        "https://en.wikipedia.org/wiki/Chariots",
        "https://en.wikipedia.org/wiki/Minoan_civilization",
        "https://en.wikipedia.org/wiki/Sparta",
        "https://en.wikipedia.org/wiki/Athens",
        "https://en.wikipedia.org/wiki/Chalcolithic",
        "https://en.wikipedia.org/wiki/Celt",
        "https://en.wikipedia.org/wiki/Iron",
        "https://en.wikipedia.org/wiki/Tire",
        "https://en.wikipedia.org/wiki/Physical_compression",
        "https://en.wikipedia.org/wiki/Horse",
        "https://en.wikipedia.org/wiki/Carriage",
        "https://en.wikipedia.org/wiki/Wagon",
        "https://en.wikipedia.org/wiki/Artillery_wheel",
        "https://en.wikipedia.org/wiki/Radius",
        "https://en.wikipedia.org/wiki/Wire_wheel",
        "https://en.wikipedia.org/wiki/Bicycle",
        "https://en.wikipedia.org/wiki/Wire_wheels",
        "https://en.wikipedia.org/wiki/Wheelchair",
        "https://en.wikipedia.org/wiki/Motorcycle",
        "https://en.wikipedia.org/wiki/Automobile",
        "https://en.wikipedia.org/wiki/Aircraft",
        "https://en.wikipedia.org/wiki/Stainless_steel",
        "https://en.wikipedia.org/wiki/Galvanized",
        "https://en.wikipedia.org/wiki/Chrome_plated",
        "https://en.wikipedia.org/wiki/Kgf",
        "https://en.wikipedia.org/wiki/Aramid",
        "https://en.wikipedia.org/wiki/Wire_gauge",
        "https://en.wikipedia.org/wiki/Tangent",
        "https://en.wikipedia.org/wiki/Wheelbuilding",
        "https://en.wikipedia.org/wiki/Spoke_nipple",
        "https://en.wikipedia.org/wiki/Cogset",
        "https://en.wikipedia.org/wiki/Sports_car",
        "https://en.wikipedia.org/wiki/Motorcycle",
        "https://en.wikipedia.org/wiki/Bicycle",
        "https://en.wikipedia.org/wiki/Wheelbuilding",
        "https://en.wikipedia.org/wiki/Flange",
        "https://en.wikipedia.org/wiki/Disc_brake",
        "https://en.wikipedia.org/wiki/Derailleur",
        "https://en.wikipedia.org/wiki/Wheelbuilding",
        "https://en.wikipedia.org/wiki/Pythagorean_theorem",
        "https://en.wikipedia.org/wiki/Space_diagonal",
        "https://en.wikipedia.org/wiki/Cuboid",
        "https://en.wikipedia.org/wiki/Law_of_cosines",
        "https://en.wikipedia.org/wiki/Pythagorean_theorem",
        "https://en.wikipedia.org/wiki/Bicycle_wheel",
        "https://en.wikipedia.org/wiki/Spoke_nipple",
        "https://en.wikipedia.org/wiki/Spoke_wrench",
        "https://en.wikipedia.org/wiki/Spokeshave",
        "https://en.wikipedia.org/wiki/Wheelbuilding",
        "https://en.wikipedia.org/wiki/Wire_wheel",
        "https://en.wikipedia.org/wiki/List_of_bicycle_parts",
        "https://en.wikipedia.org/wiki/Bicycle_frame",
        "https://en.wikipedia.org/wiki/Bicycle_handlebar",
        "https://en.wikipedia.org/wiki/Head_tube",
        "https://en.wikipedia.org/wiki/Bicycle_fork",
        "https://en.wikipedia.org/wiki/Seatpost",
        "https://en.wikipedia.org/wiki/Bicycle_saddle",
        "https://en.wikipedia.org/wiki/Bottom_bracket",
        "https://en.wikipedia.org/wiki/Fork_end",
        "https://en.wikipedia.org/wiki/Bicycle_suspension",
        "https://en.wikipedia.org/wiki/Bicycle_wheel",
        "https://en.wikipedia.org/wiki/Bicycle_tire",
        "https://en.wikipedia.org/wiki/Spoke_nipple",
        "https://en.wikipedia.org/wiki/Valve_stem",
        "https://en.wikipedia.org/wiki/Dustcap",
        "https://en.wikipedia.org/wiki/Quick_release_skewer",
        "https://en.wikipedia.org/wiki/Bicycle_drivetrain_systems",
        "https://en.wikipedia.org/wiki/Bicycle_pedal",
        "https://en.wikipedia.org/wiki/Crankset",
        "https://en.wikipedia.org/wiki/Bicycle_chain",
        "https://en.wikipedia.org/wiki/Master_link",
        "https://en.wikipedia.org/wiki/Cogset",
        "https://en.wikipedia.org/wiki/Derailleur_gears",
        "https://en.wikipedia.org/wiki/Hub_gear",
        "https://en.wikipedia.org/wiki/Gear_case",
        "https://en.wikipedia.org/wiki/Sprocket",
        "https://en.wikipedia.org/wiki/Bowden_cable",
        "https://en.wikipedia.org/wiki/Cable_guide",
        "https://en.wikipedia.org/wiki/Bicycle_brake",
        "https://en.wikipedia.org/wiki/Ferrule",
        "https://en.wikipedia.org/wiki/Bicycle_basket",
        "https://en.wikipedia.org/wiki/Bicycle_bell",
        "https://en.wikipedia.org/wiki/Bottle_cage",
        "https://en.wikipedia.org/wiki/Bicycle_fairing",
        "https://en.wikipedia.org/wiki/Cyclocomputer",
        "https://en.wikipedia.org/wiki/Kickstand",
        "https://en.wikipedia.org/wiki/Bicycle_lighting",
        "https://en.wikipedia.org/wiki/Luggage_carrier",
        "https://en.wikipedia.org/wiki/Spoke_card",
        "https://en.wikipedia.org/wiki/Bicycle_reflector",
        "https://en.wikipedia.org/wiki/Skirt_guard",
        "https://en.wikipedia.org/wiki/Training_wheels",
        "https://en.wikipedia.org/wiki/Spoke",
        "https://en.wikipedia.org/wiki/Spoke",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}