{
    "url": "https://en.wikipedia.org/wiki/Staff_sergeant",
    "title": "Staff sergeant",
    "table_of_contents": [
        "1 History of title",
        "2 National variations",
        "2.1 Australia",
        "2.2 Canada",
        "2.3 Israel",
        "2.4 Norway",
        "2.5 Philippines",
        "2.6 Singapore",
        "2.6.1 Singapore Armed Forces",
        "2.6.2 Home Team",
        "2.6.3 Uniformed Youth Organisations",
        "2.7 Sweden",
        "2.8 Republic of China (Taiwan)",
        "2.9 United Kingdom",
        "2.10 United States",
        "2.10.1 U.S. Army",
        "2.10.2 U.S. Marine Corps",
        "2.10.3 U.S. Air Force",
        "3 Cadet staff sergeant",
        "4 Police rank",
        "5 Other uses",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nStaff sergeant is a rank of non-commissioned officer used in the armed forces of many countries. It is also a police rank in some police services.\n\n"
        },
        {
            "title": "History of title",
            "text": "In origin, certain senior sergeants were assigned to administrative, supervisory, or other specialist duties as part of the staff of a British Army regiment. As such they held seniority over sergeants who were members of a battalion or company, and were paid correspondingly increased wages. Their seniority was indicated by a crown worn above the three sergeant's stripes on their uniform rank markings.[1][2]\n\n"
        },
        {
            "title": "National variations",
            "text": "In the Australian Army and Cadets, the rank of staff sergeant is being phased out.[3] It was usually held by the company quartermaster sergeant or the holders of other administrative roles. Staff sergeants are always addressed as \"Staff Sergeant\" or \"Staff\", never as \"Sergeant\" as it degrades their rank. \"Chief\" is another nickname though this is only used for the company chief clerk (in some instances the chief clerk role can be filled by another non-commissioned rank (but not warrant officer) and still be referred to as \"Chief\"). A staff sergeant ranks above sergeant and below warrant officer class 2.\n\nIn the pre-Unification Canadian Army, the rank of Staff Sergeant existed until 1968 when the Unification of the Royal Canadian Navy, Canadian Army and Royal Canadian Air Force into the Canadian Armed Forces occurred. Post-unification, the Canadian Armed Forces replaced the rank with that of Warrant Officer.[4][5]\n\nIn the Israel Defense Forces, soldiers are promoted from sergeant to staff sergeant (samál rishón) after 28 months of service for combat soldiers, and 32 months of service for non-combat soldiers, if they performed their duties appropriately during this time. Soldiers who take a commander's course may become staff sergeants earlier (usually after 24 months of service, or one year from becoming a commander). The rank insignia is composed of three clear-blue stripes (as is the rank of sergeant) with an embroidered grape leaf, in the center of the rank insignia. Staff sergeants get a symbolic[clarification needed] pay raise.\n\nIn the Norwegian Defence Forces, the tasks and responsibilities of the staff sergeant (oversersjant) are not clear; quite recently, in January 2016, Norway replaced their old rank system, and implemented a new, which is more adapted to other NATO members.[6] In 1975, all of the Norwegian military branches abolished the system of using non-commissioned officers.[7] Now, however, Norway is reintroducing the Non-Commissioned Officer Corps, allowing people to become officers without graduating from a military academy or having a university degree.\n\nThe rank of staff sergeant is used by the Armed Forces of the Philippines. It is a non-commissioned officer rank currently used by Philippine Army, Philippine Air Force, and the Philippine Marine Corps (under the Philippine Navy. It is a rank positioned above Sergeant and below the Technical sergeant.\n\nA staff sergeant (SSG) in the Singapore Armed Forces ranks above first sergeant and below master sergeant. It is the second most senior specialist rank. Staff sergeants are addressed as \"Staff Sergeant\" or \"Staff\", but never \"Sergeant\".[8]\n\nStaff sergeants may be appointed as company sergeant major if they are due for promotion to master sergeant.[citation needed] They are usually addressed as \"CSM\" in camp, although in the past they were referred to as \"Encik\", which is now used to address only warrant officers.\n\nThe rank insignia consists of two chevrons pointing up and three chevrons pointing down, with the Singapore coat of arms in the middle.[9]\n\n\n\nIn the Singapore Prison Service, the rank of Staff Sergeant (SSGT) is above the rank of Sergeant, and is below the rank of Chief Warder (1). The rank insignia of SSGT is one Singapore coat of arms and three pointed-down chevrons below it.[10]\n\nIn the Singapore Police Force, the rank of Staff Sergeant is currently being phased out with the newly overhauled \"unified police rank structure\" which allows a direct-entry Sergeant to be eligible for emplacement to the rank of Inspector without a degree.\n\nIn the past, the rank of Staff Sergeant is above the rank of Sergeant, and below the rank of Senior Staff Sergeant; with the new rank structure being introduced, the rank and insignia of Staff Sergeant is being phased out, and being replaced with three grades of Sergeant, namely, Sergeant (1), Sergeant (2), and Sergeant (3), before being promoted directly to Senior Staff Sergeant. However, all three grades of Sergeants all don the same three chevrons insignia.\n\nIn the National Cadet Corps, Staff Sergeants are cadets who have passed the 3-days 2-nights Senior Specialists Leaders Course successfully. The rank of Staff Sergeant is above First Sergeant and below Master Sergeant.[11] Staff sergeants wear a rank insignia of two pointed-up chevrons, one Singapore coat of arms and three pointed-down chevrons, with the letters 'NCC' located below the insignia to differentiate NCC cadets from SAF personnel.\n\nIn the National Police Cadet Corps (NPCC) and the National Civil Defence Cadet Corps (NCDCC), the rank of Staff Sergeant is above Sergeant, and below Station Inspector and Warrant Officer respectively.[12][13] The rank of Staff Sergeant generally is awarded to cadets when they are in Secondary Four, before they pass out. NPCC and NCDCC Staff Sergeants wear a rank insignia of one Singapore coat of arms and three pointed-down chevrons. The letters 'NPCC' and 'NCDCC' are located below the insignia so as to differentiate NPCC and NCDCC cadets from Singapore Police Force and Singapore Civil Defence Force personnel respectively.\n\nIn the St John Brigade (SJB), the rank of Staff Sergeant (SSG) is above Sergeant, and below Senior Staff Sergeant. Staff Sergeants in SJB wear a rank insignia of one St John coat of arms and three pointed-down chevrons.\n\nBetween 2009 and 2019 the rank of Sergeant was the Swedish equivalent of a NATO OR-5 rank, denoting a squad leader (8-12 soldiers).\nApart from the OR-6 First Sergeant, Sweden had never had different sergeant ranks.\nThe rank Furir is reinstated for squad leaders since 1 October 2019, as are Sergeant and Översergeant (over/senior Sergeant) (OR-6 – equivalents).\nThe rank of Furir was used for the role between the 16th century and 2009.\nThe title come from the French fourrier (\"who provide fodder\"), from feurre, straw. The verb furera from 1600/1700th century means 'responsible for quartering'.\nThe Furir rank was reinstated in the 2019 Swedish defence decision and replaces the rank of Sergeant since then.\n\nStaff Sergeant (Chinese: 中士; pinyin: Zhōng Shi) of the R.O.C Armed Forces in Taiwan ranks below Sergeant and above Corporal,[14] making it different from the armed forces of other countries where staff sergeant ranks higher than sergeant. The rank of Staff Sergeant exists in the Army, Air Force and the Marine Corps, and is equivalent to the Petty officer 2nd Class in the Navy.[15]\n\nIn the British Army, staff sergeant (SSgt or formerly S/Sgt) ranks above sergeant and below warrant officer class 2. The rank is given a NATO code of OR-7. The insignia is the monarch's crown above three downward pointing chevrons.\n\nStaff sergeants can also hold other appointments, such as company quartermaster sergeant, and are usually known by that appointment if held. The equivalent rank in infantry regiments is colour sergeant, and holders are known by that title no matter what their appointment. In the Household Cavalry the equivalent rank is staff corporal.\n\nBritish staff sergeants are never referred to or addressed as \"Sergeant\", which would be reducing their rank, but are referred to and addressed as \"Staff Sergeant\" or \"Staff\" (\"Staff Jones\", for instance) or by their appointment or its abbreviation. Quartermaster sergeants are often addressed as \"Q\". In most cavalry regiments, staff sergeants are addressed as \"Sergeant Major\"[citation needed], which is assumed to derive from the original rank of troop sergeant major, or as \"Sir\" by subordinates.\n\nFlight sergeant and chief technician are the Royal Air Force equivalents. Chief petty officer is the equivalent in the Royal Navy and colour sergeant in the Royal Marines.\n\nStaff sergeant (SSG) is the E-6 rank in the United States Army, just above sergeant and below sergeant first class, and is a non-commissioned officer. Staff sergeants are generally placed in charge of squads, but can also act as platoon sergeants in the absence of a sergeant first class. In support units, staff sergeants ordinarily hold headquarters positions because of the number of slots available for them in these units. Staff sergeants are typically assigned as a squad leader or company operations non-commissioned officer in charge at the company level, but may also hold other positions depending on the type of unit. Staff sergeants are referred to as \"Sergeant\" except in certain training environments and schools. The NATO code is OR-6.\n\nThe rank of staff sergeant in the U.S. Army, along with technical sergeant (renamed sergeant first class in 1948) and master sergeant, was created by Congress after the First World War.[16] In 1920 the Army combined several company/battery/troop level \"staff\" NCO ranks, including color sergeant, supply sergeant, radio sergeant, eleven grades of sergeant first class, three grades of sergeant, two grades of master gunner, and assistant band leader into the new rank of staff sergeant. Staff sergeant, as did the ranks it combined/replaced, then ranked above sergeant but below technical sergeant/first sergeant (which, at the time, were both in the same pay grade). At that time, sergeants served as section leaders, platoon guides, and assistants to platoon commanders (the position of platoon sergeant, nor a separate rank for the position, did not yet exist), and included several formerly separate ranks such as mess sergeant, company supply sergeant, and stable sergeant, etc. In 1940, staff sergeant became the rank title of rifle platoon sergeants and in 1942 rifle squad leaders became staff sergeants, with platoon sergeants then being promoted to technical sergeants.[17]\n\nStaff Sergeant (SSgt) is E-6 rank (NATO code OR-6) in the United States Marine Corps (USMC), ranking above Sergeant and below Gunnery Sergeant. This grade is normally achieved after 6 years in service.\n\nA Marine staff sergeant  is a staff non-commissioned officer rank (SNCO).  These SNCOs are career Marines serving as staff sergeants through Master Gunnery Sergeant/Sergeant Major/Sergeant Major of the Marine Corps in grades E-6 through E-9. Together, they are responsible to the commanding officer for the welfare, morale, discipline, and efficiency of Marines in their charge. Using their experience gained by time in service, including previous deployments, proven military skills and advanced leadership training, SNCOs are responsible for the proficiency, training and administrative issue of their Marines.\n\nStaff sergeants in infantry, and light armored reconnaissance units typically serve in the billet of platoon sergeant of a 42-member rifle platoon, an 18-member scout sniper platoon (infantry battalion H&S company S-2 section) or a 24-member light armored reconnaissance platoon. In reconnaissance battalions, staff sergeants usually serve as squad/team leaders of a 6-member reconnaissance team. When serving as a platoon sergeant, they are the senior tactical advisor to the platoon commander (an officer) and the second-in-command of the platoon.\n\nStaff sergeants also serve as a section leaders in weapons platoons (the platoon sergeant being a gunnery sergeant in weapons platoons) leading from 8–27 Marines in a crew-served weapons section (i.e., machine guns, mortars, assault weapons/rockets, and anti-tank missiles). In artillery batteries staff sergeants serve as either the local security chief/platoon sergeant of a firing battery's 94-member firing platoon or as section chief of a 10-member artillery section (viz., gun crew). In tank and assault amphibian units, they serve as section leaders in charge of 8 Marines manning two tanks or 9 Marines manning three AAVs, respectively, under a gunnery sergeant serving as platoon sergeant. When there is a shortage of gunnery sergeants, they may be assigned to a billet of platoon sergeant or company/battery gunnery sergeant, and in the event of a shortage of officers may be temporarily billeted as a platoon commander.\n\nStaff sergeants also serve as staff non-commissioned officers in military staff sections and headquarters and service companies/headquarters batteries at battalion/squadron, regiment/group, division/wing level. Typical staff sergeant billets found in combat support companies and battalion, regiment, and division headquarters are: Personnel Chief, Senior Administration Clerk, Career Planner, Human Affairs NCO, Education/Personal Affairs Assistant, Senior Combat Photographer, Substance Abuse Counselor, Reports NCO, MAGTF Plans Chief, NBC Defense NCO/Training NCO, Intelligence Chief, Senior Intelligence Analyst, Special Security Office Chief, Operations Chief, Operations Assistant, Logistics Chief, Maintenance Management Chief, Ammunition Chief, Senior Ammunition Technician, Local Security Chief, Senior Radio Technician, Wire Chief/Supervisor, Radio Supervisor, Senior Field Radio Operator, Supply Chief, Senior General Warehouseman, Senior Small Arms Repair Technician, Senior Electro-Optical Ordnance Repairman, Motor Vehicle Maintenance Chief, Motor Operations Chief, Assistant Mess Manager, Cook Specialist, and Senior Chief Cook.\n\nIn Command Element, Combat Logistics Element, and Aviation Combat Element organizations, staff sergeants serve in basically similar positions of responsibility, authority, and accountability as their Ground Combat Element counterparts, with perhaps slightly different titles, such as Branch/Section Chief/NCOIC (Non-Commissioned Officer-In-Charge) in various work centers (e.g. mechanical, avionics, electrical, and ordnance divisions) within the aircraft maintenance department of a Marine aircraft squadron. Non Fleet Marine Force (or other operating forces) assignments may include supervisory or staff positions in recruiting, drill instructor, Marine Security Guard, Naval ROTC instructor or service school instructor, and major/joint/combined headquarters commands.\n\nStaff sergeants, as are all Marine Corps SNCOs, addressed and referred to by their complete rank title (i.e. \"Staff Sergeant Jones\" or simply \"Staff Sergeant,\" with the abbreviation \"SSgt\").\n\nThe rank of staff sergeant in the USMC was created in 1923 to coincide with the U.S. Army's ranks.[18] Until the end of WW2, the insignia of platoon sergeant was three chevrons and a rocker, with Staff Sergeant having a horizontal stripe instead of a rocker below the chevrons. After the separate rank of Platoon Sergeant was eliminated, the Staff Sergeant rank switched over to the rocker insignia and Staff Sergeants held the platoon sergeant's billet.\n\nStaff sergeant (SSgt) is E-5 in the United States Air Force. It ranks above senior airman and below technical sergeant. It is the Air Force's first non-commissioned officer rank, as well as the first Air Force rank to which promotion is attained on a competitive basis. Sergeants, also known in Air Force jargon as \"buck sergeant\"', no longer exist, having been eliminated in the 1990s after sharing the same pay grade with that of the rank of senior airman (E-4). Staff sergeants are expected to be technically proficient and function as first-line supervisors within a 'work center'. After being selected for promotion, senior airmen must attend Airman Leadership School, which teaches them basic leadership skills and how to write performance reports to become staff sergeant. The term of address is \"Staff Sergeant\" or \"Sergeant\". High year of tenure is 20 years as of 2018.\n\n"
        },
        {
            "title": "Cadet staff sergeant",
            "text": "The rank of cadet staff sergeant (CSSG or C/SSgt) is used by many cadet organisations around the world, including the Army Cadet Force and the Army Section of the Combined Cadet Force in the United Kingdom.\n\n"
        },
        {
            "title": "Police rank",
            "text": "The rank of staff sergeant is used in some police forces to indicate a senior supervisor. The rank is used, for example, in most Canadian police services. Other national police services (for example, Cyprus) have a corresponding rank of senior sergeant. In the United Kingdom, a few police forces formerly used the rank of station sergeant, with the same rank insignia as an army staff sergeant. The Hong Kong Police Force still uses this rank.\n\nIn the Philippines, as of 8 February 2019, the rank of staff sergeant is currently being used by the Philippine National Police as they adopt a new ranking classification, eliminating confusion of old ranks. The rank stands above the Police Corporal and below the Police Master sergeant.\n\n"
        },
        {
            "title": "Other uses",
            "text": "A number of other organisations, basing their structure on military ranks, have historically used, or still use, the rank of staff sergeant. The rank of staff sergeant was, for example, phased out of the rank structure of St John Ambulance in the early 1990s.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Athyma_selenophora",
        "https://en.wikipedia.org/wiki/List_of_comparative_military_ranks",
        "https://en.wikipedia.org/wiki/Commonwealth_of_Nations",
        "https://en.wikipedia.org/wiki/Commonwealth_of_Nations",
        "https://en.wikipedia.org/wiki/Field_marshal",
        "https://en.wikipedia.org/wiki/General_of_the_army",
        "https://en.wikipedia.org/wiki/General_of_the_air_force",
        "https://en.wikipedia.org/wiki/Admiral_of_the_fleet",
        "https://en.wikipedia.org/wiki/Grand_admiral",
        "https://en.wikipedia.org/wiki/Marshal_of_the_air_force",
        "https://en.wikipedia.org/wiki/General_officer",
        "https://en.wikipedia.org/wiki/Colonel_general",
        "https://en.wikipedia.org/wiki/Army_general",
        "https://en.wikipedia.org/wiki/Admiral",
        "https://en.wikipedia.org/wiki/General_admiral",
        "https://en.wikipedia.org/wiki/Air_chief_marshal",
        "https://en.wikipedia.org/wiki/Lieutenant_general",
        "https://en.wikipedia.org/wiki/Army_corps_general",
        "https://en.wikipedia.org/wiki/Vice_admiral",
        "https://en.wikipedia.org/wiki/Air_marshal",
        "https://en.wikipedia.org/wiki/Major_general",
        "https://en.wikipedia.org/wiki/Divisional_general",
        "https://en.wikipedia.org/wiki/Rear_admiral",
        "https://en.wikipedia.org/wiki/Counter_admiral",
        "https://en.wikipedia.org/wiki/Brigadier",
        "https://en.wikipedia.org/wiki/Brigadier_general",
        "https://en.wikipedia.org/wiki/Flotilla_admiral",
        "https://en.wikipedia.org/wiki/Air_commodore",
        "https://en.wikipedia.org/wiki/Colonel",
        "https://en.wikipedia.org/wiki/Group_captain",
        "https://en.wikipedia.org/wiki/Lieutenant_colonel",
        "https://en.wikipedia.org/wiki/Commander",
        "https://en.wikipedia.org/wiki/Major",
        "https://en.wikipedia.org/wiki/Lieutenant_commander",
        "https://en.wikipedia.org/wiki/Squadron_leader",
        "https://en.wikipedia.org/wiki/Junior_officer",
        "https://en.wikipedia.org/wiki/Flight_lieutenant",
        "https://en.wikipedia.org/wiki/Lieutenant",
        "https://en.wikipedia.org/wiki/First_lieutenant",
        "https://en.wikipedia.org/wiki/Flying_officer",
        "https://en.wikipedia.org/wiki/Second_lieutenant",
        "https://en.wikipedia.org/wiki/Junior_lieutenant",
        "https://en.wikipedia.org/wiki/Midshipman",
        "https://en.wikipedia.org/wiki/Pilot_officer",
        "https://en.wikipedia.org/wiki/Officer_cadet",
        "https://en.wikipedia.org/wiki/Officer_cadet",
        "https://en.wikipedia.org/wiki/Flight_cadet",
        "https://en.wikipedia.org/wiki/Warrant_officer",
        "https://en.wikipedia.org/wiki/Sergeant_major",
        "https://en.wikipedia.org/wiki/Warrant_officer",
        "https://en.wikipedia.org/wiki/Chief_petty_officer",
        "https://en.wikipedia.org/wiki/Warrant_officer",
        "https://en.wikipedia.org/wiki/Sergeant",
        "https://en.wikipedia.org/wiki/Petty_officer",
        "https://en.wikipedia.org/wiki/Sergeant",
        "https://en.wikipedia.org/wiki/Enlisted_rank",
        "https://en.wikipedia.org/wiki/Corporal",
        "https://en.wikipedia.org/wiki/Leading_seaman",
        "https://en.wikipedia.org/wiki/Corporal",
        "https://en.wikipedia.org/wiki/Leading_aircraftman",
        "https://en.wikipedia.org/wiki/Aircraftman",
        "https://en.wikipedia.org/wiki/Airman",
        "https://en.wikipedia.org/wiki/Aircraftman",
        "https://en.wikipedia.org/wiki/Military_rank",
        "https://en.wikipedia.org/wiki/Police_rank",
        "https://en.wikipedia.org/wiki/Sergeant",
        "https://en.wikipedia.org/wiki/British_Army",
        "https://en.wikipedia.org/wiki/Battalion",
        "https://en.wikipedia.org/wiki/Australian_Army",
        "https://en.wikipedia.org/wiki/Australian_Army_Cadets",
        "https://en.wikipedia.org/wiki/Company_quartermaster_sergeant",
        "https://en.wikipedia.org/wiki/Sergeant",
        "https://en.wikipedia.org/wiki/Warrant_officer",
        "https://en.wikipedia.org/wiki/Canadian_Army",
        "https://en.wikipedia.org/wiki/Unification_of_the_Canadian_Armed_Forces",
        "https://en.wikipedia.org/wiki/Royal_Canadian_Navy",
        "https://en.wikipedia.org/wiki/Canadian_Armed_Forces",
        "https://en.wikipedia.org/wiki/Warrant_officer",
        "https://en.wikipedia.org/wiki/Israel_Defense_Forces_ranks",
        "https://en.wikipedia.org/wiki/Israel_Defense_Forces",
        "https://en.wikipedia.org/wiki/Sergeant",
        "https://en.wikipedia.org/wiki/Grape_leaf",
        "https://en.wikipedia.org/wiki/Norwegian_Army",
        "https://en.wikipedia.org/wiki/Military_ranks_and_insignia_of_Norway",
        "https://en.wikipedia.org/wiki/Armed_Forces_of_the_Philippines",
        "https://en.wikipedia.org/wiki/Philippine_Army",
        "https://en.wikipedia.org/wiki/Philippine_Air_Force",
        "https://en.wikipedia.org/wiki/Philippine_Marine_Corps",
        "https://en.wikipedia.org/wiki/Philippine_Navy",
        "https://en.wikipedia.org/wiki/Sergeant",
        "https://en.wikipedia.org/wiki/Technical_sergeant",
        "https://en.wikipedia.org/wiki/Singapore_Armed_Forces",
        "https://en.wikipedia.org/wiki/First_sergeant",
        "https://en.wikipedia.org/wiki/Master_sergeant",
        "https://en.wikipedia.org/wiki/Company_sergeant_major",
        "https://en.wikipedia.org/wiki/Singapore_Armed_Forces_ranks",
        "https://en.wikipedia.org/wiki/Third_sergeant",
        "https://en.wikipedia.org/wiki/Second_sergeant",
        "https://en.wikipedia.org/wiki/First_sergeant",
        "https://en.wikipedia.org/wiki/Master_sergeant",
        "https://en.wikipedia.org/wiki/Singapore_Prison_Service",
        "https://en.wikipedia.org/wiki/Singapore_Police_Force",
        "https://en.wikipedia.org/wiki/Cadet",
        "https://en.wikipedia.org/wiki/Coat_of_arms_of_Singapore",
        "https://en.wikipedia.org/wiki/Cadet",
        "https://en.wikipedia.org/wiki/National_Police_Cadet_Corps",
        "https://en.wikipedia.org/wiki/National_Civil_Defence_Cadet_Corps",
        "https://en.wikipedia.org/wiki/Singapore_Police_Force",
        "https://en.wikipedia.org/wiki/Singapore_Civil_Defence_Force",
        "https://en.wikipedia.org/wiki/St_John_Singapore",
        "https://en.wikipedia.org/wiki/Furir",
        "https://en.wikipedia.org/wiki/Taiwan",
        "https://en.wikipedia.org/wiki/Traditional_Chinese_characters",
        "https://en.wikipedia.org/wiki/Pinyin",
        "https://en.wikipedia.org/wiki/Republic_of_China_Armed_Forces",
        "https://en.wikipedia.org/wiki/Taiwan",
        "https://en.wikipedia.org/wiki/Sergeant",
        "https://en.wikipedia.org/wiki/Corporal",
        "https://en.wikipedia.org/wiki/Republic_of_China_Army",
        "https://en.wikipedia.org/wiki/Republic_of_China_Air_Force",
        "https://en.wikipedia.org/wiki/Republic_of_China_Marine_Corps",
        "https://en.wikipedia.org/wiki/Republic_of_China_Navy",
        "https://en.wikipedia.org/wiki/British_Army",
        "https://en.wikipedia.org/wiki/Sergeant",
        "https://en.wikipedia.org/wiki/Warrant_officer",
        "https://en.wikipedia.org/wiki/Company_quartermaster_sergeant",
        "https://en.wikipedia.org/wiki/Infantry",
        "https://en.wikipedia.org/wiki/Colour_sergeant",
        "https://en.wikipedia.org/wiki/Household_Cavalry",
        "https://en.wikipedia.org/wiki/Staff_corporal",
        "https://en.wikipedia.org/wiki/Troop_sergeant_major",
        "https://en.wikipedia.org/wiki/Flight_sergeant",
        "https://en.wikipedia.org/wiki/Chief_technician",
        "https://en.wikipedia.org/wiki/Royal_Air_Force",
        "https://en.wikipedia.org/wiki/Chief_petty_officer",
        "https://en.wikipedia.org/wiki/Royal_Navy",
        "https://en.wikipedia.org/wiki/Royal_Marines",
        "https://en.wikipedia.org/wiki/British_Armed_Forces",
        "https://en.wikipedia.org/wiki/Royal_Navy",
        "https://en.wikipedia.org/wiki/Leading_rating",
        "https://en.wikipedia.org/wiki/Royal_Marines",
        "https://en.wikipedia.org/wiki/Colour_sergeant",
        "https://en.wikipedia.org/wiki/British_Army",
        "https://en.wikipedia.org/wiki/Colour_sergeant",
        "https://en.wikipedia.org/wiki/Royal_Air_Force",
        "https://en.wikipedia.org/wiki/Aircraftman",
        "https://en.wikipedia.org/wiki/Leading_aircraftman",
        "https://en.wikipedia.org/wiki/Senior_aircraftman",
        "https://en.wikipedia.org/wiki/Senior_aircraftman_technician",
        "https://en.wikipedia.org/wiki/RAF_Regiment",
        "https://en.wikipedia.org/wiki/Chief_technician",
        "https://en.wikipedia.org/wiki/Flight_sergeant",
        "https://en.wikipedia.org/wiki/Master_aircrew",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/United_States_Army",
        "https://en.wikipedia.org/wiki/United_States_Marine_Corps",
        "https://en.wikipedia.org/wiki/United_States_Air_Force",
        "https://en.wikipedia.org/wiki/NATO",
        "https://en.wikipedia.org/wiki/Ranks_and_insignia_of_NATO",
        "https://en.wikipedia.org/wiki/Uniformed_services_pay_grades_of_the_United_States",
        "https://en.wikipedia.org/wiki/Gunnery_sergeant",
        "https://en.wikipedia.org/wiki/Senior_airman",
        "https://en.wikipedia.org/wiki/Petty_officer_first_class",
        "https://en.wikipedia.org/wiki/Petty_officer_second_class",
        "https://en.wikipedia.org/wiki/Pay_grade",
        "https://en.wikipedia.org/wiki/United_States_Army",
        "https://en.wikipedia.org/wiki/Sergeant",
        "https://en.wikipedia.org/wiki/Sergeant_first_class",
        "https://en.wikipedia.org/wiki/Squad",
        "https://en.wikipedia.org/wiki/Platoon_sergeant",
        "https://en.wikipedia.org/wiki/Technical_sergeant",
        "https://en.wikipedia.org/wiki/Master_sergeant",
        "https://en.wikipedia.org/wiki/Pay_grade",
        "https://en.wikipedia.org/wiki/United_States_Marine_Corps",
        "https://en.wikipedia.org/wiki/Sergeant",
        "https://en.wikipedia.org/wiki/Gunnery_Sergeant",
        "https://en.wikipedia.org/wiki/Sergeant_Major_of_the_Marine_Corps",
        "https://en.wikipedia.org/wiki/Platoon_sergeant",
        "https://en.wikipedia.org/wiki/Pay_grade",
        "https://en.wikipedia.org/wiki/United_States_Air_Force",
        "https://en.wikipedia.org/wiki/Technical_sergeant",
        "https://en.wikipedia.org/wiki/Airman_Leadership_School",
        "https://en.wikipedia.org/wiki/High_Year_Tenure",
        "https://en.wikipedia.org/wiki/Enlisted_rank",
        "https://en.wikipedia.org/wiki/Uniformed_services_pay_grades_of_the_United_States",
        "https://en.wikipedia.org/wiki/United_States_Army",
        "https://en.wikipedia.org/wiki/Sergeant_first_class",
        "https://en.wikipedia.org/wiki/Command_sergeant_major",
        "https://en.wikipedia.org/wiki/Sergeant_Major_of_the_Army",
        "https://en.wikipedia.org/wiki/Senior_Enlisted_Advisor_to_the_Chairman",
        "https://en.wikipedia.org/wiki/United_States_Marine_Corps",
        "https://en.wikipedia.org/wiki/Gunnery_sergeant",
        "https://en.wikipedia.org/wiki/Master_gunnery_sergeant",
        "https://en.wikipedia.org/wiki/Sergeant_Major_of_the_Marine_Corps",
        "https://en.wikipedia.org/wiki/Senior_Enlisted_Advisor_to_the_Chairman",
        "https://en.wikipedia.org/wiki/United_States_Navy",
        "https://en.wikipedia.org/wiki/Seaman_recruit",
        "https://en.wikipedia.org/wiki/Seaman_apprentice",
        "https://en.wikipedia.org/wiki/Petty_officer_third_class",
        "https://en.wikipedia.org/wiki/Petty_officer_second_class",
        "https://en.wikipedia.org/wiki/Petty_officer_first_class",
        "https://en.wikipedia.org/wiki/Senior_chief_petty_officer",
        "https://en.wikipedia.org/wiki/Master_chief_petty_officer",
        "https://en.wikipedia.org/wiki/Command_master_chief_petty_officer",
        "https://en.wikipedia.org/wiki/Master_Chief_Petty_Officer_of_the_Navy",
        "https://en.wikipedia.org/wiki/Senior_Enlisted_Advisor_to_the_Chairman",
        "https://en.wikipedia.org/wiki/United_States_Air_Force",
        "https://en.wikipedia.org/wiki/Airman_basic",
        "https://en.wikipedia.org/wiki/Airman_first_class",
        "https://en.wikipedia.org/wiki/Senior_airman",
        "https://en.wikipedia.org/wiki/Technical_sergeant",
        "https://en.wikipedia.org/wiki/Senior_master_sergeant",
        "https://en.wikipedia.org/wiki/Chief_master_sergeant",
        "https://en.wikipedia.org/wiki/Command_chief_master_sergeant",
        "https://en.wikipedia.org/wiki/Senior_Enlisted_Advisor_for_the_National_Guard_Bureau",
        "https://en.wikipedia.org/wiki/Chief_Master_Sergeant_of_the_Air_Force",
        "https://en.wikipedia.org/wiki/Senior_Enlisted_Advisor_to_the_Chairman",
        "https://en.wikipedia.org/wiki/United_States_Space_Force",
        "https://en.wikipedia.org/wiki/Technical_sergeant",
        "https://en.wikipedia.org/wiki/Senior_master_sergeant",
        "https://en.wikipedia.org/wiki/Chief_master_sergeant",
        "https://en.wikipedia.org/wiki/Chief_Master_Sergeant_of_the_Space_Force",
        "https://en.wikipedia.org/wiki/Senior_Enlisted_Advisor_to_the_Chairman",
        "https://en.wikipedia.org/wiki/United_States_Coast_Guard",
        "https://en.wikipedia.org/wiki/Seaman_recruit",
        "https://en.wikipedia.org/wiki/Seaman_apprentice",
        "https://en.wikipedia.org/wiki/Petty_officer_third_class",
        "https://en.wikipedia.org/wiki/Petty_officer_second_class",
        "https://en.wikipedia.org/wiki/Petty_officer_first_class",
        "https://en.wikipedia.org/wiki/Senior_chief_petty_officer",
        "https://en.wikipedia.org/wiki/Master_chief_petty_officer",
        "https://en.wikipedia.org/wiki/Command_master_chief_petty_officer",
        "https://en.wikipedia.org/wiki/Master_Chief_Petty_Officer_of_the_Coast_Guard",
        "https://en.wikipedia.org/wiki/United_States_Army",
        "https://en.wikipedia.org/wiki/United_States_Air_Force",
        "https://en.wikipedia.org/wiki/First_sergeant",
        "https://en.wikipedia.org/wiki/United_States_Marine_Corps",
        "https://en.wikipedia.org/wiki/United_States_Navy",
        "https://en.wikipedia.org/wiki/Senior_Enlisted_Advisor_to_the_Chairman",
        "https://en.wikipedia.org/wiki/Army_Cadet_Force",
        "https://en.wikipedia.org/wiki/Combined_Cadet_Force",
        "https://en.wikipedia.org/wiki/Canadian_police",
        "https://en.wikipedia.org/wiki/Station_sergeant",
        "https://en.wikipedia.org/wiki/Hong_Kong_Police_Force",
        "https://en.wikipedia.org/wiki/Philippine_National_Police",
        "https://en.wikipedia.org/wiki/Corporal",
        "https://en.wikipedia.org/wiki/Master_sergeant",
        "https://en.wikipedia.org/wiki/Police_rank",
        "https://en.wikipedia.org/wiki/Comparative_military_ranks",
        "https://en.wikipedia.org/wiki/Colour_sergeant",
        "https://en.wikipedia.org/wiki/British_Army_other_ranks_rank_insignia",
        "https://en.wikipedia.org/wiki/Former_ranks_of_the_Canadian_Armed_Forces",
        "https://en.wikipedia.org/wiki/Australian_Army_enlisted_rank_insignia",
        "https://en.wikipedia.org/wiki/New_Zealand_military_ranks",
        "https://en.wikipedia.org/wiki/United_States_Army_enlisted_rank_insignia_of_World_War_I",
        "https://en.wikipedia.org/wiki/United_States_Army_enlisted_rank_insignia_of_World_War_II",
        "https://en.wikipedia.org/wiki/United_States_military_pay",
        "https://en.wikipedia.org/wiki/Kaohsiung_City_Government",
        "https://en.wikipedia.org/wiki/Staff_sergeant",
        "https://en.wikipedia.org/wiki/Staff_sergeant",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}