{
    "url": "https://en.wikipedia.org/wiki/Stampede",
    "title": "Stampede",
    "table_of_contents": [
        "1 Cattle stampedes",
        "2 Human stampedes and crushes",
        "3 Stampede in culture",
        "3.1 Series",
        "3.2 Films",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A stampede (/stæmˈpiːd/)[1] is a situation in which a group of large animals suddenly start running in the same direction, especially because they are excited or frightened. Non-human species associated with stampede behavior include zebras, cattle, elephants, reindeer, sheep, pigs,  goats, blue wildebeests, walruses,[2] wild horses, and rhinoceroses.\n\nSome media sources refer to situations in which people were injured or have died due to compression in very dense crowds as a \"stampede\", but this is a misnomer; the more appropriate term would be crush, or crowd collapse.[3]\n\n"
        },
        {
            "title": "Cattle stampedes",
            "text": "Anything unusual may start a stampede among cattle. Especially at night, things such as lighting a match, someone jumping off a horse, a horse shaking itself, a lightning strike, a tumbleweed blown into the herd, or \"a horse running through a herd kicking at a saddle which has turned under its belly\" have been known to cause stampedes.[4]\n\nA large stampede typically eliminates everything in its path. With livestock, cowboys attempt to turn the moving herd into itself, so that it runs in circles rather than running off a cliff or into a river, and avoids damaging human life or property. Tactics used to make the herd turn into itself include firing a pistol, which creates noise to make the leaders of the stampede turn.[4]\n\nAnimals who stampede, especially cattle, are less likely to do so after having eaten and spread out in smaller groups to digest.[4] To further reduce the risk of stampedes, cowboys sometimes sing or whistle to calm the herds disquieted by nightfall. Those on watch at night avoid doing things which could startle the herd and even distance themselves before dismounting a horse or lighting a match.[5]\n\nSometimes humans purposefully induce cattle to stampede as a component of warfare or hunting, such as some Native Americans, who were known to provoke American bison herds to stampede off a buffalo jump for hunting purposes, and harvest the animals after they are killed or incapacitated by the fall.\n\n"
        },
        {
            "title": "Human stampedes and crushes",
            "text": "Crushes often occur during religious pilgrimages[7] and large entertainment events, as they tend to involve dense crowds, with people closely surrounded on all sides. Human stampedes and crushes also occur as people try to get away from a perceived danger, as in a case where a noxious gas was released in crowded premises.[8]\n\nWhile reports often talk of \"panic\", research has found that mass panic is rare;[9] on the contrary, people continue to help each other at the risk of their lives.[10] The scientific consensus is that true \"human stampedes\" (and \"panics\"[9]) rarely occur except when many people are fleeing in fear, such as from a fire,[10] and trampling by people in such \"stampede\" conditions rarely causes fatal injuries.[3]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Animal",
        "https://en.wikipedia.org/wiki/Zebra",
        "https://en.wikipedia.org/wiki/Cattle",
        "https://en.wikipedia.org/wiki/Elephant",
        "https://en.wikipedia.org/wiki/Reindeer",
        "https://en.wikipedia.org/wiki/Sheep",
        "https://en.wikipedia.org/wiki/Pigs",
        "https://en.wikipedia.org/wiki/Goat",
        "https://en.wikipedia.org/wiki/Blue_wildebeest",
        "https://en.wikipedia.org/wiki/Walruses",
        "https://en.wikipedia.org/wiki/Wild_horse",
        "https://en.wikipedia.org/wiki/Rhinoceros",
        "https://en.wikipedia.org/wiki/Injury",
        "https://en.wikipedia.org/wiki/Death",
        "https://en.wikipedia.org/wiki/Misnomer",
        "https://en.wikipedia.org/wiki/Crowd_collapse",
        "https://en.wikipedia.org/wiki/Saskatchewan",
        "https://en.wikipedia.org/wiki/Val_Marie",
        "https://en.wikipedia.org/wiki/Cowboy",
        "https://en.wikipedia.org/wiki/Warfare",
        "https://en.wikipedia.org/wiki/Hunting",
        "https://en.wikipedia.org/wiki/Indigenous_peoples_of_the_Americas",
        "https://en.wikipedia.org/wiki/American_bison",
        "https://en.wikipedia.org/wiki/Buffalo_jump",
        "https://en.wikipedia.org/wiki/Crowd_collapses_and_crushes",
        "https://en.wikipedia.org/wiki/University_of_Greenwich",
        "https://en.wikipedia.org/wiki/Pilgrimage",
        "https://en.wikipedia.org/wiki/The_Lion_King",
        "https://en.wikipedia.org/wiki/Wildebeest",
        "https://en.wikipedia.org/wiki/List_of_fatal_crowd_crushes",
        "https://en.wikipedia.org/wiki/NBC_News",
        "https://en.wikipedia.org/wiki/Associated_Press",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Stampede",
        "https://en.wikipedia.org/wiki/Stampede",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}