{
    "url": "https://en.wikipedia.org/wiki/Stanley_Weinbaum",
    "title": "Stanley G. Weinbaum",
    "table_of_contents": [
        "1 Life and career",
        "2 Honors and awards",
        "3 Critical reception",
        "4 Planetary series",
        "5 Van Manderpootz stories",
        "6 Bibliography",
        "6.1 Novels",
        "6.2 Short stories",
        "6.2.1 Posthumous publications",
        "6.3 Collections of stories and poetry",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Stanley Grauman Weinbaum (April 4, 1902 – December 14, 1935) was an American science fiction writer.  His first story, \"A Martian Odyssey\", was published to great acclaim in July 1934; the alien Tweel was arguably the first character to satisfy John W. Campbell's challenge: \"Write me a creature who thinks as well as a man, or better than a man, but not like a man.\" Weinbaum wrote more short stories and a few novels, but died from lung cancer less than a year and a half later.\n\n"
        },
        {
            "title": "Life and career",
            "text": "Weinbaum was born in Louisville, Kentucky, the son of Stella (née Grauman) and Nathan A. Weinbaum.[1] His family was Jewish. He attended school in Milwaukee. He attended the University of Wisconsin–Madison in Madison, first as a chemical engineering major but later switching to English as his major, but contrary to common belief he did not graduate. On a bet, Weinbaum took an exam for a friend, and was later discovered; he left the university in 1923.\n\nHe is best known for the groundbreaking science fiction short story, \"A Martian Odyssey\", which presented a sympathetic but decidedly non-human alien, Tweel. Even more remarkably, this was his first science fiction story (in 1933 he had sold a romantic novel, The Lady Dances, to King Features Syndicate, which serialized the story in its newspapers in early 1934). Isaac Asimov has described \"A Martian Odyssey\" as \"a perfect Campbellian science fiction story, before John W. Campbell. Indeed, Tweel may be the first creature in science fiction to fulfil Campbell's dictum, 'write me a creature who thinks as well as a man, or better than a man, but not like a man'.\"[2] Asimov went on to describe it as one of only three stories that changed the way all subsequent ones in the science fiction genre were written.[3] It is the oldest short story (and one of the top vote-getters) selected by the Science Fiction Writers of America for inclusion in The Science Fiction Hall of Fame, Volume One, 1929–1964.\n\nMost of the work that was published in Weinbaum's lifetime appeared in either Astounding or Wonder Stories. However, several of his pieces first appeared in the early fanzine Fantasy Magazine (successor to Science Fiction Digest) in the 1930s, including an \"Auto-Biographical Sketch\" in the June 1935 issue.  Despite common belief, Weinbaum was not one of the contributors to the multi-authored Cosmos serial in Science Fiction Digest/Fantasy Magazine. He did contribute to the multi-author story \"The Challenge From Beyond\", published in the September 1935 Fantasy Magazine. At the time of his death, Weinbaum was writing a novel, Three Who Danced. In this novel, the Prince of Wales is unexpectedly present at a dance in an obscure American community, where he dances with three of the local girls, choosing each for a different reason. Each girl's life is changed (happily or tragically) as a result of the unexpected attention she receives. In 1993, his widow, Margaret Hawtof Kay (b. 1906 in Waco, Texas), donated his papers to the Temple University Library in Philadelphia, Pennsylvania. Included were several unpublished manuscripts, among them Three Who Danced, as well as other unpublished stories (mostly romance stories, but there were also a few other non-fiction and fiction writings, none of them science fiction).\n\nA film version of his short story \"The Adaptive Ultimate\" was released in 1957 under the title She Devil, starring Mari Blanchard, Jack Kelly, and Albert Dekker. The story was also dramatized on television; a Studio One titled \"Kyra Zelas\" (the name of the title character) aired on September 12, 1949.[4]  A radio dramatization of \"The Adaptive Ultimate\" was performed on the anthology show Escape in the 1950s.[5]\n\n"
        },
        {
            "title": "Honors and awards",
            "text": "A crater on Mars is named in Weinbaum's honor.[6]  On July 18, 2008, he won[7] the Cordwainer Smith Rediscovery Award.\n\n"
        },
        {
            "title": "Critical reception",
            "text": "Lester del Rey declared that \"Weinbaum, more than any other writer, helped to take our field out of the doldrums of the early thirties and into the beginnings of modern science fiction.\"[8] H. P. Lovecraft stated that Weinbaum's writing was ingenious, and he stood miles above the other Pulp Fiction writers in his creation of genuinely alien worlds in a comparison to Edgar Rice Burroughs and his \"inane\" stories of \"egg-laying Princesses\".  Frederik Pohl wrote that, before Weinbaum, science fiction's aliens \"might be catmen, lizard-men, antmen, plantmen or rockmen; but they were, always and incurably, men. Weinbaum changed that. . . . it was the difference in orientation – in drives, goals and thought processes – that made the Weinbaum-type alien so fresh and rewarding in science fiction in the mid-thirties\".[9] His \"revolutionary idea\", Pohl said, was to \"give some sort of three-dimensional reality to the characters\", in contrast to Hugo Gernsback's \"animated catalogue of gadgets\".[10] Everett F. Bleiler, however, felt that although Weinbaum \"was generally considered the most promising new s-f author of his day,\" his reputation is overstated. While \"Weinbaum's style was more lively than that of his genre contemporaries, and he was imaginative in background details, . . . his work was ordinary pulp fiction, with routine plots, slapdash presentation, cardboard characterization, and much cliche of ideas.[11] Alexei and Cory Panshin concluded that \"Time has swallowed what were once Weinbaum's particular virtues. What is left seems quaint and quirky.\"[12]\n\n"
        },
        {
            "title": "Planetary series",
            "text": "All of Weinbaum's nine interplanetary stories were set in a consistent Solar System that was scientifically accurate by 1930s standards.  The avian, botanical Martians of \"A Martian Odyssey\" and \"Valley of Dreams\", for instance, are mentioned in \"Redemption Cairn\" and \"The Red Peri\", the quadrupedal Venusian trioptes of \"Parasite Planet\" and \"The Lotus Eaters\" are mentioned in \"The Mad Moon,\" the vicious, pseudomammalian pests of The Mad Moon appear in Valley of Dreams as minor antagonists, and the rock-eating Pyramid-Makers of Mars are mentioned in \"Tidal Moon\".  In Weinbaum's Solar System, in accordance with the then-current near-collision hypothesis, the gas giants radiate heat, enough to warm their satellites to Earthlike temperatures, allowing for Earthlike environments on Io, Europa, Titan, and even Uranus.  Mars is also sufficiently Earthlike to allow humans to walk its surface (with training in thin-air chambers) unprotected.\n\n"
        },
        {
            "title": "Van Manderpootz stories",
            "text": "Three short stories deal with Dixon Wells, a perpetually late playboy who runs afoul of the inventions of his friend and former instructor in \"Newer Physics\", Professor Haskel van Manderpootz, a supremely immodest genius who rates Albert Einstein as his equal (or slight inferior). In \"The Worlds of If\", Wells tests an invention that reveals what might have been; in \"The Ideal\", the professor creates a device that can show the image of a person's ideal (in Wells' case, his perfect woman); the contrivance of \"The Point of View\" allows one to see the world from another's perspective. In all three, Wells finds and then loses the woman of his dreams.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Romantic_fiction",
        "https://en.wikipedia.org/wiki/A_Martian_Odyssey",
        "https://en.wikipedia.org/wiki/Wonder_Stories",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/A_Martian_Odyssey",
        "https://en.wikipedia.org/wiki/Lung_cancer",
        "https://en.wikipedia.org/wiki/Jewish",
        "https://en.wikipedia.org/wiki/Milwaukee",
        "https://en.wikipedia.org/wiki/Chemical_engineering",
        "https://en.wikipedia.org/wiki/A_Martian_Odyssey",
        "https://en.wikipedia.org/wiki/King_Features_Syndicate",
        "https://en.wikipedia.org/wiki/Isaac_Asimov",
        "https://en.wikipedia.org/wiki/Science_Fiction_Writers_of_America",
        "https://en.wikipedia.org/wiki/Astounding_Magazine",
        "https://en.wikipedia.org/wiki/Wonder_Stories",
        "https://en.wikipedia.org/wiki/Science_fiction_fanzine",
        "https://en.wikipedia.org/wiki/Temple_University",
        "https://en.wikipedia.org/wiki/The_Adaptive_Ultimate",
        "https://en.wikipedia.org/wiki/Mari_Blanchard",
        "https://en.wikipedia.org/wiki/Albert_Dekker",
        "https://en.wikipedia.org/wiki/Cordwainer_Smith_Rediscovery_Award",
        "https://en.wikipedia.org/wiki/Lester_del_Rey",
        "https://en.wikipedia.org/wiki/Edgar_Rice_Burroughs",
        "https://en.wikipedia.org/wiki/Frederik_Pohl",
        "https://en.wikipedia.org/wiki/Hugo_Gernsback",
        "https://en.wikipedia.org/wiki/Alexei_Panshin",
        "https://en.wikipedia.org/wiki/Cory_Panshin",
        "https://en.wikipedia.org/wiki/Martians",
        "https://en.wikipedia.org/wiki/Redemption_Cairn",
        "https://en.wikipedia.org/wiki/The_Red_Peri",
        "https://en.wikipedia.org/wiki/The_Mad_Moon",
        "https://en.wikipedia.org/wiki/The_Mad_Moon",
        "https://en.wikipedia.org/wiki/Tidal_Moon",
        "https://en.wikipedia.org/wiki/Gas_giants",
        "https://en.wikipedia.org/wiki/Uranus",
        "https://en.wikipedia.org/wiki/Albert_Einstein",
        "https://en.wikipedia.org/wiki/Fantasy_Press",
        "https://en.wikipedia.org/wiki/Tachyon_Publications",
        "https://en.wikipedia.org/wiki/The_Dark_Other",
        "https://en.wikipedia.org/wiki/Fantasy_Publishing_Company",
        "https://en.wikipedia.org/wiki/A_Martian_Odyssey",
        "https://en.wikipedia.org/wiki/Valley_of_Dreams",
        "https://en.wikipedia.org/wiki/Flight_on_Titan",
        "https://en.wikipedia.org/wiki/Parasite_Planet",
        "https://en.wikipedia.org/wiki/Donald_Wandrei",
        "https://en.wikipedia.org/wiki/Harl_Vincent",
        "https://en.wikipedia.org/wiki/Murray_Leinster",
        "https://en.wikipedia.org/wiki/The_Planet_of_Doubt",
        "https://en.wikipedia.org/wiki/The_Adaptive_Ultimate",
        "https://en.wikipedia.org/wiki/The_Red_Peri",
        "https://en.wikipedia.org/wiki/The_Mad_Moon",
        "https://en.wikipedia.org/wiki/Redemption_Cairn",
        "https://en.wikipedia.org/wiki/Shutdown_of_thermohaline_circulation",
        "https://en.wikipedia.org/wiki/Roger_Sherman_Hoar",
        "https://en.wikipedia.org/wiki/Tidal_Moon",
        "https://en.wikipedia.org/wiki/Robert_Bloch",
        "https://en.wikipedia.org/wiki/Ballantine_Books",
        "https://en.wikipedia.org/wiki/A_Martian_Odyssey_and_Others",
        "https://en.wikipedia.org/wiki/Fantasy_Press",
        "https://en.wikipedia.org/wiki/Lancer_Books",
        "https://en.wikipedia.org/wiki/Fantasy_Press",
        "https://en.wikipedia.org/wiki/Internet_Movie_Database",
        "https://en.wikipedia.org/wiki/Standard_Ebooks",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/Distributed_Proofreaders_Canada",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/The_Encyclopedia_of_Science_Fiction",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Forgotten_Futures",
        "https://en.wikipedia.org/wiki/Bud_Webster",
        "https://en.wikipedia.org/wiki/Grantville_Gazette",
        "https://en.wikipedia.org/wiki/Library_of_Congress",
        "https://en.wikipedia.org/wiki/Planetary_series",
        "https://en.wikipedia.org/wiki/A_Martian_Odyssey",
        "https://en.wikipedia.org/wiki/Valley_of_Dreams",
        "https://en.wikipedia.org/wiki/Flight_on_Titan",
        "https://en.wikipedia.org/wiki/The_Red_Peri",
        "https://en.wikipedia.org/wiki/Tidal_Moon",
        "https://en.wikipedia.org/wiki/Parasite_Planet",
        "https://en.wikipedia.org/wiki/The_Planet_of_Doubt",
        "https://en.wikipedia.org/wiki/Redemption_Cairn",
        "https://en.wikipedia.org/wiki/The_Mad_Moon",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}