{
    "url": "https://en.wikipedia.org/wiki/Star_formation",
    "title": "Star formation",
    "table_of_contents": [
        "1 Stellar nurseries",
        "1.1 Interstellar clouds",
        "1.2 Cloud collapse",
        "2 Protostar",
        "3 Observations",
        "3.1 Notable pathfinder objects",
        "4 Low mass and high mass star formation",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Star formation is the process by which dense regions within molecular clouds in interstellar space, sometimes referred to as \"stellar nurseries\" or \"star-forming regions\", collapse and form stars.[1] As a branch of astronomy, star formation includes the study of the interstellar medium (ISM) and giant molecular clouds (GMC) as precursors to the star formation process, and the study of protostars and young stellar objects as its immediate products.  It is closely related to planet formation, another branch of astronomy.  Star formation theory, as well as accounting for the formation of a single star, must also account for the statistics of binary stars and the initial mass function. Most stars do not form in isolation but as part of a group of stars referred  as star clusters or stellar associations.[2]\n\n"
        },
        {
            "title": "Stellar nurseries",
            "text": "A spiral galaxy like the Milky Way contains stars, stellar remnants, and a diffuse interstellar medium (ISM) of gas and dust. The interstellar medium consists of 104 to 106 particles per cm3 and is typically composed of roughly 70% hydrogen by mass, with most of the remaining gas consisting of helium. This medium has been chemically enriched by trace amounts of heavier elements that were produced and ejected from stars via the fusion of helium as they passed beyond the end of their main sequence lifetime. Higher density regions of the interstellar medium form clouds, or diffuse nebulae,[3] where star formation takes place.[4] In contrast to spirals, an elliptical galaxy loses the cold component of its interstellar medium within roughly a billion years, which hinders the galaxy from forming diffuse nebulae except through  mergers with other galaxies.[5]\n\nIn the dense nebulae where stars are produced, much of the hydrogen is in the molecular (H2) form, so these nebulae are called molecular clouds.[4] The Herschel Space Observatory has revealed that filaments are truly ubiquitous in molecular clouds. Dense molecular filaments, which are central to the star formation process, will fragment into gravitationally bound cores, most of which will evolve into stars. Continuous accretion of gas, geometrical bending, and magnetic fields may control the detailed fragmentation manner of the filaments. In supercritical filaments observations have revealed quasi-periodic chains of dense cores with spacing comparable to the filament inner width, and includes embedded protostars with outflows. [6] Observations indicate that the coldest clouds tend to form low-mass stars, observed first in the infrared inside the clouds, then in visible light at their surface when the clouds dissipate, while giant molecular clouds, which are generally warmer, produce stars of all masses.[7] These giant molecular clouds have typical densities of 100 particles per cm3, diameters of 100 light-years (9.5×1014 km), masses of up to 6 million solar masses (M☉),[8] and an average interior temperature of 10 K. About half the total mass of the galactic ISM is found in molecular clouds[9] and in the Milky Way there are an estimated 6,000 molecular clouds, each with more than 100,000 M☉.[10] The nearest nebula to the Sun where massive stars are being formed is the Orion Nebula, 1,300 ly (1.2×1016 km) away.[11] However, lower mass star formation is occurring about 400–450 light years distant in the ρ Ophiuchi cloud complex.[12]\n\nA more compact site of star formation is the opaque clouds of dense gas and dust known as Bok globules, so named after the astronomer Bart Bok. These can form in association with collapsing molecular clouds or possibly independently.[13] The Bok globules are typically up to a light year across and contain a few solar masses.[14] They can be observed as dark clouds silhouetted against bright emission nebulae or background stars. Over half the known Bok globules have been found to contain newly forming stars.[15]\n\nAn interstellar cloud of gas will remain in hydrostatic equilibrium as long as the kinetic energy of the gas pressure is in balance with the potential energy of the internal gravitational force. Mathematically this is expressed using the virial theorem, which states that,  to maintain equilibrium, the gravitational potential energy must equal twice the internal thermal energy.[17] If a cloud is massive enough that the gas pressure is insufficient to support it, the cloud will undergo gravitational collapse. The mass above which a cloud will undergo such collapse is called the Jeans mass. The Jeans mass depends on the temperature and density of the cloud, but is typically thousands to tens of thousands of solar masses.[4] During cloud collapse dozens to tens of thousands of stars form more or less simultaneously which is observable in so-called embedded clusters. The end product of a core collapse is an  open cluster of stars.[18]\n\nIn triggered star formation, one of several events might occur to compress a molecular cloud and initiate its gravitational collapse. Molecular clouds may collide with each other, or a nearby supernova explosion can be a trigger, sending shocked matter into the cloud at very high speeds.[4] (The resulting new stars may themselves soon produce supernovae, producing self-propagating star formation.)  Alternatively, galactic collisions can trigger massive starbursts of star formation as the gas clouds in each galaxy are compressed and agitated by tidal forces.[20] The latter mechanism may be responsible for the formation of globular clusters.[21]\n\nA supermassive black hole at the core of a galaxy may serve to regulate the rate of star formation in a galactic nucleus. A black hole that is accreting infalling matter can become active, emitting a strong wind through a collimated relativistic jet. This can limit further star formation. Massive black holes ejecting radio-frequency-emitting particles at near-light speed can also block the formation of new stars in aging galaxies.[22] However, the radio emissions around the jets may also trigger star formation. Likewise, a weaker jet may trigger star formation when it collides with a cloud.[23]\n\nAs it collapses, a molecular cloud breaks into smaller and smaller pieces in a hierarchical manner, until the fragments reach stellar mass. In each of these fragments, the collapsing gas radiates away the energy gained by the release of gravitational potential energy.  As the density increases, the fragments become opaque and are thus less efficient at radiating away their energy. This raises the temperature of the cloud and inhibits further fragmentation. The fragments now condense into rotating spheres of gas that serve as stellar embryos.[25]\n\nComplicating this picture of a collapsing cloud are the effects of turbulence, macroscopic flows, rotation, magnetic fields and the cloud geometry. Both rotation and magnetic fields can hinder the collapse of a cloud.[26][27] Turbulence is instrumental in causing fragmentation of the cloud, and on the smallest scales it promotes collapse.[28]\n\n"
        },
        {
            "title": "Protostar",
            "text": "A protostellar cloud will continue to collapse as long as the gravitational binding energy can be eliminated. This excess energy is primarily lost through radiation. However, the collapsing cloud will eventually become opaque to its own radiation, and the energy must be removed through some other means. The dust within the cloud becomes heated to temperatures of 60–100 K, and these particles radiate at wavelengths in the far infrared where the cloud is transparent. Thus the dust mediates the further collapse of the cloud.[29]\n\nDuring the collapse, the density of the cloud increases towards the center and thus the middle region becomes optically opaque first. This occurs when the density is about 10−13 g / cm3. A core region, called the first hydrostatic core, forms where the collapse is essentially halted. It continues to increase in temperature as determined by the virial theorem. The gas falling toward this opaque region collides with it and creates shock waves that further heat the core.[30]\n\nWhen the core temperature reaches about 2000 K, the thermal energy dissociates the H2 molecules.[30] This is followed by the ionization of the hydrogen and helium atoms. These processes absorb the energy of the contraction, allowing it to continue on timescales comparable to the period of collapse at free fall velocities.[31] After the density of infalling material has reached about 10−8 g / cm3, that material is sufficiently transparent to allow energy radiated by the protostar to escape. The combination of convection within the protostar and radiation from its exterior allow the star to contract further.[30] This continues until the gas is hot enough for the internal pressure to support the protostar against further gravitational collapse—a state called hydrostatic equilibrium. When this accretion phase is nearly complete, the resulting object is known as a protostar.[4]\n\nAccretion of material onto the protostar continues partially from the newly formed circumstellar disc. When the density and temperature are high enough, deuterium fusion begins, and the outward pressure of the resultant radiation slows (but does not stop) the collapse. Material comprising the cloud continues to \"rain\" onto the protostar. In this stage bipolar jets are produced called Herbig–Haro objects. This is probably the means by which excess angular momentum of the infalling material is expelled, allowing the star to continue to form.\n\nWhen the surrounding gas and dust envelope disperses and accretion process stops, the star is considered a pre-main-sequence star (PMS star). The energy source of these objects is gravitational contraction, as opposed to hydrogen burning in main sequence stars. The PMS star follows a Hayashi track on the Hertzsprung–Russell (H–R) diagram.[33] The contraction will proceed until the Hayashi limit is reached, and thereafter contraction will continue on a Kelvin–Helmholtz timescale with the temperature remaining stable. Stars with less than 0.5 M☉ thereafter join the main sequence. For more massive PMS stars, at the end of the Hayashi track they will slowly collapse in near hydrostatic equilibrium, following the Henyey track.[34]\n\nFinally, hydrogen begins to fuse in the core of the star, and the rest of the enveloping material is cleared away. This ends the protostellar phase and begins the star's main sequence phase on the H–R diagram.\n\nThe stages of the process are well defined in stars with masses around 1 M☉ or less. In high mass stars, the length of the star formation process is comparable to the other timescales of their evolution, much shorter, and the process is not so well defined. The later evolution of stars is studied in stellar evolution.\n\n"
        },
        {
            "title": "Observations",
            "text": "Key elements of star formation are only available by observing in wavelengths other than the optical. The protostellar stage of stellar existence is almost invariably hidden away deep inside dense clouds of gas and dust left over from the GMC. Often, these star-forming cocoons known as Bok globules, can be seen in silhouette against bright emission from surrounding gas.[35] Early stages of a star's life can be seen in infrared light, which penetrates the dust more easily than visible light.[36]  \nObservations from the Wide-field Infrared Survey Explorer (WISE) have thus been especially important for unveiling numerous galactic protostars and their parent star clusters.[37][38]  Examples of such embedded star clusters are FSR 1184, FSR 1190, Camargo 14, Camargo 74, Majaess 64, and Majaess 98.[39]\n\nThe structure of the molecular cloud and the effects of the protostar can be observed in near-IR extinction maps (where the number of stars are counted per unit area and compared to a nearby zero extinction area of sky), continuum dust emission and rotational transitions of CO and other molecules; these last two are observed in the millimeter and submillimeter range. The radiation from the protostar and early star has to be observed in infrared astronomy wavelengths, as the extinction caused by the rest of the cloud in which the star is forming is usually too big to allow us to observe it in the visual part of the spectrum. This presents considerable difficulties as the Earth's atmosphere is almost entirely opaque from 20μm to 850μm, with narrow windows at 200μm and 450μm. Even outside this range, atmospheric subtraction techniques must be used.\n\nX-ray observations have proven useful for studying young stars, since X-ray emission from these objects is about 100–100,000 times stronger than X-ray emission from main-sequence stars.[41] The earliest detections of X-rays from T Tauri stars were made by the Einstein X-ray Observatory.[42][43] For low-mass stars X-rays are generated by the heating of the stellar corona through magnetic reconnection, while for high-mass O and early B-type stars X-rays are generated through supersonic shocks in the stellar winds. Photons in the soft X-ray energy range covered by the Chandra X-ray Observatory and XMM-Newton may penetrate the interstellar medium with only moderate absorption due to gas, making the X-ray a useful wavelength for seeing the stellar populations within molecular clouds. X-ray emission as evidence of stellar youth makes this band particularly useful for performing censuses of stars in star-forming regions, given that not all young stars have infrared excesses.[44] X-ray observations have provided near-complete censuses of all stellar-mass objects in the Orion Nebula Cluster and Taurus Molecular Cloud.[45][46]\n\nThe formation of individual stars can only be directly observed in the Milky Way Galaxy, but in distant galaxies star formation has been detected through its unique spectral signature.\n\nInitial research indicates star-forming clumps start as giant, dense areas in turbulent gas-rich matter in young galaxies, live about 500 million years, and may migrate to the center of a galaxy, creating the central bulge of a galaxy.[47]\n\nOn February 21, 2014, NASA announced a greatly upgraded database for tracking polycyclic aromatic hydrocarbons (PAHs) in the universe. According to scientists, more than 20% of the carbon in the universe may be associated with PAHs, possible starting materials for the formation of life. PAHs seem to have been formed shortly after the Big Bang, are widespread throughout the universe, and are associated with new stars and exoplanets.[48]\n\nIn February 2018, astronomers reported, for the first time, a signal of the reionization epoch, an indirect detection of light from the earliest stars formed - about 180 million years after the Big Bang.[49]\n\nAn article published on October 22, 2019, reported on the detection of 3MM-1, a massive star-forming galaxy about 12.5 billion light-years away that is obscured by clouds of dust.[50] At a mass of about 1010.8 solar masses, it showed a star formation rate about 100 times as high as in the Milky Way.[51]\n\n"
        },
        {
            "title": "Low mass and high mass star formation",
            "text": "Stars of different masses are thought to form by slightly different mechanisms.  The theory of low-mass star formation, which is well-supported by observation, suggests that low-mass stars form by the gravitational collapse of rotating density enhancements within molecular clouds.  As described above, the collapse of a rotating cloud of gas and dust leads to the formation of an accretion disk through which matter is channeled onto a central protostar.  For stars with masses higher than about 8 M☉, however, the mechanism of star formation is not well understood.\n\nMassive stars emit copious quantities of radiation which pushes against infalling material.  In the past, it was thought that this radiation pressure might be substantial enough to halt accretion onto the massive protostar and prevent the formation of stars with masses more than a few tens of solar masses.[57] Recent theoretical work has shown that the production of a jet and outflow clears a cavity through which much of the radiation from a massive protostar can escape without hindering accretion through the disk and onto the protostar.[58][59] Present thinking is that massive stars may therefore be able to form by a mechanism similar to that by which low mass stars form.\n\nThere is mounting evidence that at least some massive protostars are indeed surrounded by accretion disks.  Several other theories of massive star formation remain to be tested observationally.  Of these, perhaps the most prominent is the theory of competitive accretion, which suggests that massive protostars are \"seeded\" by low-mass protostars which compete with other protostars to draw in matter from the entire parent molecular cloud, instead of simply from a small local region.[60][61]\n\nAnother theory of massive star formation suggests that massive stars may form by the coalescence of two or more stars of lower mass.[62]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Molecular_cloud",
        "https://en.wikipedia.org/wiki/Interstellar_space",
        "https://en.wikipedia.org/wiki/Star",
        "https://en.wikipedia.org/wiki/Jeans_instability",
        "https://en.wikipedia.org/wiki/Star",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Interstellar_medium",
        "https://en.wikipedia.org/wiki/Giant_molecular_cloud",
        "https://en.wikipedia.org/wiki/Protostar",
        "https://en.wikipedia.org/wiki/Young_stellar_object",
        "https://en.wikipedia.org/wiki/Planet_formation",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Binary_star",
        "https://en.wikipedia.org/wiki/Initial_mass_function",
        "https://en.wikipedia.org/wiki/Star_cluster",
        "https://en.wikipedia.org/wiki/Stellar_association",
        "https://en.wikipedia.org/wiki/Spiral_galaxy",
        "https://en.wikipedia.org/wiki/Star",
        "https://en.wikipedia.org/wiki/Stellar_remnant",
        "https://en.wikipedia.org/wiki/Interstellar_medium",
        "https://en.wikipedia.org/wiki/Hydrogen",
        "https://en.wikipedia.org/wiki/Helium",
        "https://en.wikipedia.org/wiki/Metallicity",
        "https://en.wikipedia.org/wiki/Main_sequence",
        "https://en.wikipedia.org/wiki/Diffuse_nebulae",
        "https://en.wikipedia.org/wiki/Elliptical_galaxy",
        "https://en.wikipedia.org/wiki/Hubble_Space_Telescope",
        "https://en.wikipedia.org/wiki/Pillars_of_Creation",
        "https://en.wikipedia.org/wiki/Eagle_Nebula",
        "https://en.wikipedia.org/wiki/Molecular_cloud",
        "https://en.wikipedia.org/wiki/Herschel_Space_Observatory",
        "https://en.wikipedia.org/wiki/Kilometre",
        "https://en.wikipedia.org/wiki/Solar_mass",
        "https://en.wikipedia.org/wiki/Solar_mass",
        "https://en.wikipedia.org/wiki/Kelvin",
        "https://en.wikipedia.org/wiki/Milky_Way",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Orion_Nebula",
        "https://en.wikipedia.org/wiki/Rho_Ophiuchi_cloud_complex",
        "https://en.wikipedia.org/wiki/Bok_globule",
        "https://en.wikipedia.org/wiki/Bart_Bok",
        "https://en.wikipedia.org/wiki/Solar_mass",
        "https://en.wikipedia.org/wiki/Emission_nebula",
        "https://en.wikipedia.org/wiki/Hydrostatic_equilibrium",
        "https://en.wikipedia.org/wiki/Kinetic_energy",
        "https://en.wikipedia.org/wiki/Pressure",
        "https://en.wikipedia.org/wiki/Potential_energy",
        "https://en.wikipedia.org/wiki/Gravitational_force",
        "https://en.wikipedia.org/wiki/Virial_theorem",
        "https://en.wikipedia.org/wiki/Gravitational_collapse",
        "https://en.wikipedia.org/wiki/Jeans_mass",
        "https://en.wikipedia.org/wiki/Embedded_cluster",
        "https://en.wikipedia.org/wiki/Open_cluster",
        "https://en.wikipedia.org/wiki/Atacama_Large_Millimeter_Array",
        "https://en.wikipedia.org/wiki/Gravitational_collapse",
        "https://en.wikipedia.org/wiki/Supernova",
        "https://en.wikipedia.org/wiki/Shock_wave",
        "https://en.wikipedia.org/wiki/SSPSF_model",
        "https://en.wikipedia.org/wiki/Interacting_galaxy",
        "https://en.wikipedia.org/wiki/Galactic_tide",
        "https://en.wikipedia.org/wiki/Globular_cluster",
        "https://en.wikipedia.org/wiki/Supermassive_black_hole",
        "https://en.wikipedia.org/wiki/Active_galactic_nucleus",
        "https://en.wikipedia.org/wiki/Relativistic_jet",
        "https://en.wikipedia.org/wiki/Gravitational",
        "https://en.wikipedia.org/wiki/Potential_energy",
        "https://en.wikipedia.org/wiki/Turbulence",
        "https://en.wikipedia.org/wiki/Rotation",
        "https://en.wikipedia.org/wiki/Magnetic_fields",
        "https://en.wikipedia.org/wiki/Protostar",
        "https://en.wikipedia.org/wiki/LH_95",
        "https://en.wikipedia.org/wiki/Composite_image",
        "https://en.wikipedia.org/wiki/Pressure",
        "https://en.wikipedia.org/wiki/Hydrostatic_equilibrium",
        "https://en.wikipedia.org/wiki/Protostar",
        "https://en.wikipedia.org/wiki/Circumstellar_disc",
        "https://en.wikipedia.org/wiki/Deuterium_fusion",
        "https://en.wikipedia.org/wiki/Radiation_pressure",
        "https://en.wikipedia.org/wiki/Protostar",
        "https://en.wikipedia.org/wiki/Angular_momentum",
        "https://en.wikipedia.org/wiki/Hayashi_track",
        "https://en.wikipedia.org/wiki/Hayashi_limit",
        "https://en.wikipedia.org/wiki/Henyey_track",
        "https://en.wikipedia.org/wiki/Hydrogen",
        "https://en.wikipedia.org/wiki/Main_sequence",
        "https://en.wikipedia.org/wiki/Stellar_evolution",
        "https://en.wikipedia.org/wiki/Protostar",
        "https://en.wikipedia.org/wiki/HOPS_383",
        "https://en.wikipedia.org/wiki/Orion_Nebula",
        "https://en.wikipedia.org/wiki/Wavelength",
        "https://en.wikipedia.org/wiki/Giant_molecular_cloud",
        "https://en.wikipedia.org/wiki/Bok_globule",
        "https://en.wikipedia.org/wiki/Silhouette",
        "https://en.wikipedia.org/wiki/Infrared_astronomy",
        "https://en.wikipedia.org/wiki/Star_cluster",
        "https://en.wikipedia.org/wiki/Rotational_transition",
        "https://en.wikipedia.org/wiki/Carbon_monoxide",
        "https://en.wikipedia.org/wiki/Radio_astronomy",
        "https://en.wikipedia.org/wiki/Infrared",
        "https://en.wikipedia.org/wiki/Flame_Nebula",
        "https://en.wikipedia.org/wiki/Einstein_Observatory",
        "https://en.wikipedia.org/wiki/Magnetic_reconnection",
        "https://en.wikipedia.org/wiki/Orion_Nebula",
        "https://en.wikipedia.org/wiki/Taurus_Molecular_Cloud",
        "https://en.wikipedia.org/wiki/Milky_Way",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Polycyclic_aromatic_hydrocarbon",
        "https://en.wikipedia.org/wiki/Universe",
        "https://en.wikipedia.org/wiki/Carbon",
        "https://en.wikipedia.org/wiki/PAH_world_hypothesis",
        "https://en.wikipedia.org/wiki/Big_Bang",
        "https://en.wikipedia.org/wiki/Exoplanet",
        "https://en.wikipedia.org/wiki/Reionization",
        "https://en.wikipedia.org/wiki/Big_Bang",
        "https://en.wikipedia.org/wiki/Cosmic_dust",
        "https://en.wikipedia.org/wiki/Solar_mass",
        "https://en.wikipedia.org/wiki/Milky_Way",
        "https://en.wikipedia.org/wiki/MWC_349",
        "https://en.wikipedia.org/wiki/L1014",
        "https://en.wikipedia.org/wiki/Brown_dwarf",
        "https://en.wikipedia.org/wiki/Rogue_planet",
        "https://en.wikipedia.org/wiki/Main_sequence",
        "https://en.wikipedia.org/wiki/Galactic_Center",
        "https://en.wikipedia.org/wiki/Westerhout_40",
        "https://en.wikipedia.org/wiki/Radiation_pressure",
        "https://en.wikipedia.org/wiki/Champagne_flow_model",
        "https://en.wikipedia.org/wiki/Chronology_of_the_universe",
        "https://en.wikipedia.org/wiki/Formation_and_evolution_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/Galaxy_formation_and_evolution",
        "https://en.wikipedia.org/wiki/Monthly_Notices_of_the_Royal_Astronomical_Society",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Star",
        "https://en.wikipedia.org/wiki/Molecular_cloud",
        "https://en.wikipedia.org/wiki/Bok_globule",
        "https://en.wikipedia.org/wiki/Young_stellar_object",
        "https://en.wikipedia.org/wiki/Protostar",
        "https://en.wikipedia.org/wiki/Hayashi_track",
        "https://en.wikipedia.org/wiki/Henyey_track",
        "https://en.wikipedia.org/wiki/Stellar_evolution",
        "https://en.wikipedia.org/wiki/Main_sequence",
        "https://en.wikipedia.org/wiki/Horizontal_branch",
        "https://en.wikipedia.org/wiki/Red_clump",
        "https://en.wikipedia.org/wiki/Asymptotic_giant_branch",
        "https://en.wikipedia.org/wiki/Blue_loop",
        "https://en.wikipedia.org/wiki/Planetary_nebula",
        "https://en.wikipedia.org/wiki/Protoplanetary_nebula",
        "https://en.wikipedia.org/wiki/PG_1159_star",
        "https://en.wikipedia.org/wiki/Instability_strip",
        "https://en.wikipedia.org/wiki/Luminous_blue_variable",
        "https://en.wikipedia.org/wiki/Blue_straggler",
        "https://en.wikipedia.org/wiki/Stellar_population",
        "https://en.wikipedia.org/wiki/Supernova",
        "https://en.wikipedia.org/wiki/Superluminous_supernova",
        "https://en.wikipedia.org/wiki/Hypernova",
        "https://en.wikipedia.org/wiki/Stellar_classification",
        "https://en.wikipedia.org/wiki/Red_dwarf",
        "https://en.wikipedia.org/wiki/Subdwarf",
        "https://en.wikipedia.org/wiki/Subdwarf_O_star",
        "https://en.wikipedia.org/wiki/Subdwarf_B_star",
        "https://en.wikipedia.org/wiki/OB_star",
        "https://en.wikipedia.org/wiki/Subgiant",
        "https://en.wikipedia.org/wiki/Giant_star",
        "https://en.wikipedia.org/wiki/Blue_giant",
        "https://en.wikipedia.org/wiki/Red_giant",
        "https://en.wikipedia.org/wiki/Yellow_giant",
        "https://en.wikipedia.org/wiki/Bright_giant",
        "https://en.wikipedia.org/wiki/Supergiant",
        "https://en.wikipedia.org/wiki/Blue_supergiant",
        "https://en.wikipedia.org/wiki/Red_supergiant",
        "https://en.wikipedia.org/wiki/Yellow_supergiant",
        "https://en.wikipedia.org/wiki/Hypergiant",
        "https://en.wikipedia.org/wiki/Yellow_hypergiant",
        "https://en.wikipedia.org/wiki/Carbon_star",
        "https://en.wikipedia.org/wiki/CN_star",
        "https://en.wikipedia.org/wiki/CH_star",
        "https://en.wikipedia.org/wiki/White_dwarf",
        "https://en.wikipedia.org/wiki/Chemically_peculiar_star",
        "https://en.wikipedia.org/wiki/Am_star",
        "https://en.wikipedia.org/wiki/Ap_and_Bp_stars",
        "https://en.wikipedia.org/wiki/CEMP_star",
        "https://en.wikipedia.org/wiki/Barium_star",
        "https://en.wikipedia.org/wiki/Lead_star",
        "https://en.wikipedia.org/wiki/Technetium_star",
        "https://en.wikipedia.org/wiki/Be_star",
        "https://en.wikipedia.org/wiki/Shell_star",
        "https://en.wikipedia.org/wiki/Helium_star",
        "https://en.wikipedia.org/wiki/Extreme_helium_star",
        "https://en.wikipedia.org/wiki/Compact_star",
        "https://en.wikipedia.org/wiki/Compact_star",
        "https://en.wikipedia.org/wiki/White_dwarf",
        "https://en.wikipedia.org/wiki/Helium_planet",
        "https://en.wikipedia.org/wiki/Black_dwarf",
        "https://en.wikipedia.org/wiki/Neutron_star",
        "https://en.wikipedia.org/wiki/Pulsar",
        "https://en.wikipedia.org/wiki/Binary_pulsar",
        "https://en.wikipedia.org/wiki/Magnetar",
        "https://en.wikipedia.org/wiki/Stellar_black_hole",
        "https://en.wikipedia.org/wiki/Soft_gamma_repeater",
        "https://en.wikipedia.org/wiki/Hypothetical_star",
        "https://en.wikipedia.org/wiki/Black_dwarf",
        "https://en.wikipedia.org/wiki/Exotic_star",
        "https://en.wikipedia.org/wiki/Boson_star",
        "https://en.wikipedia.org/wiki/Electroweak_star",
        "https://en.wikipedia.org/wiki/Strange_star",
        "https://en.wikipedia.org/wiki/Preon_star",
        "https://en.wikipedia.org/wiki/Planck_star",
        "https://en.wikipedia.org/wiki/Quark_star",
        "https://en.wikipedia.org/wiki/Q_star",
        "https://en.wikipedia.org/wiki/Gravastar",
        "https://en.wikipedia.org/wiki/Iron_star",
        "https://en.wikipedia.org/wiki/Blitzar",
        "https://en.wikipedia.org/wiki/White_hole",
        "https://en.wikipedia.org/wiki/Planck_star",
        "https://en.wikipedia.org/wiki/Stellar_nucleosynthesis",
        "https://en.wikipedia.org/wiki/Deuterium_fusion",
        "https://en.wikipedia.org/wiki/Lithium_burning",
        "https://en.wikipedia.org/wiki/CNO_cycle",
        "https://en.wikipedia.org/wiki/Helium_flash",
        "https://en.wikipedia.org/wiki/Alpha_process",
        "https://en.wikipedia.org/wiki/Nova",
        "https://en.wikipedia.org/wiki/Symbiotic_nova",
        "https://en.wikipedia.org/wiki/Nova_remnant",
        "https://en.wikipedia.org/wiki/Luminous_red_nova",
        "https://en.wikipedia.org/wiki/Recurrent_novae",
        "https://en.wikipedia.org/wiki/Micronova",
        "https://en.wikipedia.org/wiki/Stellar_structure",
        "https://en.wikipedia.org/wiki/Stellar_core",
        "https://en.wikipedia.org/wiki/Convection_zone",
        "https://en.wikipedia.org/wiki/Microturbulence",
        "https://en.wikipedia.org/wiki/Radiation_zone",
        "https://en.wikipedia.org/wiki/Stellar_atmosphere",
        "https://en.wikipedia.org/wiki/Photosphere",
        "https://en.wikipedia.org/wiki/Starspot",
        "https://en.wikipedia.org/wiki/Chromosphere",
        "https://en.wikipedia.org/wiki/Stellar_corona",
        "https://en.wikipedia.org/wiki/Stellar_wind",
        "https://en.wikipedia.org/wiki/Bipolar_outflow",
        "https://en.wikipedia.org/wiki/Accretion_disk",
        "https://en.wikipedia.org/wiki/Protoplanetary_disk",
        "https://en.wikipedia.org/wiki/Proplyd",
        "https://en.wikipedia.org/wiki/Asteroseismology",
        "https://en.wikipedia.org/wiki/Helioseismology",
        "https://en.wikipedia.org/wiki/Circumstellar_dust",
        "https://en.wikipedia.org/wiki/Cosmic_dust",
        "https://en.wikipedia.org/wiki/Circumstellar_envelope",
        "https://en.wikipedia.org/wiki/Eddington_luminosity",
        "https://en.wikipedia.org/wiki/Stellar_designations_and_names",
        "https://en.wikipedia.org/wiki/Stellar_dynamics",
        "https://en.wikipedia.org/wiki/Effective_temperature",
        "https://en.wikipedia.org/wiki/Luminosity",
        "https://en.wikipedia.org/wiki/Stellar_kinematics",
        "https://en.wikipedia.org/wiki/Stellar_magnetic_field",
        "https://en.wikipedia.org/wiki/Absolute_magnitude",
        "https://en.wikipedia.org/wiki/Stellar_mass",
        "https://en.wikipedia.org/wiki/Metallicity",
        "https://en.wikipedia.org/wiki/Stellar_rotation",
        "https://en.wikipedia.org/wiki/Starlight",
        "https://en.wikipedia.org/wiki/Variable_star",
        "https://en.wikipedia.org/wiki/Photometric_system",
        "https://en.wikipedia.org/wiki/Color_index",
        "https://en.wikipedia.org/wiki/Star_system",
        "https://en.wikipedia.org/wiki/Binary_star",
        "https://en.wikipedia.org/wiki/Contact_binary",
        "https://en.wikipedia.org/wiki/Common_envelope",
        "https://en.wikipedia.org/wiki/Eclipsing_binary",
        "https://en.wikipedia.org/wiki/Symbiotic_binary",
        "https://en.wikipedia.org/wiki/Star_system",
        "https://en.wikipedia.org/wiki/Star_cluster",
        "https://en.wikipedia.org/wiki/Open_cluster",
        "https://en.wikipedia.org/wiki/Globular_cluster",
        "https://en.wikipedia.org/wiki/Super_star_cluster",
        "https://en.wikipedia.org/wiki/Planetary_system",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Solar_radio_emission",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Sunlight",
        "https://en.wikipedia.org/wiki/Pole_star",
        "https://en.wikipedia.org/wiki/Circumpolar_star",
        "https://en.wikipedia.org/wiki/Constellation",
        "https://en.wikipedia.org/wiki/Apparent_magnitude",
        "https://en.wikipedia.org/wiki/Photographic_magnitude",
        "https://en.wikipedia.org/wiki/Radial_velocity",
        "https://en.wikipedia.org/wiki/Proper_motion",
        "https://en.wikipedia.org/wiki/Stellar_parallax",
        "https://en.wikipedia.org/wiki/Lists_of_stars",
        "https://en.wikipedia.org/wiki/List_of_proper_names_of_stars",
        "https://en.wikipedia.org/wiki/List_of_Arabic_star_names",
        "https://en.wikipedia.org/wiki/Chinese_star_names",
        "https://en.wikipedia.org/wiki/List_of_star_extremes",
        "https://en.wikipedia.org/wiki/List_of_most_massive_stars",
        "https://en.wikipedia.org/wiki/List_of_hottest_stars",
        "https://en.wikipedia.org/wiki/List_of_coolest_stars",
        "https://en.wikipedia.org/wiki/List_of_largest_known_stars",
        "https://en.wikipedia.org/wiki/List_of_smallest_stars",
        "https://en.wikipedia.org/wiki/List_of_brightest_stars",
        "https://en.wikipedia.org/wiki/Historical_brightest_stars",
        "https://en.wikipedia.org/wiki/List_of_most_luminous_stars",
        "https://en.wikipedia.org/wiki/List_of_nearest_stars_and_brown_dwarfs",
        "https://en.wikipedia.org/wiki/List_of_nearest_bright_stars",
        "https://en.wikipedia.org/wiki/List_of_multiplanetary_systems",
        "https://en.wikipedia.org/wiki/List_of_brown_dwarfs",
        "https://en.wikipedia.org/wiki/List_of_red_dwarfs",
        "https://en.wikipedia.org/wiki/List_of_white_dwarfs",
        "https://en.wikipedia.org/wiki/List_of_novae_in_the_Milky_Way_galaxy",
        "https://en.wikipedia.org/wiki/List_of_supernovae",
        "https://en.wikipedia.org/wiki/List_of_supernova_candidates",
        "https://en.wikipedia.org/wiki/List_of_supernova_remnants",
        "https://en.wikipedia.org/wiki/List_of_planetary_nebulae",
        "https://en.wikipedia.org/wiki/Timeline_of_stellar_astronomy",
        "https://en.wikipedia.org/wiki/Substellar_object",
        "https://en.wikipedia.org/wiki/Brown_dwarf",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Galactic_year",
        "https://en.wikipedia.org/wiki/Galaxy",
        "https://en.wikipedia.org/wiki/Gravity",
        "https://en.wikipedia.org/wiki/Intergalactic_star",
        "https://en.wikipedia.org/wiki/Tidal_disruption_event",
        "https://en.wikipedia.org/wiki/Interstellar_medium",
        "https://en.wikipedia.org/wiki/Molecular_cloud",
        "https://en.wikipedia.org/wiki/Bok_globule",
        "https://en.wikipedia.org/wiki/Dark_nebula",
        "https://en.wikipedia.org/wiki/Young_stellar_object",
        "https://en.wikipedia.org/wiki/Protostar",
        "https://en.wikipedia.org/wiki/T_Tauri_star",
        "https://en.wikipedia.org/wiki/Initial_mass_function",
        "https://en.wikipedia.org/wiki/Jeans_instability",
        "https://en.wikipedia.org/wiki/Nebular_hypothesis",
        "https://en.wikipedia.org/wiki/Planetary_migration",
        "https://en.wikipedia.org/wiki/Star_formation",
        "https://en.wikipedia.org/wiki/Star_formation",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}