{
    "url": "https://en.wikipedia.org/wiki/Mikaal_Tomas",
    "title": "Starman (Mikaal Tomas)",
    "table_of_contents": [
        "1 Publication history",
        "2 Fictional character biography",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Starman (Mikaal Tomas) is a fictional character in DC Comics and is one of the Starmen within the DC Universe.[1] He is notable as one of DC Comics' earliest openly gay superheroes.[2][3][4]\n\n"
        },
        {
            "title": "Publication history",
            "text": "Mikaal Tomas (also known as Michael Thomas) is a DC Comics superhero, introduced in the 1970s. He first appeared in 1st Issue Special #12 (March 1976). Writer Gerry Conway said he simply liked the name Starman and created the character as an homage, not to the original 1940s Starman, but the Starman featured in issues of The Brave and the Bold during the mid-1960s (even though that was also the original 1940s Starman).[5] The character later suffered amnesia until he turned up in the 1990s Starman series.\n\nIn James Robinson's 1990s series, Mikaal was given the name Starman not as a means of carrying on Ted Knight's legacy, but rather in reference to the song \"Starman\" by David Bowie.[6] The song tells of a benevolent alien who arrives on Earth in order to save the planet from destruction, a situation which greatly parallels Mikaal's backstory. The 1990s series also revealed that Mikaal's homeworld was Talok III, sister planet to Talok VIII, the home of Shadow Lass. The inhabitants of the eighth planet have darker blue skin, but they are the same species. Tomas' origins have been noted to bear certain similarities to that of Captain Mar-Vell of Marvel Comics. A 2010 Robinson story subsequently clarified that Mikaal identifies himself as gay.[7] Commenting on the series, Gerry Conway said he \"was flattered and amused\" that someone would revive a character he had created strictly as a one-off to fill an issue of 1st Issue Special.[5] In 2009, writer James Robinson returned to the character, reintroducing him as a main character in Justice League: Cry for Justice.\n\n"
        },
        {
            "title": "Fictional character biography",
            "text": "Tomas is an alien who traveled to Earth to help conquer it, but instead turned against his war-like people in defense of the human race. He has blue skin and originally wore Mister Miracle-style flight-discs on his feet that allowed him to fly, and a medallion containing a sonic crystal around his neck. The gem eventually became embedded in his chest and allows him to fire bolts of energy.\n\nRobinson's series also portrayed Starman in a gay relationship; Mikaal's partner Tony was introduced in a 1998 issue of Starman.[8] Starman's specific sexual identity was not addressed in print. His long-term relationship with Tony lasted, in DC continuity, twelve years, terminated by Tony's death.\n\nTony, his lover from the Starman series, is killed while visiting his parents in New York by unnamed supervillains, prompting Mikaal to seek justice. He meets and befriends Congorilla, a fellow hero who is also mourning the loss of someone close to him, in this case his partner and close friend, Freedom Beast. The two heroes travel to Paris, where they find the two assassins who murdered their loved ones, and in the ensuing fight both villains are killed before they can reveal who hired them. After asking Animal Man for help, the heroes travel to the Justice League Watchtower, only to soon find themselves in the midst of a battle with Prometheus, the villain that hired the assassins to kill Tony and Freedom Beast. Mikaal and his companions are easily defeated, and Prometheus escapes after destroying Star City. Mikaal is later shown helping Congorilla and the members of the Justice League search for survivors in the ruins of the city.\n\nAfter this, Mikaal appears in the main Justice League of America series, where he tries to help Congorilla after he is attacked by a group of villains working for Doctor Impossible.[9] Robinson officially added Mikaal to the Justice League. In his first mission with the team, he helped capture Plastique and her companions after they tried to flee the country.[10] During Brightest Day, Mikaal is sent into space by Batman (Dick Grayson) in order to find Alan Scott after he goes insane and vows to destroy the world. Mikaal tracks Alan to the moon, where he has constructed a massive fortress composed of green energy. Before Mikaal can relay this information to his teammates, Scott attacks him and violently tears the gem from his chest.[11] Miss Martian is able to mentally contact Mikaal, who claims that he has been imprisoned in Alan's fortress and fears that he may be dying.[12] He is ultimately rescued by Doctor Mid-Nite and joins his teammates in defeating Alan.\n\nMikaal soon spirals into a delayed depression over Tony's death. He is confronted by Congorilla, who wishes him to help find Malavar, a Gorilla scientist specialising in transdimension research, in order to help heroes break into the energy dome that has been erected around Washington, D.C. during the Omega storyline.[13] After some heart-to-heart about Mikaal moving on, they discover Malavar was seeking the Fountain of Youth, and so gain the aid of Rex the Wonder Dog, a sapient dog who is aware of the Fountain's location, and Animal Man, who translates what Rex says. The group head off to its location in the Florida Everglades, and save Malavar who reveals he's there attempting to resurrect the 'one who kept him sane' during his captivity by Prometheus. They fight off Gorilla City terrorists keen to kill the renowned ape, during which Malavar's saviour, Tasmanian Devil, revives and joins the fight, helping the group win. After the battle is done, the weary Tasmanian Devil is sent home to rest, and the remaining group head off to assist efforts in Washington, D.C.. Congorilla notes to Mikaal that Tasmanian Devil is also gay, and would make a suitable partner - Mikaal expresses belief that perhaps it is best to move on (but not forget his time with Tony), and expresses interest in Congorilla's suggestion; the two heroes are  dating.[7]\n\nLater, during a battle between the Justice League and Doomsday, it was discovered that Mikaal's gem somehow affected Saint Walker's blue power ring.[14] Starman played a pivotal role in the League's final adventure, where he and the Atom were shrunken down and sent inside the Shade's brain. The two heroes freed Shade from Eclipso's control, allowing the JLA to defeat Eclipso once and for all.[15] Following an injury sustained during a battle on Gemworld, Starman resigned from the League. The team officially disbanded shortly after this.[16] Following the events of the 2011 storyline \"Flashpoint\", Mikaal is indeed shown back in Opal City, now operating as a solo hero once again. Despite having left the League, a conversation with the Shade implies that Mikaal is indeed still friends with Congorilla.[17]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Cully_Hamner",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/First_appearance",
        "https://en.wikipedia.org/wiki/1st_Issue_Special",
        "https://en.wikipedia.org/wiki/Gerry_Conway",
        "https://en.wikipedia.org/wiki/Mike_Vosburg",
        "https://en.wikipedia.org/wiki/Justice_League",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/DC_Universe",
        "https://en.wikipedia.org/wiki/Homosexuality",
        "https://en.wikipedia.org/wiki/1st_Issue_Special",
        "https://en.wikipedia.org/wiki/Gerry_Conway",
        "https://en.wikipedia.org/wiki/The_Brave_and_the_Bold",
        "https://en.wikipedia.org/wiki/Amnesia",
        "https://en.wikipedia.org/wiki/David_Bowie",
        "https://en.wikipedia.org/wiki/Shadow_Lass",
        "https://en.wikipedia.org/wiki/Marvel_Comics",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Mister_Miracle",
        "https://en.wikipedia.org/wiki/Medallion",
        "https://en.wikipedia.org/wiki/Crystal",
        "https://en.wikipedia.org/wiki/Homosexuality",
        "https://en.wikipedia.org/wiki/Congorilla",
        "https://en.wikipedia.org/wiki/Freedom_Beast",
        "https://en.wikipedia.org/wiki/Paris",
        "https://en.wikipedia.org/wiki/Animal_Man",
        "https://en.wikipedia.org/wiki/Justice_League_Watchtower",
        "https://en.wikipedia.org/wiki/Justice_League",
        "https://en.wikipedia.org/wiki/Doctor_Impossible",
        "https://en.wikipedia.org/wiki/Brightest_Day",
        "https://en.wikipedia.org/wiki/Dick_Grayson",
        "https://en.wikipedia.org/wiki/Alan_Scott",
        "https://en.wikipedia.org/wiki/Miss_Martian",
        "https://en.wikipedia.org/wiki/Fountain_of_Youth",
        "https://en.wikipedia.org/wiki/Rex_the_Wonder_Dog",
        "https://en.wikipedia.org/wiki/Everglades",
        "https://en.wikipedia.org/wiki/Gorilla_City",
        "https://en.wikipedia.org/wiki/Saint_Walker",
        "https://en.wikipedia.org/wiki/Blue_Lantern_Corps",
        "https://en.wikipedia.org/wiki/Eclipso",
        "https://en.wikipedia.org/wiki/Gemworld",
        "https://en.wikipedia.org/wiki/TwoMorrows_Publishing",
        "https://en.wikipedia.org/wiki/Gardner_Fox",
        "https://en.wikipedia.org/wiki/Jack_Burnley",
        "https://en.wikipedia.org/wiki/Charles_McNider",
        "https://en.wikipedia.org/wiki/Thom_Kallor",
        "https://en.wikipedia.org/wiki/List_of_Starman_characters",
        "https://en.wikipedia.org/wiki/Black_Pirate",
        "https://en.wikipedia.org/wiki/Sue_Dibny",
        "https://en.wikipedia.org/wiki/Elongated_Man",
        "https://en.wikipedia.org/wiki/Merry_Pemberton",
        "https://en.wikipedia.org/wiki/Sylvester_Pemberton",
        "https://en.wikipedia.org/wiki/Phantom_Lady",
        "https://en.wikipedia.org/wiki/Courtney_Whitmore",
        "https://en.wikipedia.org/wiki/Pat_Dugan",
        "https://en.wikipedia.org/wiki/Doctor_Phosphorus",
        "https://en.wikipedia.org/wiki/Doctor_Polaris",
        "https://en.wikipedia.org/wiki/Eclipso",
        "https://en.wikipedia.org/wiki/Lex_Luthor",
        "https://en.wikipedia.org/wiki/Mister_Mxyzptlk",
        "https://en.wikipedia.org/wiki/Royal_Flush_Gang",
        "https://en.wikipedia.org/wiki/Justice_Society_of_America",
        "https://en.wikipedia.org/wiki/List_of_Starman_story_arcs",
        "https://en.wikipedia.org/wiki/List_of_alien_races_in_DC_Comics",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}