{
    "url": "https://en.wikipedia.org/wiki/State_of_the_art",
    "title": "State of the art",
    "table_of_contents": [
        "1 Origin and history",
        "2 Legal importance",
        "2.1 Patent law",
        "2.2 Tort liability",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThe state of the art (sometimes cutting edge or leading edge) refers to the highest level of general development, as of a device, technique, or scientific field achieved at a particular time. However, in some contexts it can also refer to a level of development reached at any particular time as a result of the common methodologies employed at the time.\n\nThe term has been used since 1910, and has become both a common term in advertising and marketing, and a legally significant phrase with respect to both patent law and tort liability.\n\nIn advertising, the phrase is often used to convey that a product is made with the best or latest available technology, but it has been noted that \"the term 'state-of-the-art' requires little proof on the part of advertisers\", as it is considered mere puffery.[1] The use of the term in patent law \"does not connote even superiority, let alone the superlative quality the ad writers would have us ascribe to the term\".[2]\n\n"
        },
        {
            "title": "Origin and history",
            "text": "The origin of the concept of \"state-of-the-art\" took place in the beginning of the twentieth century.[3] The earliest use of the term \"state-of-the-art\" documented by the Oxford English Dictionary dates back to 1910, from an engineering manual by Henry Harrison Suplee (1856 – post 1943), an engineering graduate (University of Pennsylvania, 1876), titled Gas Turbine: progress in the design and construction of turbines operated by gases of combustion.  The relevant passage reads: \"In the present state-of-the-art this is all that can be done\". The term \"art\" refers to technics, rather than performing or fine arts.[4]\n\nOver time, use of the term increased in all fields where this kind of art has a significant role.[5] In this relation it has been quoted by the author that \"Although eighteenth century writers did not use the term, there was indeed in existence a collection of scientific and engineering knowledge and expertise that can be identified as the state-of-the-art for that time\".[5]\n\nDespite its actual meaning, which does not convey technology that is ahead of the industry, the phrase became so widely used in advertising that a 1985 article described it as \"overused\", stating that \"[it] has no punch left and actually sounds like a lie\".[6] A 1994 essay listed it among \"the same old tired clichés\" that should be avoided in advertising.[7]\n\n"
        },
        {
            "title": "Legal importance",
            "text": "In the context of European and Australian patent law, the term \"state of the art\" is a concept used in the process of assessing and asserting novelty and inventive step,[8] and is a synonym of the expression \"prior art\".[9] In the European Patent Convention (EPC), \"[the] state-of-the-art shall be held to comprise everything made available to the public by means of a written or oral description, by use, or in any other way, before the date of filing of the European patent application\" according to Article 54(2) EPC. Due account should be taken of Article 54(3) EPC as well, but merely for the examination of novelty.\n\nThe expression \"background art\" is also used in certain legal provisions, such as Rule 42(1)(b) and(c) EPC (previously Rule 27(1)(b) and (c) EPC 1973), and has the same meaning.[10]\n\nThe state-of-the-art is important in the law of tort liability, specifically in the areas of negligence and products liability. With respect to negligence, \"an engineer may defend against a claim of negligence by contending that he met the standards of his profession and the state-of-the-art\".[11] With respect to products liability, manufacturers generally have strict liability for any injury caused by defects in their products. However, in some jurisdictions a manufacturer may raise as a legal defense the assertion that their product represents the \"state-of-the-art\", and that the manufacturer therefore could not have made the product any safer in light of the knowledge available at the time.[12] For example, \"[u]nder German law, the producer can also raise the state-of-the-art defense: general tort law does not hold him liable if he could not know or discover the defect for lack of fault, and the Product Liability Statute expressly provides for this defense\".[13] This defense is available throughout the European Community under the Product Liability Directive, art. 7(e). Pursuant to this article:\n\nIn the United States, the state of an industry is \"merely evidence of due care rather than a controlling factor\",[15] but a number of states have State-of-the-Art statutes that \"make a manufacturer's compliance with technological feasibility an absolute defense to a products liability suit\".[15] Because the state-of-the-art is constantly advancing, the ability of manufacturers to claim that their products are \"state-of-the-art\" tracks their potential liability when these products are defective. As an industry journal explained in the 1980s:\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Methodologies",
        "https://en.wikipedia.org/wiki/Advertising",
        "https://en.wikipedia.org/wiki/Marketing",
        "https://en.wikipedia.org/wiki/Patent_law",
        "https://en.wikipedia.org/wiki/Tort",
        "https://en.wikipedia.org/wiki/Legal_liability",
        "https://en.wikipedia.org/wiki/Puffery",
        "https://en.wikipedia.org/wiki/Oxford_English_Dictionary",
        "https://en.wikipedia.org/wiki/University_of_Pennsylvania",
        "https://en.wikipedia.org/wiki/Performing_arts",
        "https://en.wikipedia.org/wiki/Fine_art",
        "https://en.wikipedia.org/wiki/Prior_art",
        "https://en.wikipedia.org/wiki/European_Patent_Convention",
        "https://en.wikipedia.org/wiki/Australia",
        "https://en.wikipedia.org/wiki/Patent",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Prior_art",
        "https://en.wikipedia.org/wiki/European_Patent_Convention",
        "https://en.wikipedia.org/wiki/European_Patent_Convention",
        "https://en.wikipedia.org/wiki/European_Patent_Convention",
        "https://en.wikipedia.org/wiki/European_Patent_Convention",
        "https://en.wikipedia.org/wiki/European_Patent_Convention",
        "https://en.wikipedia.org/wiki/Tort",
        "https://en.wikipedia.org/wiki/Legal_liability",
        "https://en.wikipedia.org/wiki/Negligence",
        "https://en.wikipedia.org/wiki/Products_liability",
        "https://en.wikipedia.org/wiki/Strict_liability",
        "https://en.wikipedia.org/wiki/Legal_defense",
        "https://en.wikipedia.org/wiki/European_Community",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Bleeding_edge",
        "https://en.wikipedia.org/wiki/Luxury_goods",
        "https://en.wikipedia.org/wiki/Innovation",
        "https://en.wikipedia.org/wiki/Emerging_technologies",
        "https://en.wikipedia.org/wiki/List_of_emerging_technologies",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Useful_art",
        "https://en.wikipedia.org/wiki/In_re_Bilski",
        "https://en.wikipedia.org/wiki/European_Patent_Convention",
        "https://en.wikipedia.org/wiki/European_Patent_Convention",
        "https://en.wikipedia.org/wiki/Guidelines_for_Examination_in_the_European_Patent_Office",
        "https://en.wikipedia.org/wiki/Case_Law_of_the_Boards_of_Appeal_of_the_European_Patent_Office",
        "https://en.wikipedia.org/wiki/State_of_the_art",
        "https://en.wikipedia.org/wiki/State_of_the_art",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}