{
    "url": "https://en.wikipedia.org/wiki/Steering_engine",
    "title": "Steering engine",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "A steering engine is a power steering device for ships.\n\n"
        },
        {
            "title": "History",
            "text": "The first steering engine with feedback was installed on Isambard Kingdom Brunel's Great Eastern in 1866.[1]\nDesigned by Scottish engineer John McFarlane Gray and built by George Forrester and Company, this was a steam-powered mechanical amplifier used to drive the rudder position to match the wheel position. The size of Great Eastern, by far the largest ship of her day, made power steering a necessity.\n\nLarge steam-powered warships with manual steering needed huge crews to turn the rudder rapidly. The Royal Navy once used 78 men hauling on block and tackle gear to manually turn the rudder on HMS Minotaur, in a test of manual vs. steam powered steering.[2]\n\nSteam-powered steering engines were employed on large steamships thereafter.\n\nThe Mississippi River style steamboat Belle of Louisville, (originally Idlewild and oldest in her class), is fitted with a steering engine. Original equipment when the boat was launched at Pittsburgh in 1915, the engine consists of a single double-acting steam cylinder mounted aft of and above the engines, coupled to the rudders, with the motion of travel abeam. The steam valves of the engine are controlled by mechanical linkages which extend up to levers mounted either side of the engine order telegraph, just aft of the pilot wheel in the pilot house above. The steering engine is open to public view. A functional description is given in the 1965 book Str. Belle of Louisville, by Alan L. Bates, the marine architect who supervised the restoration of the boat, who comments that when in use, the steering engine causes the pilot wheel to whirl \"as fast as an electric fan.\" The same source also describes the functional need for steering hard-to in vessels of its type, whose combination of shallow draft and high above-water profile require rapid changes in rudder under shifting wind conditions, a need which is addressed by the steering engine.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/RMS_Olympic",
        "https://en.wikipedia.org/wiki/Power_steering",
        "https://en.wikipedia.org/wiki/Isambard_Kingdom_Brunel",
        "https://en.wikipedia.org/wiki/SS_Great_Eastern",
        "https://en.wikipedia.org/wiki/John_McFarlane_Gray",
        "https://en.wikipedia.org/wiki/George_Forrester_and_Company",
        "https://en.wikipedia.org/wiki/Rudder",
        "https://en.wikipedia.org/wiki/Block_and_tackle",
        "https://en.wikipedia.org/wiki/Belle_of_Louisville",
        "https://en.wikipedia.org/wiki/Power_steering",
        "https://en.wikipedia.org/wiki/Servomechanism",
        "https://en.wikipedia.org/wiki/Steering_engine",
        "https://en.wikipedia.org/wiki/Steering_engine",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}