{
    "url": "https://en.wikipedia.org/wiki/Stephanie_Forrest",
    "title": "Stephanie Forrest",
    "table_of_contents": [
        "1 Biography",
        "2 Work",
        "3 Selected bibliography",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Stephanie Forrest (born circa 1958) is an American computer scientist and director of the Biodesign Center for Biocomputing, Security and Society at the Biodesign Institute at Arizona State University.[1] She was previously Distinguished Professor of Computer Science at the University of New Mexico in Albuquerque.[2]  She is best known for her work in adaptive systems, including genetic algorithms,[3] computational immunology, biological modeling, automated software repair,[4] and computer security.\n\n"
        },
        {
            "title": "Biography",
            "text": "After earning her BA from St. John's College in 1977, Forrest studied Computer and Communication Sciences at the University of Michigan, where she received her MS in 1982, and in 1985 her PhD, with a thesis entitled \"A study of parallelism in the classifier system and its application to classification in KL-ONE semantic networks.\"\n\nAfter graduation Forrest worked for Teknowledge Inc. and at the Center for Nonlinear Studies of the Los Alamos National Laboratory. In 1990 she joined the University of New Mexico, where she was appointed Professor of Computer Science and directs the Computer Immune Systems Group, and the Adaptive Computation Laboratory. From 2006 to 2011 she chaired the Computer Science Department. In the 1990s she was also affiliated with the Santa Fe Institute, where she was Interim Vice President for the 1999–2000 term.[5]\n\nIn 1991, Forrest was awarded the NSF Presidential Young Investigator Award, and in 2009 she received the IFIP TC2 Manfred Paul Award for Excellence in Software.[6] In 2011, she was awarded the ACM - AAAI Allen Newell Award.[7]\n\n"
        },
        {
            "title": "Work",
            "text": "Forrest's research interests are in the field of \"adaptive systems, including genetic algorithms, computational immunology, biological modeling, automated software repair, and computer security.\"[8]\n\nAccording to the National Academies her research since the 1990s has included \"developing the first practical anomaly intrusion-detection system; designing automated responses to cyberattacks; writing an early influential paper proposing automatic software diversity and introducing instruction-set randomization as a particular implementation; developing noncryptographic privacy-enhancing data representations; agent-based modeling of large-scale computational networks; and recently, work on automated repair of security vulnerabilities. She has conducted many computational modeling projects in biology, where her specialties are immunology and evolutionary diseases, such as Influenza and cancer.\"[5]\n\n"
        },
        {
            "title": "Selected bibliography",
            "text": "Forrest has authored and co-authored many publications in her field of expertise.[9] A selection:\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/University_of_Michigan",
        "https://en.wikipedia.org/wiki/Genetic_algorithms",
        "https://en.wikipedia.org/wiki/Computer_security",
        "https://en.wikipedia.org/wiki/Los_Alamos_National_Laboratory",
        "https://en.wikipedia.org/wiki/Santa_Fe_Institute",
        "https://en.wikipedia.org/wiki/University_of_New_Mexico",
        "https://en.wikipedia.org/wiki/Arizona_State_University",
        "https://en.wikipedia.org/wiki/Thesis",
        "https://en.wikipedia.org/wiki/Computer_scientist",
        "https://en.wikipedia.org/wiki/The_Biodesign_Institute",
        "https://en.wikipedia.org/wiki/Arizona_State_University",
        "https://en.wikipedia.org/wiki/University_of_New_Mexico",
        "https://en.wikipedia.org/wiki/University_of_Michigan",
        "https://en.wikipedia.org/wiki/Los_Alamos_National_Laboratory",
        "https://en.wikipedia.org/wiki/University_of_New_Mexico",
        "https://en.wikipedia.org/wiki/Santa_Fe_Institute",
        "https://en.wikipedia.org/wiki/Software_diversity",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Stephanie_Forrest",
        "https://en.wikipedia.org/wiki/Stephanie_Forrest",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}