{
    "url": "https://en.wikipedia.org/wiki/Sir_Steven_Runciman",
    "title": "Steven Runciman",
    "table_of_contents": [
        "1 Biography",
        "1.1 Eton and Cambridge",
        "1.2 Work as a historian",
        "1.3 Interest in the occult, and homosexuality",
        "1.4 Last year and death",
        "2 Assessment",
        "3 Honours",
        "4 Works",
        "5 References",
        "5.1 Sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSir James Cochran Stevenson Runciman CH FBA (7 July 1903 – 1 November 2000), known as Steven Runciman, was an English historian best known for his three-volume A History of the Crusades (1951–54).\n\nHe was a strong admirer of the Byzantine Empire. His history's negative portrayal of crusaders and contrasting more favourable view of Byzantine and Muslim societies had a profound impact on the popular conception of the Crusades. \n\n"
        },
        {
            "title": "Biography",
            "text": "Born in Northumberland, he was the second son of Walter and Hilda Runciman.[1] His parents were members of the Liberal Party and the first married couple to sit simultaneously in Parliament.[2] His father was created Viscount Runciman of Doxford in 1937. His paternal grandfather, Walter Runciman, 1st Baron Runciman, was a shipping magnate.[2] He was named after his maternal grandfather, James Cochran Stevenson, the MP for South Shields.\n\nIt is said that he was reading Latin and Greek by the age of five. In the course of his long life he would master an astonishing number of languages, so that, for example, when writing about the Middle East, he relied not only on accounts in Latin and Greek and the Western vernaculars, but consulted Arabic, Turkish, Persian, Hebrew, Syriac, Armenian and Georgian sources as well.[3][4] A King's Scholar at Eton College, he was an exact contemporary and close friend of George Orwell.[2][1] While there, they both studied French under Aldous Huxley.\n\nIn 1921 he entered Trinity College, Cambridge, as a history scholar and studied under J. B. Bury, becoming, as Runciman later said, falsely, \"his first, and only, student\".[2] At first the reclusive Bury tried to brush him off; then, when Runciman mentioned that he could read Russian, Bury gave him a stack of Bulgarian articles to edit, and so their relationship began. His work on the Byzantine Empire earned him a fellowship at Trinity in 1927.[1]\n\nAfter receiving a large inheritance from his grandfather, Runciman resigned his fellowship in 1938 and began travelling widely. Thus, for much of his life he was an independent scholar, living on private means.[2] He went on to be a press attaché at the British Legation in the Bulgarian capital, Sofia, in 1940 and at the British Embassy in Cairo in 1941. From 1942 to 1945 he was Professor of Byzantine Art and History[2] at Istanbul University, in Turkey, where he began the research on the Crusades which would lead to his best known work, the History of the Crusades (three volumes appearing in 1951, 1952 and 1954). From 1945 to 1947 he was a representative in Athens of the British Council.[1][2]\n\nMost of Runciman's historical works deal with Byzantium and her medieval neighbours between Sicily and Syria; one exception is The White Rajahs, published in 1960, which tells the story of Sarawak, an independent state founded on the northern coast of Borneo in 1841 by James Brooke, and ruled by the Brooke family for more than a century.\n\nJonathan Riley-Smith, one of the leading historians of the Crusades,[5] denounced Runciman for his perspective on the Crusades.[6] Riley-Smith had been told by Runciman during an on-camera interview that he [Runciman] considered himself \"not a historian, but a writer of literature.\"[7]\n\nAccording to Christopher Tyerman, Professor of the History of the Crusades at Hertford College, Oxford,[8] Runciman created a work that \"across the Anglophone world continues as a base reference for popular attitudes, evident in print, film, television and on the internet.\"[9]\n\nIn his personal life, Runciman was an old-fashioned English eccentric, known, among other things, as an æsthete, raconteur and enthusiast of the occult. According to Andrew Robinson, a history teacher at Eton, \"he played piano duets with the last Emperor of China, told tarot cards for King Fuad of Egypt, narrowly missed being blown up by the Germans in the Pera Palace Hotel in Istanbul and twice hit the jackpot on slot machines in Las Vegas\".\n\nA story from his time at Eton of an incident with a then friend, Eric Blair (who became famous writing as George Orwell) is told in Gordon Bowker's biography of Orwell:\n\"Drawing from new correspondence with Steven Runciman, one of Orwell’s friends at Eton (which he attended from 1917 to 1921), Bowker reveals the (perhaps surprising) fascination of Blair with the occult. A senior boy, Phillip Yorke, had attracted the disfavour of both Blair and Runciman so they planned a revenge.\nAs Runciman recalled, they fashioned an image of Yorke from candle wax and broke off a leg. \"To their horror, shortly afterwards, Yorke not only broke his leg but in July died of leukaemia. The story of what happened soon spread and, in somewhat garbled form, became legend. Blair and Runciman suddenly found themselves regarded as distinctly odd, and to be treated warily.\"[10][11]\n\nRunciman was homosexual.[12] There is little evidence of a long-term lover but Runciman boasted of a number of casual sexual encounters—telling a friend in later life: \"I have the temperament of a harlot, and so am free of emotional complications.\" Nevertheless Runciman was discreet about his homosexuality, partly perhaps because of religious feelings that homosexuality was \"an inarguable offence against God\". Runciman also felt that his sexuality had potentially held back his career. Max Mallowan related a conversation where Runciman told him \"that he felt his life had been a failure because of his gayness\".[13]\n\nHe died in Radway, Warwickshire, while visiting relatives, aged 97.[14] He never married. Earlier the same year, he had made a final visit to Mount Athos to witness the blessing of the Protaton Tower at Karyes (the capital of the monastic community), which had been refurbished thanks to a gift from him.[4][15]\n\n"
        },
        {
            "title": "Assessment",
            "text": "Edward Peters (2011) says Runciman's three-volume narrative history of the Crusades \"instantly became the most widely known and respected single-author survey of the subject in English.\"[16]\n\nJohn M. Riddle (2008) says that for the greater part of the twentieth century Runciman was the \"greatest historian of the Crusades.\" He reports that, \"Prior to Runciman, in the early part of the century, historians related the Crusades as an idealistic attempt of Christendom to push Islam back.\" Runciman regarded the Crusades \"as a barbarian invasion of a superior civilization, not that of the Muslims but of the Byzantines.\"[17]\n\nThomas F. Madden (2005) stresses the impact of Runciman's style and viewpoint:\n\nMark K. Vaughn (2007) says \"Runciman's three-volume History of the Crusades remains the primary standard of comparison.\" However, Vaughn says that Tyerman \"accurately, if perhaps with a bit of hubris, notes that Runciman's work is now outdated and seriously flawed.\"[19] Tyerman himself has said, \"It would be folly and hubris to pretend to compete, to match, as it were, my clunking computer keyboard with his [Runciman's] pen, at once a rapier and a paintbrush; to pit one volume, however substantial, with the breadth, scope and elegance of his three.\"[20]\n\n"
        },
        {
            "title": "Works",
            "text": "Published works of Runciman include the following.[25]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/The_Honourable",
        "https://en.wikipedia.org/wiki/Sir",
        "https://en.wikipedia.org/wiki/Companion_of_Honour",
        "https://en.wikipedia.org/wiki/Fellow_of_the_British_Academy",
        "https://en.wikipedia.org/wiki/Northumberland",
        "https://en.wikipedia.org/wiki/Radway",
        "https://en.wikipedia.org/wiki/A_History_of_the_Crusades",
        "https://en.wikipedia.org/wiki/Companion_of_Honour",
        "https://en.wikipedia.org/wiki/Fellow_of_the_British_Academy",
        "https://en.wikipedia.org/wiki/A_History_of_the_Crusades",
        "https://en.wikipedia.org/wiki/Byzantine_Empire",
        "https://en.wikipedia.org/wiki/Crusades",
        "https://en.wikipedia.org/wiki/Northumberland",
        "https://en.wikipedia.org/wiki/Hilda_Runciman",
        "https://en.wikipedia.org/wiki/Viscount_Runciman_of_Doxford",
        "https://en.wikipedia.org/wiki/James_Cochran_Stevenson",
        "https://en.wikipedia.org/wiki/Syriac_language",
        "https://en.wikipedia.org/wiki/Armenian_language",
        "https://en.wikipedia.org/wiki/Eton_College",
        "https://en.wikipedia.org/wiki/George_Orwell",
        "https://en.wikipedia.org/wiki/Aldous_Huxley",
        "https://en.wikipedia.org/wiki/Russian_language",
        "https://en.wikipedia.org/wiki/Bulgarian_language",
        "https://en.wikipedia.org/wiki/Byzantine_Empire",
        "https://en.wikipedia.org/wiki/Sofia",
        "https://en.wikipedia.org/wiki/Cairo",
        "https://en.wikipedia.org/wiki/Istanbul_University",
        "https://en.wikipedia.org/wiki/Turkey",
        "https://en.wikipedia.org/wiki/British_Council",
        "https://en.wikipedia.org/wiki/Raj_of_Sarawak",
        "https://en.wikipedia.org/wiki/Borneo",
        "https://en.wikipedia.org/wiki/James_Brooke",
        "https://en.wikipedia.org/wiki/Christopher_Tyerman",
        "https://en.wikipedia.org/wiki/Hertford_College",
        "https://en.wikipedia.org/wiki/Aestheticism",
        "https://en.wikipedia.org/wiki/Puyi",
        "https://en.wikipedia.org/wiki/Fuad_I_of_Egypt",
        "https://en.wikipedia.org/wiki/Pera_Palace_Hotel",
        "https://en.wikipedia.org/wiki/Max_Mallowan",
        "https://en.wikipedia.org/wiki/Radway",
        "https://en.wikipedia.org/wiki/Mount_Athos",
        "https://en.wikipedia.org/wiki/1958_New_Year_Honours",
        "https://en.wikipedia.org/wiki/Companion_of_Honour",
        "https://en.wikipedia.org/wiki/Fellow_of_the_British_Academy",
        "https://en.wikipedia.org/wiki/American_Philosophical_Society",
        "https://en.wikipedia.org/wiki/Mystras",
        "https://en.wikipedia.org/wiki/Sofia",
        "https://en.wikipedia.org/wiki/Sofia",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Ball_State_University",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Ball_State_University",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/The_Times",
        "https://en.wikipedia.org/wiki/Rosemary_Hill",
        "https://en.wikipedia.org/wiki/London_Review_of_Books",
        "https://en.wikipedia.org/wiki/University_of_St_Andrews",
        "https://en.wikipedia.org/wiki/Pantokratoros_Monastery",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Penguin_Group",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Noel_Malcolm",
        "https://en.wikipedia.org/wiki/New_Statesman",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/University_of_Pennsylvania_Press",
        "https://en.wikipedia.org/wiki/Google_books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Naval_War_College_Review",
        "https://en.wikipedia.org/wiki/First_Things",
        "https://en.wikipedia.org/wiki/The_London_Gazette",
        "https://en.wikipedia.org/wiki/The_London_Gazette",
        "https://en.wikipedia.org/wiki/The_Daily_Telegraph",
        "https://en.wikipedia.org/wiki/Hackett_Publishing_Company",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/WorldCat",
        "https://en.wikipedia.org/wiki/Steven_Runciman",
        "https://en.wikipedia.org/wiki/Steven_Runciman",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}