{
    "url": "https://en.wikipedia.org/wiki/Steve_Englehart",
    "title": "Steve Englehart",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Marvel Comics",
        "2.2 DC Comics",
        "2.3 Return to Marvel",
        "2.4 Other comic work",
        "2.5 Return to Marvel and DC",
        "2.6 Novels",
        "2.7 Film & TV",
        "2.8 Music",
        "3 Personal life",
        "4 Awards",
        "5 Bibliography",
        "5.1 Antarctic Press",
        "5.2 Claypool Comics",
        "5.3 DC Comics",
        "5.4 Deluxe Comics",
        "5.5 Eclipse Comics",
        "5.6 Malibu Comics",
        "5.7 Marvel Comics",
        "5.7.1 Epic Comics",
        "5.8 Star Reach",
        "5.9 Topps Comics",
        "5.10 Valiant Comics",
        "5.11 Warren Publishing",
        "6 Television and Film Credits",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Steve Englehart (/ˈɛŋəlhɑːrt/;[3] born April 22, 1947)[4] is an American writer of comic books and novels. He is best known for his work at Marvel Comics and DC Comics in the 1970s and 1980s. His pseudonyms have included John Harkness and Cliff Garnett.\n\n"
        },
        {
            "title": "Early life",
            "text": "Steve Englehart majored in psychology at Wesleyan University, where he was a member of The Kappa Alpha Society, earning his Bachelor of Arts degree in 1969.[5] He had served in the United States Army, but was honorably discharged as a conscientious objector to the Vietnam War.[6]\n\n"
        },
        {
            "title": "Career",
            "text": "Englehart's first work in comics was as an art assistant to Neal Adams on a 10-page story by writer Denny O'Neil in Warren Publishing's black-and-white horror comics magazine Vampirella #10 (March 1971).[7] After briefly serving as a member of the Crusty Bunkers,[8] Englehart started working as a full-time writer. He began with a co-writing credit, with Gardner Fox, on the six-page, Englehart-drawn \"Retribution\" in Warren's Eerie #35 (Sept. 1971). Then, as Marvel editor Roy Thomas said in a 2007 interview, Englehart became\n\nEnglehart said he had first done uncredited co-scripting on a number of stories:\n\nThis uncredited work included Friedrich's Sgt. Fury and his Howling Commandos #97, Iron Man #45, and The Incredible Hulk vol. 2, #152, plus two romance comics stories and a Western tale.[10] Englehart then wrote two romance stories under the pseudonym Anne Spencer, in Our Love #18 (Aug. 1972) and My Love #19 (Sept. 1972), and, under his own name, a standalone supernatural story in the anthology Journey into Mystery vol. 2, #1 (Oct. 1972)[11]\n\nDuring his first credited superhero work, on a series starring erstwhile X-Men member the Beast in Amazing Adventures vol. 2, #12–17 (May 1972 – March 1973), Englehart integrated the Patsy Walker character, the star of a teen romantic-comedy series, into the Marvel Universe alongside the company's superheroes.[12] He and artist Sal Buscema launched The Defenders as an ongoing series in August 1972[13][14] and introduced the Valkyrie to the team in issue #4 (Feb. 1973).[15] Englehart has stated that he added the Valkyrie to the Defenders \"to provide some texture to the group.\"[16]\n\nHe wrote The Avengers from issue #105 (Nov. 1972) to #152 (Oct. 1976). During his time on that title, he wrote several major storylines including \"The Avengers Defenders War\" in issues #115–118 (Sept.–Dec. 1973), crossing over into The Defenders #8–11 (Sept.–Dec. 1973);[17] \"The Celestial Madonna\" in #129–135 (Nov. 1974 – May 1975) and Giant-Size Avengers #2–4 (Nov. 1974 – May 1975);[18][19][20] and \"The Serpent Crown\" in #141–144 (Nov. 1975 – Feb. 1976) and #147–149 (May–July 1976).[21]\n\nIn the fall of 1972, Englehart and writers Gerry Conway and Len Wein crafted a metafictional unofficial crossover spanning titles from both major comics companies. Each comic featured Englehart, Conway, and Wein, as well as Wein's first wife Glynis, interacting with Marvel or DC characters at the Rutland Halloween Parade in Rutland, Vermont. Beginning in Amazing Adventures #16 (by Englehart with art by Bob Brown and Frank McLaughlin), the story continued in Justice League of America #103 (by Wein, Dick Dillin and Dick Giordano), and concluded in Thor #207 (by Conway and penciler John Buscema). As Englehart explained in 2010, \"It certainly seemed like a radical concept and we knew that we had to be subtle (laughs) and each story had to stand on its own, but we really worked it out. It's really worthwhile to read those stories back to back to back — it didn't matter to us that one was at DC and two were at Marvel — I think it was us being creative, thinking what would be really cool to do.\"[22][23][24]\n\nEnglehart had a potent run on Doctor Strange (originally with artist Frank Brunner, later with Gene Colan), in which Strange's mentor, the Ancient One, died, and Strange became the new Sorcerer Supreme. Englehart and Brunner, audaciously, also created a multi-issue storyline in which a sorcerer named Sise-Neg (\"Genesis\" spelled backward) goes back through history, collecting all magical energies, until he reaches the beginning of the universe, becomes all-powerful and creates it anew, leaving Strange to wonder whether this was, paradoxically, the original creation (Marvel Premiere #14). Editor-in-chief Stan Lee, seeing the issue after publication, ordered Englehart and Brunner to print a retraction saying this was not God but a god, so as to avoid offending religious readers. The writer and artist concocted a fake letter from a fictitious minister praising the story, and mailed it to Marvel from Texas; Marvel unwittingly printed the letter, and dropped the retraction order.[25] Englehart's Doctor Strange #14 featured a crossover story with The Tomb of Dracula #44, another series which was being drawn by Gene Colan at the time.[26] In Englehart's final story for the series, he sent Dr. Strange back in time to meet Benjamin Franklin.[27]\n\nDescribing that time, Englehart said in 1998,\n\nEnglehart and artist Starlin co-created the character Shang-Chi, Master of Kung Fu,[29][30] though they only worked on the early issues of the series. Englehart reconciled the existence of Captain America and sidekick Bucky in Marvel's 1950s precursor, Atlas Comics, an anomaly that had been ignored since Captain America's 1964 reintroduction to Marvel presented him as having been in suspended animation since 1945. Englehart's newly retconned history stated that the 1950s Captain America and Bucky had been different characters from the ones who had debuted in the 1940s.[31][32][33] This was followed by an extended storyline of Steve Rogers becoming so profoundly disillusioned with the United States[34][35] that he temporarily abandoned his Captain America identity to become Nomad[36] until he decided to refocus his purpose as the defender of America's ideals, not necessarily its government.[37] The Englehart/Sal Buscema run on the Captain America title saw the series become one of Marvel's top-sellers.[38] In 2010, Comics Bulletin ranked Englehart's work on Captain America, The Avengers, and Doctor Strange fourth, eighth, and ninth, respectively, on its list of the \"Top 10 1970s Marvels\".[39]\n\nIn March 1976,[40] Englehart had a falling-out with Marvel and left the company.\n\nEnglehart, in fact, planned to quit comics altogether and pursue novels, but DC Comics publisher Jenette Kahn persuaded him to come to DC. His only previous credited work for the company had been scripting the Batman story \"Night of the Stalker!\" in Detective Comics #439 (Feb–March 1974).[41] \"I said, 'Okay I'll fix Justice League [of America] for you, but I'm only going to do this for a year.\"[42] To that end, he wrote Justice League of America #139–146 and 149–150, with artist Dick Dillin, and additionally wrote an eight-issue arc of Batman stories in Detective Comics #469–476, with pencilers Walt Simonson and Marshall Rogers. In this arc, he recreated the Batman as a pulp-oriented, dark character;[43] the Joker's persona as a homicidal maniac; and introduced love interest Silver St. Cloud.[44] Englehart claims this storyline was adapted as the first Batman film in 1989, with Englehart providing uncredited development.[45] The Englehart and Rogers pairing was described in 2009 by comics writer and historian Robert Greenberger as \"one of the greatest\" creative teams to work on the Batman character.[46] DC Comics writer and executive Paul Levitz noted that \"Arguably fans' best-loved version of Batman in the mid-1970s, writer Steve Englehart and penciller Rogers's Detective run featured an unambiguously homicidal Joker...in noirish, moodily rendered stories that evoked the classic Kane-Robinson era.\"[47] In their story \"The Laughing Fish\", the Joker is brazen enough to disfigure fish with a rictus grin, then expects to be granted a federal trademark on them, only to start killing bureaucrats who try to explain that obtaining such a claim on a natural resource is legally impossible.[48] The Detective Comics storyline was reprinted in trade paperback in 1999 as Batman: Strange Apparitions.[49] Englehart and Rogers had a short run on DC's revived Mister Miracle series as well.[50]\n\nHis run on Justice League of America included another unofficial crossover between DC and Marvel in issue #142 by reworking his character Mantis into the DC Universe as a character named \"Willow\".[51] Other contributions to the series were crafting a new origin for the team[52] and the induction of the character Hawkwoman into the team's membership.[53]\n\nEnglehart temporarily left comics at this juncture, moving to Europe before his first issue of Detective was published. During this time he wrote a fantasy/occult novel, The Point Man,[54] which was republished in 2010.[55]\n\nA 25-page Englehart-Rogers story featuring Madame Xanadu, originally commissioned for Doorway to Nightmare, sat in inventory for years before being published as the one-shot Madame Xanadu in 1981, in DC's first attempt at marketing comics specifically to the \"direct market\" of fans and collectors.[56]\n\nIn 1983, Marvel's creator-owned imprint Epic Comics published Coyote, a series he had earlier created at Eclipse Comics with Rogers, in collaboration with artist Steve Leialoha. Among those he collaborated with on the title was a young Todd McFarlane, whom Englehart hired on the basis of McFarlane's Coyote art samples, which was McFarlane's first comic book work.[57][58][59] McFarlane would go on to become one of the industry's most prominent and successful artists and publishers, a toy-company founder, and a Grammy Award- and Emmy Award-winning animator.[60][61][57]\n\nEnglehart returned to mainstream Marvel comics later that decade with stints on West Coast Avengers, the second Vision and the Scarlet Witch limited series (with artist Richard Howell), Silver Surfer (again with Rogers), and Fantastic Four (during which editorial disputes led to his using the pseudonym John Harkness, a name he had first used on his last issue of Mister Miracle). Englehart was going to be the regular writer of Daredevil in 1986 but left after only one issue due to an editorial conflict.[62]\n\nSimultaneously, Englehart wrote DC Comics' Green Lantern, overseeing the title's name change to Green Lantern Corps.[63] During that time he also wrote both the DC weekly crossover series Millennium (Jan–Feb 1988)[64] and the first two issues of the spin-off The New Guardians. Issue #2 was notable for featuring the villain SnowFlame, a superpowered human who derived his powers from cocaine.[65]\n\nIn 1992, Jim Shooter hired Englehart to write for Valiant Comics where he scripted issue #1–4 of X-O-Manowar and the first issue of Shadowman.[66]\n\nAlso in 1992, he co-created the Ultraverse comics universe for Malibu Comics and wrote Night Man and the superhero-team series The Strangers. Night Man was later adapted for a syndicated television series which ran for two seasons. Englehart wrote three episodes of the television series.[67] He also wrote issues of other Malibu comic series like Freex, Hardcase and Prototype.\n\nFor Claypool Comics, he wrote the supernatural series Phantom of Fear City #1–12 (May 1993 – May 1995) and, for Topps Comics, several Jurassic Park limited series in the years 1993 to 1995.\n\nIn the early 2000s, Englehart returned to comics to write the miniseries Hellcat, Fantastic Four: Big Town and Avengers: Celestial Quest for Marvel and stories for The Batman Chronicles and Legends of the DC Universe for DC. In 2005, he reunited with Rogers and Austin on the miniseries Batman: Dark Detective,[68][69] elements of which he alleged were adapted into the Batman film The Dark Knight.[70] The next year, he wrote a storyline featuring the Detroit Era Justice League and the Justice Society of America that ran in JLA Classified #22–25 and JSA Classified #14–16 for DC, and the one-shot Strange Westerns starring the Black Rider for Marvel.\n\nStarting in 1994, he wrote a series of young adult books for Avon, including the DNAgers series[71] (with his wife, Terry) and the Countdown series.[72] Countdown to Flight[73] was selected by NASA for its school curriculum on the Wright Brothers.[74]\n\nIn the mid-2000s, Englehart turned his 1980 novel, The Point Man, into Book Zero for a series concerning its hero, Max August. The first sequel, The Long Man,[75] was published in 2009, The Plain Man in 2011,[76] and The Arena Man in 2013. In the series, Max became immortal in 1985 and is dealing with the consequences two decades later in real time.\n\nHe has admitted to writing the novel Hellstorm in the TALON Force series under the house pseudonym Cliff Garnett.[77]\n\nFor producer Michael Uslan, Englehart wrote early treatments and served as script doctor for the Batman film that was based on his comics series; it was later scripted by Sam Hamm and directed by Tim Burton.[78] He wrote three episodes of the television series Night Man, an adaptation of the comic series of the same name that he had created for Malibu Comics.[67] Englehart also worked in animation, with episodes of Street Fighter and G.I. Joe Extreme, and wrote one of the three episodes in Disney's Atlantis: Milo's Return film. His screenplay for an unproduced film, Majorca, was published as a book by Black Coat Press.[79]\n\nIn 2014, the film Guardians of the Galaxy starred his creation, Star-Lord.[80] Its 2017 sequel, Guardians of the Galaxy Vol. 2, again starred Star-Lord and, in addition, featured Mantis, another Englehart creation.[81] Both characters appear in 2018's Avengers: Infinity War as well.[82] In 2021, the film Shang-Chi and the Legend of the Ten Rings starred his creation, Shang-Chi.\n\nin 2019, Steve Englehart appeared in the music video for \"Welcome To My World\" by ZorDonofDoom.[83] In 2021, Englehart created titles and themes based on Shang-Chi for the album Prism Club from InRage Entertainment.[84]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Englehart married Marie-Therese (Terry) Beach in 1975.[85] They have two sons, Alex and Eric.[86]\n\n"
        },
        {
            "title": "Bibliography",
            "text": "Comics work includes:\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Indianapolis",
        "https://en.wikipedia.org/wiki/Indiana",
        "https://en.wikipedia.org/wiki/Detective_Comics",
        "https://en.wikipedia.org/wiki/Justice_League_of_America",
        "https://en.wikipedia.org/wiki/Eagle_Awards",
        "https://en.wikipedia.org/wiki/Inkpot_Award",
        "https://en.wikipedia.org/wiki/Comic_book",
        "https://en.wikipedia.org/wiki/Marvel_Comics",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/Pseudonyms",
        "https://en.wikipedia.org/wiki/Wesleyan_University",
        "https://en.wikipedia.org/wiki/Kappa_Alpha_Society",
        "https://en.wikipedia.org/wiki/Bachelor_of_Arts",
        "https://en.wikipedia.org/wiki/United_States_Army",
        "https://en.wikipedia.org/wiki/Honorably_discharged",
        "https://en.wikipedia.org/wiki/Conscientious_objector",
        "https://en.wikipedia.org/wiki/Vietnam_War",
        "https://en.wikipedia.org/wiki/Neal_Adams",
        "https://en.wikipedia.org/wiki/Warren_Publishing",
        "https://en.wikipedia.org/wiki/Horror_fiction",
        "https://en.wikipedia.org/wiki/Vampirella",
        "https://en.wikipedia.org/wiki/Crusty_Bunkers",
        "https://en.wikipedia.org/wiki/Gardner_Fox",
        "https://en.wikipedia.org/wiki/Roy_Thomas",
        "https://en.wikipedia.org/wiki/Gary_Friedrich",
        "https://en.wikipedia.org/wiki/Proofreader",
        "https://en.wikipedia.org/wiki/Amazing_Adventures",
        "https://en.wikipedia.org/wiki/Al_Hewetson",
        "https://en.wikipedia.org/wiki/Syd_Shores",
        "https://en.wikipedia.org/wiki/Monsters_on_the_Prowl",
        "https://en.wikipedia.org/wiki/Romance_comics",
        "https://en.wikipedia.org/wiki/Western_comics",
        "https://en.wikipedia.org/wiki/Journey_into_Mystery",
        "https://en.wikipedia.org/wiki/Patsy_Walker",
        "https://en.wikipedia.org/wiki/Teen_humor_comics",
        "https://en.wikipedia.org/wiki/Romance_comics",
        "https://en.wikipedia.org/wiki/Comedy",
        "https://en.wikipedia.org/wiki/Marvel_Universe",
        "https://en.wikipedia.org/wiki/Sal_Buscema",
        "https://en.wikipedia.org/wiki/Gerry_Conway",
        "https://en.wikipedia.org/wiki/Len_Wein",
        "https://en.wikipedia.org/wiki/Metafiction",
        "https://en.wikipedia.org/wiki/Intercompany_crossover",
        "https://en.wikipedia.org/wiki/Glynis_Wein",
        "https://en.wikipedia.org/wiki/List_of_comics_creators_appearing_in_comics",
        "https://en.wikipedia.org/wiki/Rutland_Halloween_Parade",
        "https://en.wikipedia.org/wiki/Amazing_Adventures",
        "https://en.wikipedia.org/wiki/Justice_League",
        "https://en.wikipedia.org/wiki/Dick_Dillin",
        "https://en.wikipedia.org/wiki/Dick_Giordano",
        "https://en.wikipedia.org/wiki/John_Buscema",
        "https://en.wikipedia.org/wiki/Frank_Brunner",
        "https://en.wikipedia.org/wiki/Gene_Colan",
        "https://en.wikipedia.org/wiki/Ancient_One",
        "https://en.wikipedia.org/wiki/Stan_Lee",
        "https://en.wikipedia.org/wiki/Comic_book_letter_column",
        "https://en.wikipedia.org/wiki/The_Tomb_of_Dracula",
        "https://en.wikipedia.org/wiki/Benjamin_Franklin",
        "https://en.wikipedia.org/wiki/Jim_Starlin",
        "https://en.wikipedia.org/wiki/LSD",
        "https://en.wikipedia.org/wiki/Captain_America",
        "https://en.wikipedia.org/wiki/Suspended_animation",
        "https://en.wikipedia.org/wiki/Retconned",
        "https://en.wikipedia.org/wiki/Grand_Director",
        "https://en.wikipedia.org/wiki/Comics_Bulletin",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/Jenette_Kahn",
        "https://en.wikipedia.org/wiki/Batman",
        "https://en.wikipedia.org/wiki/Detective_Comics",
        "https://en.wikipedia.org/wiki/Justice_League_of_America",
        "https://en.wikipedia.org/wiki/Dick_Dillin",
        "https://en.wikipedia.org/wiki/Penciler",
        "https://en.wikipedia.org/wiki/Walt_Simonson",
        "https://en.wikipedia.org/wiki/Marshall_Rogers",
        "https://en.wikipedia.org/wiki/Robert_Greenberger",
        "https://en.wikipedia.org/wiki/Paul_Levitz",
        "https://en.wikipedia.org/wiki/Trademark",
        "https://en.wikipedia.org/wiki/Mister_Miracle",
        "https://en.wikipedia.org/wiki/Fantasy",
        "https://en.wikipedia.org/wiki/Occult",
        "https://en.wikipedia.org/wiki/Madame_Xanadu",
        "https://en.wikipedia.org/wiki/Direct_market",
        "https://en.wikipedia.org/wiki/Creator_ownership",
        "https://en.wikipedia.org/wiki/Epic_Comics",
        "https://en.wikipedia.org/wiki/Eclipse_Comics",
        "https://en.wikipedia.org/wiki/Steve_Leialoha",
        "https://en.wikipedia.org/wiki/Todd_McFarlane",
        "https://en.wikipedia.org/wiki/West_Coast_Avengers",
        "https://en.wikipedia.org/wiki/Scarlet_Witch",
        "https://en.wikipedia.org/wiki/New_Guardians",
        "https://en.wikipedia.org/wiki/SnowFlame",
        "https://en.wikipedia.org/wiki/Jim_Shooter",
        "https://en.wikipedia.org/wiki/Valiant_Comics",
        "https://en.wikipedia.org/wiki/Ultraverse",
        "https://en.wikipedia.org/wiki/Malibu_Comics",
        "https://en.wikipedia.org/wiki/Night_Man",
        "https://en.wikipedia.org/wiki/Freex",
        "https://en.wikipedia.org/wiki/Claypool_Comics",
        "https://en.wikipedia.org/wiki/Topps_Comics",
        "https://en.wikipedia.org/wiki/Jurassic_Park",
        "https://en.wikipedia.org/wiki/The_Batman_Chronicles",
        "https://en.wikipedia.org/wiki/Miniseries",
        "https://en.wikipedia.org/wiki/Justice_League_Detroit",
        "https://en.wikipedia.org/wiki/Justice_Society_of_America",
        "https://en.wikipedia.org/wiki/JLA_Classified",
        "https://en.wikipedia.org/wiki/JSA_Classified",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Wright_Brothers",
        "https://en.wikipedia.org/wiki/Sam_Hamm",
        "https://en.wikipedia.org/wiki/Tim_Burton",
        "https://en.wikipedia.org/wiki/Night_Man",
        "https://en.wikipedia.org/wiki/Marshall_Rogers",
        "https://en.wikipedia.org/wiki/Inkpot_Award",
        "https://en.wikipedia.org/wiki/Warrior_Nun_Areala",
        "https://en.wikipedia.org/wiki/The_Batman_Chronicles",
        "https://en.wikipedia.org/wiki/Congorilla",
        "https://en.wikipedia.org/wiki/DC_Comics_Presents",
        "https://en.wikipedia.org/wiki/Detective_Comics",
        "https://en.wikipedia.org/wiki/Green_Lantern_Corps",
        "https://en.wikipedia.org/wiki/Heroes_Against_Hunger",
        "https://en.wikipedia.org/wiki/Justice_Society_of_America",
        "https://en.wikipedia.org/wiki/Justice_League",
        "https://en.wikipedia.org/wiki/Kamandi",
        "https://en.wikipedia.org/wiki/Madame_Xanadu",
        "https://en.wikipedia.org/wiki/Mister_Miracle",
        "https://en.wikipedia.org/wiki/New_Guardians",
        "https://en.wikipedia.org/wiki/Secret_Origins",
        "https://en.wikipedia.org/wiki/Weird_War_Tales",
        "https://en.wikipedia.org/wiki/Eclipse_Magazine",
        "https://en.wikipedia.org/wiki/Freex",
        "https://en.wikipedia.org/wiki/Night_Man",
        "https://en.wikipedia.org/wiki/Ultraverse",
        "https://en.wikipedia.org/wiki/Amazing_Adventures",
        "https://en.wikipedia.org/wiki/Deadly_Hands_of_Kung_Fu",
        "https://en.wikipedia.org/wiki/Doc_Savage",
        "https://en.wikipedia.org/wiki/Patsy_Walker",
        "https://en.wikipedia.org/wiki/Heroes_for_Hope",
        "https://en.wikipedia.org/wiki/Power_Man_and_Iron_Fist",
        "https://en.wikipedia.org/wiki/Journey_into_Mystery",
        "https://en.wikipedia.org/wiki/Kull_of_Atlantis",
        "https://en.wikipedia.org/wiki/Marvel_Fanfare",
        "https://en.wikipedia.org/wiki/Marvel_Premiere",
        "https://en.wikipedia.org/wiki/Marvel_Preview",
        "https://en.wikipedia.org/wiki/Chamber_of_Darkness",
        "https://en.wikipedia.org/wiki/Savage_Sword_of_Conan",
        "https://en.wikipedia.org/wiki/Skull_the_Slayer",
        "https://en.wikipedia.org/wiki/The_Vision_and_the_Scarlet_Witch",
        "https://en.wikipedia.org/wiki/West_Coast_Avengers",
        "https://en.wikipedia.org/wiki/Jurassic_Park",
        "https://en.wikipedia.org/wiki/Eerie",
        "https://en.wikipedia.org/wiki/Vampirella",
        "https://en.wikipedia.org/wiki/John_Jackson_Miller",
        "https://en.wikipedia.org/wiki/The_Ongoing_Adventures_of_Rocket_Llama",
        "https://en.wikipedia.org/wiki/Grand_Comics_Database",
        "https://en.wikipedia.org/wiki/Greg_Theakston",
        "https://en.wikipedia.org/wiki/Kevin_Nowlan",
        "https://en.wikipedia.org/wiki/Jerry_Bails",
        "https://en.wikipedia.org/wiki/Peter_Sanderson",
        "https://en.wikipedia.org/wiki/Dorling_Kindersley",
        "https://en.wikipedia.org/wiki/TwoMorrows_Publishing",
        "https://en.wikipedia.org/wiki/Comic_Book_Resources",
        "https://en.wikipedia.org/wiki/ComicsAlliance",
        "https://en.wikipedia.org/wiki/Grand_Comics_Database",
        "https://en.wikipedia.org/wiki/Sal_Buscema",
        "https://en.wikipedia.org/wiki/Comics_Bulletin",
        "https://en.wikipedia.org/wiki/Les_Daniels",
        "https://en.wikipedia.org/wiki/Dorling_Kindersley",
        "https://en.wikipedia.org/wiki/Dorling_Kindersley",
        "https://en.wikipedia.org/wiki/Walt_Simonson",
        "https://en.wikipedia.org/wiki/Al_Milgrom",
        "https://en.wikipedia.org/wiki/Detective_Comics",
        "https://en.wikipedia.org/wiki/Robert_Greenberger",
        "https://en.wikipedia.org/wiki/Running_Press",
        "https://en.wikipedia.org/wiki/Paul_Levitz",
        "https://en.wikipedia.org/wiki/Taschen",
        "https://en.wikipedia.org/wiki/Marshall_Rogers",
        "https://en.wikipedia.org/wiki/Dell_Publishing",
        "https://en.wikipedia.org/wiki/Tor_Books",
        "https://en.wikipedia.org/wiki/Michael_Catron",
        "https://en.wikipedia.org/wiki/Amazing_Heroes",
        "https://en.wikipedia.org/wiki/National_Film_Board_of_Canada",
        "https://en.wikipedia.org/wiki/The_Comics_Journal",
        "https://en.wikipedia.org/wiki/Bleeding_Cool",
        "https://en.wikipedia.org/wiki/The_Hollywood_Reporter",
        "https://en.wikipedia.org/wiki/Marshall_Rogers",
        "https://en.wikipedia.org/wiki/Avon_Books",
        "https://en.wikipedia.org/wiki/Avon_Books",
        "https://en.wikipedia.org/wiki/Avon_Books",
        "https://en.wikipedia.org/wiki/Tor_Books",
        "https://en.wikipedia.org/wiki/Tor_Books",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Business_Insider",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Connecticut_Historical_Society",
        "https://en.wikipedia.org/wiki/Gerry_Conway",
        "https://en.wikipedia.org/wiki/Roy_Thomas",
        "https://en.wikipedia.org/wiki/Cary_Bates",
        "https://en.wikipedia.org/wiki/Justice_League_of_America",
        "https://en.wikipedia.org/wiki/Bob_Rozakis",
        "https://en.wikipedia.org/wiki/Detective_Comics",
        "https://en.wikipedia.org/wiki/Len_Wein",
        "https://en.wikipedia.org/wiki/Jack_Kirby",
        "https://en.wikipedia.org/wiki/Mister_Miracle",
        "https://en.wikipedia.org/wiki/Steve_Gerber",
        "https://en.wikipedia.org/wiki/Paul_Kupperberg",
        "https://en.wikipedia.org/wiki/Joey_Cavalieri",
        "https://en.wikipedia.org/wiki/Roger_Stern",
        "https://en.wikipedia.org/wiki/West_Coast_Avengers",
        "https://en.wikipedia.org/wiki/Mark_Gruenwald",
        "https://en.wikipedia.org/wiki/Walt_Simonson",
        "https://en.wikipedia.org/wiki/Inkpot_Award",
        "https://en.wikipedia.org/wiki/Ray_Bradbury",
        "https://en.wikipedia.org/wiki/Kirk_Alyn",
        "https://en.wikipedia.org/wiki/Milton_Caniff",
        "https://en.wikipedia.org/wiki/Frank_Capra",
        "https://en.wikipedia.org/wiki/Bob_Clampett",
        "https://en.wikipedia.org/wiki/June_Foray",
        "https://en.wikipedia.org/wiki/Chuck_Jones",
        "https://en.wikipedia.org/wiki/Jack_Kirby",
        "https://en.wikipedia.org/wiki/Stan_Lee",
        "https://en.wikipedia.org/wiki/Russ_Manning",
        "https://en.wikipedia.org/wiki/Russell_Myers",
        "https://en.wikipedia.org/wiki/Phil_Seuling",
        "https://en.wikipedia.org/wiki/Roy_Thomas",
        "https://en.wikipedia.org/wiki/Bjo_Trimble",
        "https://en.wikipedia.org/wiki/Robert_Bloch",
        "https://en.wikipedia.org/wiki/Edgar_Rice_Burroughs",
        "https://en.wikipedia.org/wiki/Daws_Butler",
        "https://en.wikipedia.org/wiki/Shel_Dorf",
        "https://en.wikipedia.org/wiki/Will_Eisner",
        "https://en.wikipedia.org/wiki/Mark_Evanier",
        "https://en.wikipedia.org/wiki/Gil_Kane",
        "https://en.wikipedia.org/wiki/Dick_Moores",
        "https://en.wikipedia.org/wiki/George_Pal",
        "https://en.wikipedia.org/wiki/Rod_Serling",
        "https://en.wikipedia.org/wiki/Joe_Shuster",
        "https://en.wikipedia.org/wiki/Jerry_Siegel",
        "https://en.wikipedia.org/wiki/Jim_Starlin",
        "https://en.wikipedia.org/wiki/Jim_Steranko",
        "https://en.wikipedia.org/wiki/Theodore_Sturgeon",
        "https://en.wikipedia.org/wiki/Neal_Adams",
        "https://en.wikipedia.org/wiki/Mel_Blanc",
        "https://en.wikipedia.org/wiki/Frank_Brunner",
        "https://en.wikipedia.org/wiki/Rick_Griffin",
        "https://en.wikipedia.org/wiki/Johnny_Hart",
        "https://en.wikipedia.org/wiki/George_Clayton_Johnson",
        "https://en.wikipedia.org/wiki/Mel_Lazarus",
        "https://en.wikipedia.org/wiki/Sheldon_Mayer",
        "https://en.wikipedia.org/wiki/Dale_Messick",
        "https://en.wikipedia.org/wiki/Don_Rico",
        "https://en.wikipedia.org/wiki/Maggie_Thompson",
        "https://en.wikipedia.org/wiki/Alfredo_Alcala",
        "https://en.wikipedia.org/wiki/Carl_Barks",
        "https://en.wikipedia.org/wiki/Howard_Chaykin",
        "https://en.wikipedia.org/wiki/Lester_Dent",
        "https://en.wikipedia.org/wiki/Jackie_Estrada",
        "https://en.wikipedia.org/wiki/Hal_Foster",
        "https://en.wikipedia.org/wiki/Michael_Kaluta",
        "https://en.wikipedia.org/wiki/Joe_Kubert",
        "https://en.wikipedia.org/wiki/Harvey_Kurtzman",
        "https://en.wikipedia.org/wiki/George_Lucas",
        "https://en.wikipedia.org/wiki/Stan_Lynde",
        "https://en.wikipedia.org/wiki/Byron_Preiss",
        "https://en.wikipedia.org/wiki/Trina_Robbins",
        "https://en.wikipedia.org/wiki/Stanley_Ralph_Ross",
        "https://en.wikipedia.org/wiki/David_Scroggy",
        "https://en.wikipedia.org/wiki/Jay_Ward",
        "https://en.wikipedia.org/wiki/Len_Wein",
        "https://en.wikipedia.org/wiki/John_Buscema",
        "https://en.wikipedia.org/wiki/Al_Capp",
        "https://en.wikipedia.org/wiki/Gene_Colan",
        "https://en.wikipedia.org/wiki/Gill_Fox",
        "https://en.wikipedia.org/wiki/Steve_Gerber",
        "https://en.wikipedia.org/wiki/Chester_Gould",
        "https://en.wikipedia.org/wiki/Burne_Hogarth",
        "https://en.wikipedia.org/wiki/Bob_Kane",
        "https://en.wikipedia.org/wiki/Ken_Krueger",
        "https://en.wikipedia.org/wiki/Gray_Morrow",
        "https://en.wikipedia.org/wiki/Clarence_Nash",
        "https://en.wikipedia.org/wiki/Grim_Natwick",
        "https://en.wikipedia.org/wiki/Bill_Rotsler",
        "https://en.wikipedia.org/wiki/Gilbert_Shelton",
        "https://en.wikipedia.org/wiki/Bill_Stout",
        "https://en.wikipedia.org/wiki/Frank_Thorne",
        "https://en.wikipedia.org/wiki/Boris_Vallejo",
        "https://en.wikipedia.org/wiki/Mort_Weisinger",
        "https://en.wikipedia.org/wiki/Elmer_Woggon",
        "https://en.wikipedia.org/wiki/Kelly_Freas",
        "https://en.wikipedia.org/wiki/Carl_Macek",
        "https://en.wikipedia.org/wiki/Victor_Moscoso",
        "https://en.wikipedia.org/wiki/Larry_Niven",
        "https://en.wikipedia.org/wiki/Virgil_Partch",
        "https://en.wikipedia.org/wiki/Jerry_Pournelle",
        "https://en.wikipedia.org/wiki/Nestor_Redondo",
        "https://en.wikipedia.org/wiki/Marshall_Rogers",
        "https://en.wikipedia.org/wiki/Bill_Spicer",
        "https://en.wikipedia.org/wiki/Mort_Walker",
        "https://en.wikipedia.org/wiki/Marv_Wolfman",
        "https://en.wikipedia.org/wiki/Inkpot_Award",
        "https://en.wikipedia.org/wiki/Steve_Englehart",
        "https://en.wikipedia.org/wiki/Steve_Englehart",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}