{
    "url": "https://en.wikipedia.org/wiki/Stilts",
    "title": "Stilts",
    "table_of_contents": [
        "1 Types",
        "1.1 Hand-held",
        "1.2 Peg",
        "1.3 Drywall or Dura",
        "1.4 Spring",
        "1.5 Digitigrade",
        "1.6 Articulated",
        "2 History",
        "3 Modern uses",
        "3.1 Entertainment",
        "3.2 Work",
        "3.3 Recreation",
        "4 Records",
        "5 Gallery",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Stilts are poles, posts or pillars that allow a person or structure to stand at a height above the ground.\n\nIn flood plains, and on beaches or unstable ground, buildings are often constructed on stilts to protect them from damage by water, waves or shifting soil or sand. Stilts for walking have platforms for the feet and may be strapped to the user's legs. Stilts have been used for many hundreds of years.[1]\n\n"
        },
        {
            "title": "Types",
            "text": "Hand-held stilts are used as childhood toys and in circus skills workshops and are of two main types: string and can/bucket stilts and pole stilts. Unlike other forms of stilts, hand-held stilts are not tied or strapped to the wearer.\n\nHand-held pole stilts consist of two long poles, each with a foot support. The stilt walker holds onto the upper end of the pole, rests his feet on the foot plates and pulls upward on the pole while taking a step.\n\nA second type of hand-held pole stilts are similar to the first type but ends in a handle so the walker has more control and flexibility to move his stilts. Those type of stilts can be very high (more than 4 m or 13 ft under feet).\n\nHand-held string stilts (also known as tin can or bucket stilts) are platforms with strings attached to them. The platforms, most commonly made of tin cans or small plastic upturned buckets hold the stilt walker's weight while the strings are used to pull the cans to the feet as they take a step.\n\nPeg stilts, also known as Chinese stilts, are commonly used by professional performers. These stilts strap on at the foot, ankle, and just below the knee. Peg stilts are often made from wood but can also be made of aluminium or tubular steel. This type of stilts are the most lightweight ones and allow a user to walk quickly, to turn suddenly, and even to jump rope or dance. The stilt walker must keep moving at all times to keep their balance.\n\nDrywall or Dura stilts are designed to allow the stilt walker to stand still or to walk. They were originally designed for people to work at an elevated height during drywall or plasterboard construction, painting and other such activities. Drywall stilts are heavier than peg stilts and are usually mostly made of aluminium. The design means they are safer for walking but often means they are less versatile than peg stilts in use.\n\nSpring stilts also known as bounce stilts are spring-loaded and allow the user to run, jump and perform various acrobatics. Spring stilts using fiberglass leaf springs were patented in the United States in 2004 under the trademark \"PowerSkip\", marketed for recreational and extreme sports use.[2] Using these stilts is also called powerbocking, named for the stilts' inventor, Alexander Boeck. Spring stilts are often mostly made of aluminium. Spring stilts using steel coil springs, an antecedent of the pogo stick, were attempted in the 19th century.[3][4]\n\nThe digitigrade stilt is a peg stilt whose line follows the foot and not the shin bone. This allows costumers to mimic the walk of an animal. Because of the extreme stresses on this type of design they tend to be more rare; that is, fewer successful home-made designs.\n\nThis type of stilt is similar to drywall stilts in that they allow the walker to stand in one place without having to shift weight from foot to foot to stay balanced. Articulated stilts feature a flexing joint under the ball of the foot and, in one variant, under the heel. These stilts are commonly used in theme parks such as Walt Disney World and Universal Studios because they allow performers to safely dance and perform stunts that would easily damage other types of stilts. Two brands of articulated stilts include \"Bigfoots\" manufactured by Gary Ensmenger of Orlando, Florida, and \"Jay Walkers\", manufactured by Stilt Werks of Las Vegas, Nevada.[5][6] Articulated stilts can be adjusted anywhere from 18\" to 30\" high.[7]\n\n"
        },
        {
            "title": "History",
            "text": "Archaeological ruins and texts show that stiltwalking was practised in ancient Greece as far back as the 6th century BCE. The ancient Greek word for a stilt walker was κωλοβαθριστής (kōlobathristēs),[8] from κωλόβαθρον (kōlobathron), \"stilt\",[9] a compound of κῶλον (kōlon), \"limb\"[10] and βάθρον (bathron), \"base, pedestal\".[11] Some stilt use traditions are very old. In Namur, Belgium, stilt walkers of Namur have practiced fights on stilts since 1411.[12] The inhabitants of marshy or flooded areas sometimes use stilts for practical purposes, such as working in swamps[citation needed] or fording swollen rivers. The shepherds of the Landes region of southern France used to watch their flocks while standing on stilts to extend their field of vision, while townspeople often used them to traverse the soggy ground in their everyday activities.\n\nStilts were used by workers to attach hop grass to wires at 12 feet above the ground. This technique was documented up to the mid 20th century before being superseded.[13]\n\n"
        },
        {
            "title": "Modern uses",
            "text": "Stilts can be used as a prop in entertainment, as a tool to enable other types of work to be achieved and as part of a hobby or recreation.\n\nStilts are used widely in many countries for entertainment. Stilt walkers perform in parades, festivals, street events and at corporate functions.\n\nThe local festivals of Anguiano (La Rioja, Spain) feature a dance on stilts in which dancers go down a stepped street while turning. Other stilt walking and dancing festivals are held in Deventer, Netherlands, in early July each year, and in Namur, Belgium.\n\nEarly stilt walking acts were mostly of the style of a very tall person with the costume having long trousers or skirt to cover the stilts. More recently stilt walkers have created a wide variety of costumes that do not resemble a tall person. Examples are flowers and animals. The tall person type has also expanded to include a wide variety of themes. Examples include sportsmen, historical acts and acts based on literary or film characters.\n\nOne of the most recent varieties of stilt walking acts is a stilt walker riding a \"stilt bicycle\" with an extended seat post and handlebar stem.\nWith Light festivals being very popular around the world, Stilt walkers have incorporated technology in their costumes making. It is very common to see LED Robots on stilts or other light costumes at public or private events.\n\nAluminium stilts are commonly used by fruit farmers in California to prune and harvest their peach, plum, and apricot trees. Stilts have been used for washing large windows, repairing roofs, and installing or painting high ceilings.\n\nStilts are used for drywall construction, finish painting, and hanging suspended ceiling tiles.\n\nStilts are available to be purchased as a children's skill toy and stilts are commonly taught in circus skills workshops at schools and summer fairs and other events.\n\n"
        },
        {
            "title": "Records",
            "text": "In 1891 Sylvain Dornon (fr), a stilt-walker from the Landes region of France, walked from Paris to Moscow in 58 days.[14]\n\nOn 1 October 2001 Saimaiti Yiming of China walked 79.6 km (49.5 mi) on 73 cm (29 in) stilts in 24 hours in Shanshan County, Xinjiang, China.[15]\n\nOn 14 September 2002 Doug Hunt of Canada walked on the heaviest stilts used. They weighed 62.1 kg (137 lb) for the pair. He managed 29 steps unaided on these 15.56 m (51.0 ft) stilts.[16]\n\nOn 15 November 2006 Saimaiti Yiming of China took 10 steps on 16.41 m-high (53.8 ft) stilts to break the Guinness World Record for walking on the tallest stilts.[17]\n\nIn 2008 Roy Maloy of Australia took five steps on stilts 17 m (56 ft) high, an unofficial record for the tallest stilts.[18]\n\nOn 30 March 2008 Ashrita Furman of the US ran 1.61 km (1 mi) in 7 minutes 13 seconds on spring stilts in Dachau, Germany.[19]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Stilt",
        "https://en.wikipedia.org/wiki/Flood_plain",
        "https://en.wikipedia.org/wiki/Beach",
        "https://en.wikipedia.org/wiki/Court_jester",
        "https://en.wikipedia.org/wiki/Tin_can",
        "https://en.wikipedia.org/wiki/Drywall",
        "https://en.wikipedia.org/wiki/Spring_stilts",
        "https://en.wikipedia.org/wiki/Powerbocking",
        "https://en.wikipedia.org/wiki/Pogo_stick",
        "https://en.wikipedia.org/wiki/Digitigrade",
        "https://en.wikipedia.org/wiki/Walt_Disney_World",
        "https://en.wikipedia.org/wiki/Universal_Pictures",
        "https://en.wikipedia.org/wiki/Ancient_Greece",
        "https://en.wikipedia.org/wiki/Ancient_Greek",
        "https://en.wikipedia.org/wiki/Namur",
        "https://en.wikipedia.org/wiki/Namur_stilt_jousting",
        "https://en.wikipedia.org/wiki/Swamps",
        "https://en.wikipedia.org/wiki/Landes_forest",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Festival",
        "https://en.wikipedia.org/wiki/Anguiano",
        "https://en.wikipedia.org/wiki/Deventer",
        "https://en.wikipedia.org/wiki/Netherlands",
        "https://en.wikipedia.org/wiki/Belgium",
        "https://en.wikipedia.org/wiki/California",
        "https://en.wikipedia.org/wiki/Peach",
        "https://en.wikipedia.org/wiki/Plum",
        "https://en.wikipedia.org/wiki/Apricot",
        "https://en.wikipedia.org/wiki/Drywall",
        "https://en.wikipedia.org/wiki/Landes_forest",
        "https://en.wikipedia.org/wiki/Roy_Maloy",
        "https://en.wikipedia.org/wiki/Ashrita_Furman",
        "https://en.wikipedia.org/wiki/Stilts",
        "https://en.wikipedia.org/wiki/Stilts",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}