{
    "url": "https://en.wikipedia.org/wiki/Strangelet",
    "title": "Strangelet",
    "table_of_contents": [
        "1 Theoretical possibility",
        "1.1 Strange matter hypothesis",
        "1.2 Relationship with nuclei",
        "1.3 Size",
        "2 Natural or artificial occurrence",
        "2.1 Accelerator production",
        "2.2 Space-based detection",
        "2.3 Possible seismic detection",
        "2.4 Impacts on Solar System bodies",
        "3 Dangers",
        "4 Debate about the strange matter hypothesis",
        "5 In fiction",
        "6 See also",
        "7 Further reading",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A strangelet (pronounced /ˈstreɪndʒ.lɪt/) is a hypothetical particle consisting of a bound state of roughly equal numbers of up, down, and strange quarks. An equivalent description is that a strangelet is a small fragment of strange matter, small enough to be considered a particle. The size of an object composed of strange matter could, theoretically, range from a few femtometers across (with the mass of a light nucleus) to arbitrarily large. Once the size becomes macroscopic (on the order of metres across), such an object is usually called a strange star. The term \"strangelet\" originates with Edward Farhi and Robert Jaffe in 1984. Strangelets can convert matter to strange matter on contact.[1] Strangelets have been suggested as a dark matter candidate.[2]\n\n"
        },
        {
            "title": "Theoretical possibility",
            "text": "The known particles with strange quarks are unstable. Because the strange quark is heavier than the up and down quarks, it can spontaneously decay, via the weak interaction, into an up quark. Consequently, particles containing strange quarks, such as the Lambda particle, always lose their strangeness, by decaying into lighter particles containing only up and down quarks.\n\nHowever, condensed states with a larger number of quarks might not suffer from this instability. That possible stability against decay is the \"strange matter hypothesis\", proposed separately by Arnold Bodmer[3] and Edward Witten.[4] According to this hypothesis, when a large enough number of quarks are concentrated together, the lowest energy state is one which has roughly equal numbers of up, down, and strange quarks, namely a strangelet. This stability would occur because of the Pauli exclusion principle; having three types of quarks, rather than two as in normal nuclear matter, allows more quarks to be placed in lower energy levels.\n\nA nucleus is a collection of a large number of up and down quarks, confined into triplets (neutrons and protons). According to the strange matter hypothesis, strangelets are more stable than nuclei, so nuclei are expected to decay into strangelets. But this process may be extremely slow because there is a large energy barrier to overcome: as the weak interaction starts making a nucleus into a strangelet, the first few strange quarks form strange baryons, such as the Lambda, which are heavy. Only if many conversions occur almost simultaneously will the number of strange quarks reach the critical proportion required to achieve a lower energy state. This is very unlikely to happen, so even if the strange matter hypothesis were correct, nuclei would never be seen to decay to strangelets because their lifetime would be longer than the age of the universe.[5]\n\nThe stability of strangelets depends on their size. This is because of (a) surface tension at the interface between quark matter and vacuum (which affects small strangelets more than big ones), and (b) screening of charges, which allows small strangelets to be charged, with a neutralizing cloud of electrons/positrons around them, but requires large strangelets, like any large piece of matter, to be electrically neutral in their interior. The charge screening distance tends to be of the order of a few femtometers, so only the outer few femtometers of a strangelet can carry charge.[6]\n\nThe surface tension of strange matter is unknown. If it is smaller than a critical value (a few MeV per square femtometer[7]) then large strangelets are unstable and will tend to fission into smaller strangelets (strange stars would still be stabilized by gravity). If it is larger than the critical value, then strangelets become more stable as they get bigger.\n\n"
        },
        {
            "title": "Natural or artificial occurrence",
            "text": "Although nuclei do not decay to strangelets, there are other ways to create strangelets, so if the strange matter hypothesis is correct there should be strangelets in the universe. There are at least three ways they might be created in nature:\n\nThese scenarios offer possibilities for observing strangelets. If there are strangelets flying around the universe, then occasionally a strangelet should hit Earth, where it would appear as an exotic type of cosmic ray. If strangelets can be produced in high-energy collisions, then they might be produced by heavy-ion colliders.\n\nAt heavy ion accelerators like the Relativistic Heavy Ion Collider (RHIC), nuclei are collided at relativistic speeds, creating strange and antistrange quarks that could conceivably lead to strangelet production. The experimental signature of a strangelet would be its very high ratio of mass to charge, which would cause its trajectory in a magnetic field to be very nearly, but not quite, straight. The STAR collaboration has searched for strangelets produced at the RHIC,[9] but none were found. The Large Hadron Collider (LHC) is even less likely to produce strangelets,[10] but searches are planned[11] for the LHC ALICE detector.\n\nThe Alpha Magnetic Spectrometer (AMS), an instrument that is mounted on the International Space Station, could detect strangelets.[12]\n\nIn May 2002, a group of researchers at Southern Methodist University reported the possibility that strangelets may have been responsible for seismic events recorded on October 22 and November 24 in 1993.[13] The authors later retracted their claim, after finding that the clock of one of the seismic stations had a large error during the relevant period.[14]\n\nIt has been suggested that the International Monitoring System be set up to verify the Comprehensive Nuclear Test Ban Treaty (CTBT) after entry into force may be useful as a sort of \"strangelet observatory\" using the entire Earth as its detector. The IMS will be designed to detect anomalous seismic disturbances down to 1 kiloton of TNT (4.2 TJ) energy release or less, and could be able to track strangelets passing through Earth in real time if properly exploited.\n\nIt has been suggested that strangelets of subplanetary (i.e. heavy meteorite) mass would puncture planets and other Solar System objects, leading to impact  craters which show characteristic features.[15]\n\n"
        },
        {
            "title": "Dangers",
            "text": "If the strange matter hypothesis is correct, and if a stable negatively-charged strangelet with a surface tension larger than the aforementioned critical value exists, then a larger strangelet would be more stable than a smaller one. One speculation that has resulted from the idea is that a strangelet coming into contact with a lump of ordinary matter could convert the ordinary matter to strange matter.[16][17]\n\nThis is not a concern for strangelets in cosmic rays because they are produced far from Earth and have had time to decay to their ground state, which is predicted by most models to be positively charged, so they are electrostatically repelled by nuclei, and would rarely merge with them.[18][19] On the other hand, high-energy collisions could produce negatively charged strangelet states, which could live long enough to interact with the nuclei of ordinary matter.[20]\n\nThe danger of catalyzed conversion by strangelets produced in heavy-ion colliders has received some media attention,[21][22] and concerns of this type were raised[16][23] at the commencement of the RHIC experiment at Brookhaven, which could potentially have created strangelets. A detailed analysis[17] concluded that the RHIC collisions were comparable to ones which naturally occur as cosmic rays traverse the Solar System, so we would already have seen such a disaster if it were possible. RHIC has been operating since 2000 without incident. Similar concerns have been raised about the operation of the LHC at CERN[24] but such fears are dismissed as far-fetched by scientists.[24][25][26]\n\nIn the case of a neutron star, the conversion scenario seems much more plausible. A neutron star is in a sense a giant nucleus (20 km across), held together by gravity, but it is electrically neutral and so does not electrostatically repel strangelets. If a strangelet hit a neutron star, it would initially convert only a small region of it, but that region would grow and eventually consume the entire star, creating a strange star.[27]\n\n"
        },
        {
            "title": "Debate about the strange matter hypothesis",
            "text": "The strange matter hypothesis remains unproven. No direct search for strangelets in cosmic rays or particle accelerators has seen a strangelet.[citation needed] If any of the objects such as neutron stars could be shown to have a surface made of strange matter, this would indicate that strange matter is stable at zero pressure, which would vindicate the strange matter hypothesis. However, there is no strong evidence for strange matter surfaces on neutron stars.\n\nAnother argument against the hypothesis is that if it were true, essentially all neutron stars should be made of strange matter, and otherwise none should be.[28] Even if there were only a few strange stars initially, violent events such as collisions would soon create many fragments of strange matter flying around the universe. Because collision with a single strangelet would convert a neutron star to strange matter, all but a few of the most recently formed neutron stars should by now have already been converted to strange matter.\n\nThis argument is still debated,[29][30][31][32] but if it is correct then showing that one old neutron star has a conventional nuclear matter crust would disprove the strange matter hypothesis.\n\nBecause of its importance for the strange matter hypothesis, there is an ongoing effort to determine whether the surfaces of neutron stars are made of strange matter or nuclear matter. The evidence currently favors nuclear matter. This comes from the phenomenology of X-ray bursts, which is well explained in terms of a nuclear matter crust,[33] and from measurement of seismic vibrations in magnetars.[34]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Hypothetical_particle",
        "https://en.wikipedia.org/wiki/Bound_state",
        "https://en.wikipedia.org/wiki/Up_quark",
        "https://en.wikipedia.org/wiki/Down_quark",
        "https://en.wikipedia.org/wiki/Strange_quark",
        "https://en.wikipedia.org/wiki/Quark",
        "https://en.wikipedia.org/wiki/Strange_matter",
        "https://en.wikipedia.org/wiki/Particle",
        "https://en.wikipedia.org/wiki/Strange_star",
        "https://en.wikipedia.org/wiki/Edward_Farhi",
        "https://en.wikipedia.org/wiki/Robert_Jaffe",
        "https://en.wikipedia.org/wiki/1984",
        "https://en.wikipedia.org/wiki/Dark_matter",
        "https://en.wikipedia.org/wiki/Particle_decay",
        "https://en.wikipedia.org/wiki/Weak_interaction",
        "https://en.wikipedia.org/wiki/Lambda_baryon",
        "https://en.wikipedia.org/wiki/Strangeness",
        "https://en.wikipedia.org/wiki/Edward_Witten",
        "https://en.wikipedia.org/wiki/Pauli_exclusion_principle",
        "https://en.wikipedia.org/wiki/Neutron",
        "https://en.wikipedia.org/wiki/Proton",
        "https://en.wikipedia.org/wiki/Quantum_chromodynamics",
        "https://en.wikipedia.org/wiki/Cosmic_ray",
        "https://en.wikipedia.org/wiki/Ultra_high_energy_cosmic_ray",
        "https://en.wikipedia.org/wiki/Relativistic_Heavy_Ion_Collider",
        "https://en.wikipedia.org/wiki/STAR_detector",
        "https://en.wikipedia.org/wiki/Large_Hadron_Collider",
        "https://en.wikipedia.org/wiki/Alpha_Magnetic_Spectrometer",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Southern_Methodist_University",
        "https://en.wikipedia.org/wiki/Comprehensive_Test_Ban_Treaty",
        "https://en.wikipedia.org/wiki/TNT_equivalent",
        "https://en.wikipedia.org/wiki/Terajoule",
        "https://en.wikipedia.org/wiki/Cosmic_rays",
        "https://en.wikipedia.org/wiki/Ground_state",
        "https://en.wikipedia.org/wiki/Static_electricity",
        "https://en.wikipedia.org/wiki/Ordinary_matter",
        "https://en.wikipedia.org/wiki/RHIC",
        "https://en.wikipedia.org/wiki/Brookhaven_National_Laboratory",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/LHC",
        "https://en.wikipedia.org/wiki/CERN",
        "https://en.wikipedia.org/wiki/Neutron_star",
        "https://en.wikipedia.org/wiki/Gravity",
        "https://en.wikipedia.org/wiki/Strange_star",
        "https://en.wikipedia.org/wiki/Particle_accelerators",
        "https://en.wikipedia.org/wiki/Pressure",
        "https://en.wikipedia.org/wiki/Nuclear_matter",
        "https://en.wikipedia.org/wiki/Magnetar",
        "https://en.wikipedia.org/wiki/Odyssey_5",
        "https://en.wikipedia.org/wiki/Particle_accelerator",
        "https://en.wikipedia.org/wiki/BBC",
        "https://en.wikipedia.org/wiki/Docudrama",
        "https://en.wikipedia.org/wiki/End_Day",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Particle_accelerator",
        "https://en.wikipedia.org/wiki/Douglas_Preston",
        "https://en.wikipedia.org/wiki/Steve_Alten",
        "https://en.wikipedia.org/wiki/LHC",
        "https://en.wikipedia.org/wiki/Armageddon",
        "https://en.wikipedia.org/wiki/The_Quantum_Thief",
        "https://en.wikipedia.org/wiki/Hannu_Rajaniemi",
        "https://en.wikipedia.org/wiki/Terraforming",
        "https://en.wikipedia.org/wiki/Grey_goo",
        "https://en.wikipedia.org/wiki/Rutgers",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/End_Day",
        "https://en.wikipedia.org/wiki/BBC",
        "https://en.wikipedia.org/wiki/Television_series",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Odyssey_5",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Odyssey_5",
        "https://en.wikipedia.org/wiki/Kurzgesagt",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Global_catastrophic_risk",
        "https://en.wikipedia.org/wiki/Future_of_Earth",
        "https://en.wikipedia.org/wiki/Future_of_an_expanding_universe",
        "https://en.wikipedia.org/wiki/Ultimate_fate_of_the_universe",
        "https://en.wikipedia.org/wiki/Chemical_warfare",
        "https://en.wikipedia.org/wiki/Cyberattack",
        "https://en.wikipedia.org/wiki/Cyberwarfare",
        "https://en.wikipedia.org/wiki/Cyberterrorism",
        "https://en.wikipedia.org/wiki/Cybergeddon",
        "https://en.wikipedia.org/wiki/Gray_goo",
        "https://en.wikipedia.org/wiki/Nanoweapon",
        "https://en.wikipedia.org/wiki/Kinetic_bombardment",
        "https://en.wikipedia.org/wiki/Relativistic_kill_vehicle",
        "https://en.wikipedia.org/wiki/Nuclear_warfare",
        "https://en.wikipedia.org/wiki/Mutual_assured_destruction",
        "https://en.wikipedia.org/wiki/Dead_Hand",
        "https://en.wikipedia.org/wiki/Doomsday_Clock",
        "https://en.wikipedia.org/wiki/Doomsday_device",
        "https://en.wikipedia.org/wiki/Antimatter_weapon",
        "https://en.wikipedia.org/wiki/Electromagnetic_pulse",
        "https://en.wikipedia.org/wiki/Micro_black_hole",
        "https://en.wikipedia.org/wiki/Synthetic_intelligence",
        "https://en.wikipedia.org/wiki/Artificial_intelligence",
        "https://en.wikipedia.org/wiki/AI_takeover",
        "https://en.wikipedia.org/wiki/Existential_risk_from_artificial_general_intelligence",
        "https://en.wikipedia.org/wiki/Technological_singularity",
        "https://en.wikipedia.org/wiki/Transhumanism",
        "https://en.wikipedia.org/wiki/Year_2000_problem",
        "https://en.wikipedia.org/wiki/Year_2038_problem",
        "https://en.wikipedia.org/wiki/Anthropogenic_hazard",
        "https://en.wikipedia.org/wiki/Doomsday_argument",
        "https://en.wikipedia.org/wiki/Economic_collapse",
        "https://en.wikipedia.org/wiki/Malthusianism",
        "https://en.wikipedia.org/wiki/Nuclear_holocaust",
        "https://en.wikipedia.org/wiki/Nuclear_winter",
        "https://en.wikipedia.org/wiki/Nuclear_famine",
        "https://en.wikipedia.org/wiki/Cobalt_bomb",
        "https://en.wikipedia.org/wiki/Societal_collapse",
        "https://en.wikipedia.org/wiki/Collapsology",
        "https://en.wikipedia.org/wiki/World_War_III",
        "https://en.wikipedia.org/wiki/Climate_variability_and_change",
        "https://en.wikipedia.org/wiki/Anoxic_event",
        "https://en.wikipedia.org/wiki/Biodiversity_loss",
        "https://en.wikipedia.org/wiki/Mass_mortality_event",
        "https://en.wikipedia.org/wiki/Cataclysmic_pole_shift_hypothesis",
        "https://en.wikipedia.org/wiki/Climate_apocalypse",
        "https://en.wikipedia.org/wiki/Deforestation",
        "https://en.wikipedia.org/wiki/Desertification",
        "https://en.wikipedia.org/wiki/Extinction_risk_from_global_warming",
        "https://en.wikipedia.org/wiki/Tipping_points_in_the_climate_system",
        "https://en.wikipedia.org/wiki/Flood_basalt",
        "https://en.wikipedia.org/wiki/Global_dimming",
        "https://en.wikipedia.org/wiki/Global_terrestrial_stilling",
        "https://en.wikipedia.org/wiki/Global_warming",
        "https://en.wikipedia.org/wiki/Hypercane",
        "https://en.wikipedia.org/wiki/Ice_age",
        "https://en.wikipedia.org/wiki/Ecocide",
        "https://en.wikipedia.org/wiki/Ecological_collapse",
        "https://en.wikipedia.org/wiki/Environmental_degradation",
        "https://en.wikipedia.org/wiki/Habitat_destruction",
        "https://en.wikipedia.org/wiki/Human_impact_on_the_environment",
        "https://en.wikipedia.org/wiki/Environmental_issues_with_coral_reefs",
        "https://en.wikipedia.org/wiki/Human_impact_on_marine_life",
        "https://en.wikipedia.org/wiki/Land_degradation",
        "https://en.wikipedia.org/wiki/Land_consumption",
        "https://en.wikipedia.org/wiki/Land_surface_effects_on_climate",
        "https://en.wikipedia.org/wiki/Ocean_acidification",
        "https://en.wikipedia.org/wiki/Ozone_depletion",
        "https://en.wikipedia.org/wiki/Resource_depletion",
        "https://en.wikipedia.org/wiki/Sea_level_rise",
        "https://en.wikipedia.org/wiki/Supervolcano",
        "https://en.wikipedia.org/wiki/Volcanic_winter",
        "https://en.wikipedia.org/wiki/Verneshot",
        "https://en.wikipedia.org/wiki/Water_pollution",
        "https://en.wikipedia.org/wiki/Water_scarcity",
        "https://en.wikipedia.org/wiki/Earth_Overshoot_Day",
        "https://en.wikipedia.org/wiki/Overexploitation",
        "https://en.wikipedia.org/wiki/Overpopulation",
        "https://en.wikipedia.org/wiki/Human_overpopulation",
        "https://en.wikipedia.org/wiki/Extinction",
        "https://en.wikipedia.org/wiki/Extinction_event",
        "https://en.wikipedia.org/wiki/Holocene_extinction",
        "https://en.wikipedia.org/wiki/Human_extinction",
        "https://en.wikipedia.org/wiki/List_of_extinction_events",
        "https://en.wikipedia.org/wiki/Genetic_erosion",
        "https://en.wikipedia.org/wiki/Genetic_pollution",
        "https://en.wikipedia.org/wiki/Biodiversity_loss",
        "https://en.wikipedia.org/wiki/Decline_in_amphibian_populations",
        "https://en.wikipedia.org/wiki/Decline_in_insect_populations",
        "https://en.wikipedia.org/wiki/Biotechnology_risk",
        "https://en.wikipedia.org/wiki/Biological_agent",
        "https://en.wikipedia.org/wiki/Biological_warfare",
        "https://en.wikipedia.org/wiki/Bioterrorism",
        "https://en.wikipedia.org/wiki/Colony_Collapse_Disorder",
        "https://en.wikipedia.org/wiki/Defaunation",
        "https://en.wikipedia.org/wiki/Interplanetary_contamination",
        "https://en.wikipedia.org/wiki/Pandemic",
        "https://en.wikipedia.org/wiki/Pollinator_decline",
        "https://en.wikipedia.org/wiki/Overfishing",
        "https://en.wikipedia.org/wiki/Big_Crunch",
        "https://en.wikipedia.org/wiki/Big_Rip",
        "https://en.wikipedia.org/wiki/Coronal_mass_ejection",
        "https://en.wikipedia.org/wiki/Geomagnetic_storm",
        "https://en.wikipedia.org/wiki/False_vacuum_decay",
        "https://en.wikipedia.org/wiki/Heat_death_of_the_universe",
        "https://en.wikipedia.org/wiki/Proton_decay",
        "https://en.wikipedia.org/wiki/Virtual_black_hole",
        "https://en.wikipedia.org/wiki/Impact_event",
        "https://en.wikipedia.org/wiki/Asteroid_impact_avoidance",
        "https://en.wikipedia.org/wiki/Asteroid_impact_prediction",
        "https://en.wikipedia.org/wiki/Potentially_hazardous_object",
        "https://en.wikipedia.org/wiki/Impact_winter",
        "https://en.wikipedia.org/wiki/Rogue_planet",
        "https://en.wikipedia.org/wiki/Hypernova",
        "https://en.wikipedia.org/wiki/Micronova",
        "https://en.wikipedia.org/wiki/Solar_flare",
        "https://en.wikipedia.org/wiki/Stellar_collision",
        "https://en.wikipedia.org/wiki/Eschatology",
        "https://en.wikipedia.org/wiki/Buddhist_eschatology",
        "https://en.wikipedia.org/wiki/Maitreya",
        "https://en.wikipedia.org/wiki/Three_Ages_of_Buddhism",
        "https://en.wikipedia.org/wiki/Hindu_eschatology",
        "https://en.wikipedia.org/wiki/Kalki",
        "https://en.wikipedia.org/wiki/Kali_Yuga",
        "https://en.wikipedia.org/wiki/Last_Judgement",
        "https://en.wikipedia.org/wiki/Second_Coming",
        "https://en.wikipedia.org/wiki/Book_of_Enoch",
        "https://en.wikipedia.org/wiki/Book_of_Daniel",
        "https://en.wikipedia.org/wiki/Abomination_of_Desolation",
        "https://en.wikipedia.org/wiki/Prophecy_of_Seventy_Weeks",
        "https://en.wikipedia.org/wiki/Messiah",
        "https://en.wikipedia.org/wiki/Christian_eschatology",
        "https://en.wikipedia.org/wiki/Dispensationalism",
        "https://en.wikipedia.org/wiki/Historicist_interpretations_of_the_Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Preterism",
        "https://en.wikipedia.org/wiki/2_Esdras",
        "https://en.wikipedia.org/wiki/Second_Epistle_to_the_Thessalonians",
        "https://en.wikipedia.org/wiki/Man_of_sin",
        "https://en.wikipedia.org/wiki/Katechon",
        "https://en.wikipedia.org/wiki/Antichrist",
        "https://en.wikipedia.org/wiki/Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Events_of_Revelation",
        "https://en.wikipedia.org/wiki/Four_Horsemen_of_the_Apocalypse",
        "https://en.wikipedia.org/wiki/Lake_of_fire",
        "https://en.wikipedia.org/wiki/Number_of_the_beast",
        "https://en.wikipedia.org/wiki/Seven_bowls",
        "https://en.wikipedia.org/wiki/Seven_seals",
        "https://en.wikipedia.org/wiki/Two_witnesses",
        "https://en.wikipedia.org/wiki/War_in_Heaven",
        "https://en.wikipedia.org/wiki/Whore_of_Babylon",
        "https://en.wikipedia.org/wiki/Great_Apostasy",
        "https://en.wikipedia.org/wiki/New_Jerusalem",
        "https://en.wikipedia.org/wiki/Olivet_Discourse",
        "https://en.wikipedia.org/wiki/Great_Tribulation",
        "https://en.wikipedia.org/wiki/Son_of_Perdition",
        "https://en.wikipedia.org/wiki/The_Sheep_and_the_Goats",
        "https://en.wikipedia.org/wiki/Islamic_eschatology",
        "https://en.wikipedia.org/wiki/Beast_of_the_Earth",
        "https://en.wikipedia.org/wiki/Dajjal",
        "https://en.wikipedia.org/wiki/Israfil",
        "https://en.wikipedia.org/wiki/Mahdi",
        "https://en.wikipedia.org/wiki/Sufyani",
        "https://en.wikipedia.org/wiki/Jewish_eschatology",
        "https://en.wikipedia.org/wiki/Messiah_in_Judaism",
        "https://en.wikipedia.org/wiki/Gog_and_Magog",
        "https://en.wikipedia.org/wiki/Third_Temple",
        "https://en.wikipedia.org/wiki/Frashokereti",
        "https://en.wikipedia.org/wiki/Saoshyant",
        "https://en.wikipedia.org/wiki/2011_end_times_prediction",
        "https://en.wikipedia.org/wiki/2012_phenomenon",
        "https://en.wikipedia.org/wiki/Apocalypse",
        "https://en.wikipedia.org/wiki/Apocalyptic_literature",
        "https://en.wikipedia.org/wiki/Apocalypticism",
        "https://en.wikipedia.org/wiki/Armageddon",
        "https://en.wikipedia.org/wiki/Blood_moon_prophecy",
        "https://en.wikipedia.org/wiki/Earth_Changes",
        "https://en.wikipedia.org/wiki/Global_catastrophic_risk",
        "https://en.wikipedia.org/wiki/Gog_and_Magog",
        "https://en.wikipedia.org/wiki/List_of_dates_predicted_for_apocalyptic_events",
        "https://en.wikipedia.org/wiki/Messianism",
        "https://en.wikipedia.org/wiki/Messianic_Age",
        "https://en.wikipedia.org/wiki/Millenarianism",
        "https://en.wikipedia.org/wiki/Millennialism",
        "https://en.wikipedia.org/wiki/Premillennialism",
        "https://en.wikipedia.org/wiki/Amillennialism",
        "https://en.wikipedia.org/wiki/Postmillennialism",
        "https://en.wikipedia.org/wiki/Nibiru_cataclysm",
        "https://en.wikipedia.org/wiki/Rapture",
        "https://en.wikipedia.org/wiki/Prewrath",
        "https://en.wikipedia.org/wiki/Resurrection_of_the_dead",
        "https://en.wikipedia.org/wiki/World_to_come",
        "https://en.wikipedia.org/wiki/Alien_invasion",
        "https://en.wikipedia.org/wiki/List_of_apocalyptic_films",
        "https://en.wikipedia.org/wiki/Climate_fiction",
        "https://en.wikipedia.org/wiki/Disaster_film",
        "https://en.wikipedia.org/wiki/List_of_disaster_films",
        "https://en.wikipedia.org/wiki/List_of_fictional_doomsday_devices",
        "https://en.wikipedia.org/wiki/Zombie_apocalypse",
        "https://en.wikipedia.org/wiki/Zombie",
        "https://en.wikipedia.org/wiki/Centre_for_the_Study_of_Existential_Risk",
        "https://en.wikipedia.org/wiki/Future_of_Humanity_Institute",
        "https://en.wikipedia.org/wiki/Future_of_Life_Institute",
        "https://en.wikipedia.org/wiki/Nuclear_Threat_Initiative",
        "https://en.wikipedia.org/wiki/Cyber_ransom",
        "https://en.wikipedia.org/wiki/Cyberwarfare",
        "https://en.wikipedia.org/wiki/Economic_depression",
        "https://en.wikipedia.org/wiki/Droughts",
        "https://en.wikipedia.org/wiki/Epidemic",
        "https://en.wikipedia.org/wiki/Famine",
        "https://en.wikipedia.org/wiki/Financial_crisis",
        "https://en.wikipedia.org/wiki/Pandemic",
        "https://en.wikipedia.org/wiki/Riots",
        "https://en.wikipedia.org/wiki/Social_crisis",
        "https://en.wikipedia.org/wiki/Survivalism",
        "https://en.wikipedia.org/wiki/Star",
        "https://en.wikipedia.org/wiki/Star_formation",
        "https://en.wikipedia.org/wiki/Stellar_evolution",
        "https://en.wikipedia.org/wiki/Stellar_structure",
        "https://en.wikipedia.org/wiki/Stellar_core",
        "https://en.wikipedia.org/wiki/Metallicity",
        "https://en.wikipedia.org/wiki/Stellar_physics",
        "https://en.wikipedia.org/wiki/Astrophysical_plasma",
        "https://en.wikipedia.org/wiki/Supergiant_star",
        "https://en.wikipedia.org/wiki/Cataclysmic_variable_star",
        "https://en.wikipedia.org/wiki/Binary_star",
        "https://en.wikipedia.org/wiki/Nuclear_fusion",
        "https://en.wikipedia.org/wiki/Stellar_surface_fusion",
        "https://en.wikipedia.org/wiki/Stellar_nucleosynthesis",
        "https://en.wikipedia.org/wiki/Supernova_nucleosynthesis",
        "https://en.wikipedia.org/wiki/Bondi_accretion",
        "https://en.wikipedia.org/wiki/Electron_capture",
        "https://en.wikipedia.org/wiki/Carbon_detonation",
        "https://en.wikipedia.org/wiki/Helium_flash",
        "https://en.wikipedia.org/wiki/Orbital_decay",
        "https://en.wikipedia.org/wiki/Gravitational_collapse",
        "https://en.wikipedia.org/wiki/Chandrasekhar_limit",
        "https://en.wikipedia.org/wiki/Supernova",
        "https://en.wikipedia.org/wiki/Type_Ia_supernova",
        "https://en.wikipedia.org/wiki/Type_Ib_and_Ic_supernovae",
        "https://en.wikipedia.org/wiki/Type_II_supernova",
        "https://en.wikipedia.org/wiki/Hypernova",
        "https://en.wikipedia.org/wiki/Nebula",
        "https://en.wikipedia.org/wiki/Supernova_remnant",
        "https://en.wikipedia.org/wiki/Compact_star",
        "https://en.wikipedia.org/wiki/Neutron_star",
        "https://en.wikipedia.org/wiki/Pulsar",
        "https://en.wikipedia.org/wiki/Quasar",
        "https://en.wikipedia.org/wiki/Magnetar",
        "https://en.wikipedia.org/wiki/White_dwarf",
        "https://en.wikipedia.org/wiki/Stellar_black_hole",
        "https://en.wikipedia.org/wiki/Exotic_star",
        "https://en.wikipedia.org/wiki/Quark_star",
        "https://en.wikipedia.org/wiki/Electroweak_star",
        "https://en.wikipedia.org/wiki/Elementary_particle",
        "https://en.wikipedia.org/wiki/Proton",
        "https://en.wikipedia.org/wiki/Neutron",
        "https://en.wikipedia.org/wiki/Electron",
        "https://en.wikipedia.org/wiki/Neutrino",
        "https://en.wikipedia.org/wiki/Fundamental_interaction",
        "https://en.wikipedia.org/wiki/Strong_interaction",
        "https://en.wikipedia.org/wiki/Weak_interaction",
        "https://en.wikipedia.org/wiki/Gravitation",
        "https://en.wikipedia.org/wiki/Pair_production",
        "https://en.wikipedia.org/wiki/Inverse_beta_decay",
        "https://en.wikipedia.org/wiki/Degeneracy_pressure",
        "https://en.wikipedia.org/wiki/Electron_degeneracy_pressure",
        "https://en.wikipedia.org/wiki/Pauli_exclusion_principle",
        "https://en.wikipedia.org/wiki/Quantum_mechanics",
        "https://en.wikipedia.org/wiki/Quantum_mechanics",
        "https://en.wikipedia.org/wiki/Introduction_to_quantum_mechanics",
        "https://en.wikipedia.org/wiki/Basic_concepts_of_quantum_mechanics",
        "https://en.wikipedia.org/wiki/Quantum_electrodynamics",
        "https://en.wikipedia.org/wiki/Quantum_hydrodynamics",
        "https://en.wikipedia.org/wiki/Quantum_chromodynamics",
        "https://en.wikipedia.org/wiki/Lattice_QCD",
        "https://en.wikipedia.org/wiki/Color_confinement",
        "https://en.wikipedia.org/wiki/Deconfinement",
        "https://en.wikipedia.org/wiki/Degenerate_matter",
        "https://en.wikipedia.org/wiki/Neutronium",
        "https://en.wikipedia.org/wiki/QCD_matter",
        "https://en.wikipedia.org/wiki/Quark_matter",
        "https://en.wikipedia.org/wiki/Preon_matter",
        "https://en.wikipedia.org/wiki/Strange_matter",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Astrophysics",
        "https://en.wikipedia.org/wiki/Nuclear_astrophysics",
        "https://en.wikipedia.org/wiki/Physical_cosmology",
        "https://en.wikipedia.org/wiki/Shock_wave",
        "https://en.wikipedia.org/wiki/Strangelet",
        "https://en.wikipedia.org/wiki/Strangelet",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}