{
    "url": "https://en.wikipedia.org/wiki/Street_organ",
    "title": "Street organ",
    "table_of_contents": [
        "1 History",
        "2 Organ grinders",
        "3 Operation",
        "4 Modern usage",
        "5 Varieties",
        "5.1 Dutch street organ",
        "5.2 German street organ",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A street organ (French: Orgue de rue; German: Straßenorgel) played by an organ grinder is a French-German automatic mechanical pneumatic organ designed to be mobile enough to play its music in the street. The two most commonly seen types are the smaller German and the larger Dutch street organ.\n\n"
        },
        {
            "title": "History",
            "text": "The first descriptions of the street organ, at that time always a barrel organ owing to its use of a pinned cylinder (barrel) to operate levers and play notes, can be found in literature as early as the late 18th century.[1] Many were built by Italian organ builders who had settled in France and Germany, creating companies such as Frati, Gavioli, Gasparini and Fassano. These early organs had more pipes than the serinette, could play more than one tune,[1] and were considerably larger, in sizes up to 75 cm (29 in) long and 40 cm (16 in) deep.[2] Wooden bass pipes were placed underneath the organ and on the front were often mounted a set of pan-flutes or piccolo pipes, with decorative finishes.[3]\n\nIn many towns in Europe the barrel street organ was not just a solo performer, but used by a group of musicians as part of a story-telling street act, together with brightly coloured posters and sing-along sessions.[3] In New York City, the massive influx of Italian immigrants led to a situation where, by 1880, nearly one in 20 Italian men in certain areas were organ grinders.[4]\n\nThe barrels used were heavy, held only a limited number of tunes, and could not easily be upgraded to play the latest hits, which greatly limited the musical and practical ability of these instruments.\n\nIn New York, where monkeys were commonly used by organ grinders, mayor Fiorello La Guardia banned the instruments from the streets in 1935, citing traffic congestion, the \"begging\" inherent in the profession, and organized crime's role in renting out the machines.[5][6]  An unfortunate consequence was the destruction of hundreds of organs, the barrels of which contained a record of the popular music of the day. Before the invention of the cylinder record player, this was the only permanent recording of these tunes. The law that banned barrel organs in New York was repealed in 1975 but that mode of musical performance had become obsolete by then.\n\nMany cities in the United Kingdom also had ordinances prohibiting organ grinders. The authorities often encouraged policemen to treat the grinders as beggars or public nuisances.\n\nIn the Netherlands the street organ was no more popular initially, but thanks to several organ hire companies who took particular pride in the condition, sound and repertoire of their instruments, the public there became more accepting of the orgelman (organ man) and as a result the tradition of playing an organ on the street entered Dutch culture where they remained a common sight until the beginning of the 21st century; they have all but vanished, since.\n\nIn Paris there were a limited number of permits for organ grinders, and entry in that reserved circle was based on a waiting list or seniority system.\n\nAccording to Ord-Hume[7] the disappearance of organ grinders from European streets was in large part due to the early application of national and international copyright laws. At the end of the 19th and the beginning of the 20th century European publishers of sheet music and the holders of copyrights to the most popular operatic tunes of the day often banded together in order to enforce collection of performance duties from any musician playing their property in any venue.\nWhen faced with notaries and the hounding of other legal representatives of the music industry of the time, in addition to the other sources of hostility mentioned above organ grinders soon disappeared.\n\n"
        },
        {
            "title": "Organ grinders",
            "text": "The organ grinder was a musical novelty street performer of the 19th century and the early part of the 20th century, and refers to the operator of a street or barrel organ.\n\nPeriod literature often represents the grinder as a gentleman of ill repute or as an unfortunate representative of the lower classes.[8]  Newspaper reporters would sometimes describe them cynically or jocularly as minor extortionists who were paid to keep silent, given the repetitious nature of the music.  Later depictions would stress the romantic or picturesque aspects of the activity.  Whereas some organ grinders were very likely itinerants or vagabonds, many, certainly in New York, were Italian immigrants who chose to be street performers in order to support their families.[4]\n\nThe stereotypical organ grinder was a man, bearing a medium-sized barrel organ held in front of him and supported by a hinged or removable wooden stick or leg that was strapped to the back of the organ.  The strap around his neck would balance the organ, leaving one hand free to turn the crank and the other to steady the organ.  A tin cup on top of the organ or in the hand of a companion, was used to solicit payments for his performance.\n\nMoving away from the stereotype, in reality the size of the street organ varied from a tiny barrel organ with only 20 or fewer pipes, weighing only a few pounds, through medium-sized instruments containing forty or more pipes, mounted on a hand-pushed trolley, up to large ornately decorated book-operated organs, with hundreds of pipes weighing several hundred pounds.[3]  The largest organs were usually mounted on a cart, and required a team of operators to move, particularly in the Netherlands when crossing the steep canal bridges of Amsterdam streets.  The most elaborate organs would have mechanical figures or automata mounted on top of or in the front of the case, along with percussion instruments.\n\n"
        },
        {
            "title": "Operation",
            "text": "The grinder would crank the organ in any public place (either a business district or in a neighborhood), moving from place to place after collecting a few coins or in order to avoid being arrested for loitering or chased by people who do not appreciate hearing his single tune repeatedly.  The grinder would often have as a companion a white-headed capuchin monkey, tethered to a string, to do tricks and attract attention,[4][9]  as well as the important task of collecting money from passers-by.\n\nIn an article from 1929, George Orwell wrote of the organ-grinders of London: \"To ask outright for money is a crime, yet it is perfectly legal to annoy one's fellow citizens by pretending to entertain them. Their dreadful music is the result of a purely mechanical gesture, and is only intended to keep them on the right side of the law. There are in London around a dozen firms specialising in the manufacture of piano organs, which they hire out for 15 shillings a week. The poor devil drags his instrument around from ten in the morning till eight or nine at night [–] the public only tolerates them grudgingly – and this is only possible in working-class districts, for in the richer districts the police will not allow begging at all, even when it is disguised. As a result, the beggars of London live mainly on the poor.\"[8]\n\nThe organ grinder would pick up an organ in a small storefront shop, or, livery and then walk or take the streetcar to his chosen neighborhood.  After moving from block to block throughout the day, he would return the organ to the livery and pay a portion of the take to the owner.\n\nCharles Dickens wrote to a friend that he could not write for more than half an hour without being disturbed by the most excruciating sounds imaginable, coming in from barrel organs on the street. Charles Babbage was a particularly virulent enemy of the organ grinders.  He would chase them around town, complain to authorities about their noisy presence, and forever ask the police to arrest them.[10] The violinist Yehudi Menuhin, on the other hand, is quoted to have said: \"we musicians must stick together\" while handing an organ-grinder some change.[citation needed]\n\n"
        },
        {
            "title": "Modern usage",
            "text": "There are still persons today who own and sometimes operate a barrel organ on a street.  They have very little in common with the calling of the organ grinder of yore.  For instance, it is considered lucky for a couple in Denmark to have a barrel organ playing outside on the morning of their 25th wedding anniversary, thus creating a small niche for professional musicians or musicologists capable of tuning one of the few surviving barrel organs, and interested in maintaining an old tradition in their spare time.\n\nIn addition to a few antique barrel organs, there are many more modern organs that have been built. These do not operate on pinned barrels anymore, but use perforated paper rolls (analogous to player pianos) or perforated cardboard book music (this method is mostly to be found in France,[11] the Netherlands or Belgium) and sometimes even electronic microchip- and/or MIDI-systems. Organ grinders are a common sight in Mexico City, and the related street organs are common in Germany and the Netherlands.\n\nSome modern day organ grinders like to dress in period costumes, albeit not necessarily those of an organ-grinder. He would be found at an \"organ rally\" (such as the \"MEMUSI\" event in Vienna), where many enthusiasts would assemble and entertain on the streets, but equally so at a wedding (usually performing the Lohengrin tune) or at any other event where he might be chosen over hiring an entire band or a deejay.\n\nLarger organs are not usually turned by hand, but use an electric motor. Such larger instruments are called a fairground organ, band organ or orchestrion.\n\nIn the United Kingdom, many use the term street organ to refer to a mechanically played, piano-like instrument also known as a barrel piano.\n\n"
        },
        {
            "title": "Varieties",
            "text": "Dutch street organs (unlike the simple street organ) are large organs that play book music. They are equipped with multiple ranks of pipes and percussion.  As originally built the organ was operated by the 'organ grinder' turning a large handle to operate both the bellows/reservoir and the card feed mechanism.  Almost all examples in the Netherlands have now been converted to belt drive from a small battery powered motor or donkey engine, allowing the organ grinder to collect money.\n\nSlightly smaller than the semi-trailer-sized fairground organ the Dutch street organ is nevertheless able to produce enough volume to be heard easily on a busy street corner. Modern Dutch street organs are frequently trailer mounted, and sized for towing behind a pickup or other light truck.  Some have a small engine on the front of the chassis allowing them to be self-propelled.\n\nDutch street organs are on display at the Museum Speelklok (formerly 'Nationaal Museum van Speelklok tot Pierement') in Utrecht.\n\nGerman-style street organs are usually operated by a music roll or pinned barrel.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/French_language",
        "https://en.wikipedia.org/wiki/German_language",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/Mechanical_organ",
        "https://en.wikipedia.org/wiki/Barrel_organ",
        "https://en.wikipedia.org/wiki/Serinette",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Fiorello_La_Guardia",
        "https://en.wikipedia.org/wiki/Traffic_congestion",
        "https://en.wikipedia.org/wiki/Organized_crime",
        "https://en.wikipedia.org/wiki/Cylinder_record",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Public_nuisance",
        "https://en.wikipedia.org/wiki/Netherlands",
        "https://en.wikipedia.org/wiki/Paris",
        "https://en.wikipedia.org/wiki/Seniority",
        "https://en.wikipedia.org/wiki/Copyright",
        "https://en.wikipedia.org/wiki/Sheet_music",
        "https://en.wikipedia.org/wiki/Notaries",
        "https://en.wikipedia.org/wiki/Mexico_City",
        "https://en.wikipedia.org/wiki/Busking",
        "https://en.wikipedia.org/wiki/Isaac_Cruikshank",
        "https://en.wikipedia.org/wiki/Extortion",
        "https://en.wikipedia.org/wiki/Music",
        "https://en.wikipedia.org/wiki/Kristinestad",
        "https://en.wikipedia.org/wiki/Barrel_organ",
        "https://en.wikipedia.org/wiki/Automata",
        "https://en.wikipedia.org/wiki/Business_district",
        "https://en.wikipedia.org/wiki/George_Orwell",
        "https://en.wikipedia.org/wiki/Charles_Dickens",
        "https://en.wikipedia.org/wiki/Charles_Babbage",
        "https://en.wikipedia.org/wiki/Yehudi_Menuhin",
        "https://en.wikipedia.org/wiki/Denmark",
        "https://en.wikipedia.org/wiki/Wedding_anniversary",
        "https://en.wikipedia.org/wiki/Music_roll",
        "https://en.wikipedia.org/wiki/Player_piano",
        "https://en.wikipedia.org/wiki/Book_music",
        "https://en.wikipedia.org/wiki/Microchip",
        "https://en.wikipedia.org/wiki/MIDI",
        "https://en.wikipedia.org/wiki/Period_costume",
        "https://en.wikipedia.org/wiki/Vienna",
        "https://en.wikipedia.org/wiki/Deejay",
        "https://en.wikipedia.org/wiki/Fairground_organ",
        "https://en.wikipedia.org/wiki/Orchestrion",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Piano",
        "https://en.wikipedia.org/wiki/Barrel_piano",
        "https://en.wikipedia.org/wiki/Nikon",
        "https://en.wikipedia.org/wiki/Book_music",
        "https://en.wikipedia.org/wiki/Fairground_organ",
        "https://en.wikipedia.org/wiki/Museum_Speelklok",
        "https://en.wikipedia.org/wiki/Music_roll",
        "https://en.wikipedia.org/wiki/Barrel_organ",
        "https://en.wikipedia.org/wiki/Paper_roll",
        "https://en.wikipedia.org/wiki/Barrel_organ",
        "https://en.wikipedia.org/wiki/Barrel_organ",
        "https://en.wikipedia.org/wiki/Music_Roll",
        "https://en.wikipedia.org/wiki/Book_music",
        "https://en.wikipedia.org/wiki/Dance_organ",
        "https://en.wikipedia.org/wiki/Fairground_organ",
        "https://en.wikipedia.org/wiki/Mechanical_organ",
        "https://en.wikipedia.org/wiki/Traditional_French_musical_instruments",
        "https://en.wikipedia.org/wiki/Cetara",
        "https://en.wikipedia.org/wiki/Cythara",
        "https://en.wikipedia.org/wiki/Epinette_des_Vosges",
        "https://en.wikipedia.org/wiki/Ukulele",
        "https://en.wikipedia.org/wiki/Bladder_fiddle",
        "https://en.wikipedia.org/wiki/Bobre",
        "https://en.wikipedia.org/wiki/Pirula",
        "https://en.wikipedia.org/wiki/Pahu",
        "https://en.wikipedia.org/wiki/Kayamb",
        "https://en.wikipedia.org/wiki/Boha",
        "https://en.wikipedia.org/wiki/Music_box",
        "https://en.wikipedia.org/wiki/Bousine",
        "https://en.wikipedia.org/wiki/Cabrette",
        "https://en.wikipedia.org/wiki/Caramusa",
        "https://en.wikipedia.org/wiki/Chabrette",
        "https://en.wikipedia.org/wiki/Cornemuse_du_Centre",
        "https://en.wikipedia.org/wiki/Barrel_organ",
        "https://en.wikipedia.org/wiki/Dance_organ",
        "https://en.wikipedia.org/wiki/Fairground_organ",
        "https://en.wikipedia.org/wiki/Serinette",
        "https://en.wikipedia.org/wiki/Street_organ",
        "https://en.wikipedia.org/wiki/Street_organ",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}