{
    "url": "https://en.wikipedia.org/wiki/Street_light",
    "title": "Street light",
    "table_of_contents": [
        "1 History",
        "1.1 Preindustrial era",
        "1.2 Gas lamp lighting",
        "1.2.1 Farola fernandina",
        "1.3 Arc lamps",
        "1.4 Incandescent lighting",
        "1.5 Later developments",
        "2 Modern lights",
        "3 Measurement",
        "4 Advantages",
        "5 Disadvantages",
        "5.1 Health and safety",
        "5.2 Light pollution",
        "5.2.1 Astronomy",
        "5.2.2 Ecosystems",
        "5.3 Energy consumption",
        "6 Street light control systems",
        "6.1 Accessories",
        "6.2 Economics",
        "6.3 Image-based street light control",
        "7 Purpose",
        "7.1 Beacon lights",
        "7.2 Roadway lights",
        "7.3 Cycle path lights",
        "8 Usage on rail transport",
        "9 Maintenance",
        "10 Street lights as public goods",
        "11 See also",
        "12 References",
        "13 Bibliography",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA street light, light pole, lamp pole, lamppost, street lamp, light standard, or lamp standard is a raised source of light on the edge of a road or path. Similar lights may be found on a railway platform. When urban electric power distribution became ubiquitous in developed countries in the 20th century, lights for urban streets followed, or sometimes led.\n\nMany lamps have light-sensitive photocells that activate the lamp automatically when needed, at times when there is little-to-no ambient light, such as at dusk, dawn, or at the onset of dark weather conditions. This function in older lighting systems could be performed with the aid of a solar dial. Many street light systems are being connected underground instead of wiring from one utility post to another. Street lights are an important source of public security lighting intended to reduce crime.[1]\n\n"
        },
        {
            "title": "History",
            "text": "Early lamps were used by Greek and Roman civilizations, where light primarily served the purpose of security, both to protect the wanderer from tripping on the path over something or keeping the potential robbers at bay. At that time oil lamps were used predominantly as they provided a long-lasting and moderate flame. A slave responsible for lighting the oil lamps in front of Roman villas was called a lanternarius. In the Middle Ages, so-called \"link boys\" escorted people from one place to another through the murky winding streets of medieval towns.\n\nBefore incandescent lamps, candle lighting was employed in cities. The earliest lamps required that a lamplighter tour the town at dusk, lighting each of the lamps. According to some sources, illumination was ordered in London in 1417 by Sir Henry Barton, Mayor of London though there is no firm evidence of this.[2]\n\nPublic street lighting was first developed in the 16th century,[3] and accelerated following the invention of lanterns with glass windows, which greatly improved the quantity of light. In 1588 the Parisian Parliament decreed that a torch be installed and lit at each intersection, and in 1594 the police changed this to lanterns.[4] Still, in the mid 17th century it was a common practice for travelers to hire a lantern-bearer if they had to move at night through the dark, winding streets.[5] King Louis XIV authorized sweeping reforms in Paris in 1667, which included the installation and maintenance of lights on streets and at intersections, as well as stiff penalties for vandalizing or stealing the fixtures.[6] Paris had more than 2,700 street lights by the end of the 17th century,[6] and twice as many by 1730.[7] Under this system, streets were lit with lanterns suspended 20 yards (18 m) apart on a cord over the middle of the street at a height of 20 feet (6.1 m); as an English visitor enthused in 1698, 'The streets are lit all winter and even during the full moon!'[8] In London, public street lighting was implemented around the end of the 17th century; a diarist wrote in 1712 that 'All the way, quite through Hyde Park to the Queen's Palace at Kensington, lanterns were placed for illuminating the roads on dark nights.'[9]\n\nA much-improved oil lantern, called a réverbère, was introduced in 1745 and improved in subsequent years. The light shed from these réverbères was considerably brighter, enough that some people complained of glare.[9] These lamps were attached to the top of lampposts;[9] by 1817, there were 4,694 lamps on the Paris streets.[citation needed] During the French Revolution (1789–1799), the revolutionaries found that the lampposts were a convenient place to hang aristocrats and other opponents.[10]\n\nThe first widespread system of street lighting used piped coal gas as fuel. Stephen Hales was the first person who procured a flammable fluid from the actual distillation of coal in 1726 and John Clayton, in 1735, called gas the \"spirit\" of coal and discovered its flammability by accident.\n\nWilliam Murdoch (sometimes spelled \"Murdock\") was the first to use this gas for the practical application of lighting. In the early 1790s, while overseeing the use of his company's steam engines in tin mining in Cornwall, Murdoch began experimenting with various types of gas, finally settling on coal-gas as the most effective. He first lit his own house in Redruth, Cornwall in 1792.[11] In 1798, he used gas to light the main building of the Soho Foundry and in 1802 lit the outside in a public display of gas lighting, the lights astonishing the local population.\n\nThe first public street lighting with gas was demonstrated in Pall Mall, London on 28 January 1807 by Frederick Albert Winsor.[citation needed] In 1812, Parliament granted a charter to the London and Westminster Gas Light and Coke Company, and the first gas company in the world came into being. Less than two years later, on 31 December 1813, the Westminster Bridge was lit by gas.[citation needed]\n\nFollowing this success, gas lighting spread outside London, both within Britain and abroad. The first place outside London in England to have gas lighting, was Preston, Lancashire in 1816, where Joseph Dunn's Preston Gaslight Company introduced a new, brighter gas lighting. Another early adopter was the city of Baltimore, where the gas lights were first demonstrated at Rembrandt Peale's Museum in 1816, and Peale's Gas Light Company of Baltimore provided the first gas streetlights in the United States. In the 1860s street lights were started in the southern hemisphere in New Zealand.\n\nIn Paris, public street lighting was first installed on a covered shopping street, the Passage des Panoramas, in 1817, private interior gas lighting having been previously demonstrated in a house on the rue Saint-Dominique seventeen years prior. The first gas lamps on the main streets of Paris appeared in January 1829 on the place du Carrousel and the rue de Rivoli, then on the rue de la Paix, place Vendôme, and rue de Castiglione. By 1857, the Grands Boulevards were all lit with gas; a Parisian writer enthused in August 1857: \"That which most enchants the Parisians is the new lighting by gas of the boulevards...From the church of the Madeleine all the way to rue Montmartre, these two rows of lamps, shining with a clarity white and pure, have a marvelous effect.\" The gaslights installed on the boulevards and city monuments in the 19th century gave the city the nickname \"The City of Light.\" [12]\n\nOil-gas appeared in the field as a rival of coal-gas. In 1815, John Taylor patented an apparatus for the decomposition of \"oil\" and other animal substances. Public attention was attracted to \"oil-gas\" by the display of the patent apparatus at Apothecary's Hall, by Taylor & Martineau.\n\nThe first modern street lamps to use kerosene (1000 pieces) were  in service in Bucharest, Romania in 1857, setting thus a new world record.\nIn Brest, street lighting with kerosene lamps reappeared in 2009 in the shopping street as a tourist attraction.\n\nFarola fernandina is a traditional design of gas street light which remains popular in Spain. Essentially it is a neo-classical French style of gas lamp dating from the late 18th century. It may be either a wall-bracket or standard lamp. The standard base is cast metal with an escutcheon bearing two intertwined letters 'F', the Royal cypher of King Ferdinand VII of Spain[13] and commemorates the date of the birth of his daughter, the Infanta Luisa Fernanda, Duchess of Montpensier.[14]\n\nThe first electric street lighting employed arc lamps, initially the 'Electric candle', 'Jablotchkoff candle' or 'Yablochkov candle' developed by a Russian, Pavel Yablochkov, in 1875. This was a carbon arc lamp employing alternating current, which ensured that both electrodes were consumed at equal rates. In 1876, the common council of the City of Los Angeles ordered four arc lights installed in various places in the fledgling town for street lighting.[15]\n\nOn 30 May 1878, the first electric street lights in Paris were installed on the avenue de l'Opera and the Place d'Etoile, around the Arc de Triomphe, to celebrate the opening of the Paris Universal Exposition. In 1881, to coincide with the Paris International Exposition of Electricity, street lights were installed on the major boulevards. [16]\n\nThe first streets in London lit with the electrical arc lamp were by the Holborn Viaduct and the Thames Embankment in 1878. More than 4,000 were in use by 1881, though by then an improved differential arc lamp had been developed by Friedrich von Hefner-Alteneck of Siemens & Halske. The United States was quick in adopting arc lighting, and by 1890 over 130,000 were in operation in the US, commonly installed in exceptionally tall moonlight towers.\n\nArc lights had two major disadvantages. First, they emit an intense and harsh light which, although useful at industrial sites like dockyards, was discomforting in ordinary city streets. Second, they are maintenance-intensive, as carbon electrodes burn away swiftly. With the development of cheap, reliable and bright incandescent light bulbs at the end of the 19th century, arc lights passed out of use for street lighting, but remained in industrial use longer.\n\nThe first street to be lit by an incandescent lightbulb was Chesterfield Street, in Chesterfield. The street was lit for one night by Joseph Swan's incandescent lamp on 3 February 1879.[17][18] Consequently, Newcastle has the first city street in the world to be lit by electric lighting.[19] \nThe first city in the United States to successfully demonstrate electric lighting was Cleveland, Ohio with 12 electric lights around the Public Square road system on 29 April 1879.[20][21] Wabash, Indiana lit 4 Brush arc lamps with 3,000 candlepower each, suspended over their courthouse on 2 February 1880, making the town square \"as light as midday\".[22]\n\nKimberley, Cape Colony (modern South Africa), was the first city in the Southern Hemisphere and in Africa to have electric street lights – with 16 first lit on 2 September 1882.[23][24] The system was only the second in the world, after that of Philadelphia, to be powered municipally.\n\nIn Central America, San Jose, Costa Rica lit 25 lamps powered by a hydroelectric plant on 9 August 1884.[citation needed]\n\nNürnberg was the first city in Germany to have electric public lighting on 7 June 1882, followed by Berlin on 20 September 1882 (Potsdamer Platz only).\n\nTemesvár (Timișoara in present-day Romania) was the first city in the Austrian-Hungarian Monarchy to have electric public lighting on 12 November 1884; 731 lamps were used.[citation needed]\n\nOn 9 December 1882, Brisbane, Queensland, Australia was introduced to electricity by having a demonstration of 8 arc lights, erected along Queen Street Mall. The power to supply these arc lights was taken from a 10 hp Crompton DC generator driven by a Robey steam engine in a small foundry in Adelaide Street and occupied by J. W. Sutton and Co.[citation needed] In 1884 Walhalla, Victoria, Victoria, had two lamps installed on the main street by the Long Tunnel (Gold) Mining Company. In 1886, the isolated mining town of Waratah in Tasmania was the first to have an extensive system of electrically powered street lighting installed.[citation needed] In 1888, the New South Wales town of Tamworth installed a large system illuminating a significant portion of the city, with over 13 km of streets lit[25] by 52 incandescent lights and 3 arc lights,.[26] Powered by a municipal power company, this system gave Tamworth the title of \"First City of Light\" in Australia.\n\nOn 10 December 1885, Härnösand became the first town in Sweden with electric street lighting, following the Gådeå power station being taken into use.[27]\n\nIncandescent lamps were primarily used for street lighting until the advent of high-intensity gas-discharge lamps. They were often operated at high-voltage series circuits. Series circuits were popular since their higher voltage produced more light per watt consumed. Furthermore, before the invention of photoelectric controls, a single switch or clock could control all the lights in an entire district.\n\nTo avoid having the entire system go dark if a single lamp burned out, each street lamp was equipped with a device that ensured that the circuit would remain intact. Early series street lights were equipped with isolation transformers.[28] that would allow current to pass across the transformer whether the bulb worked or not.\n\nLater the film cutout was invented. This was a small disk of insulating film that separated two contacts connected to the two wires leading to the lamp. If the lamp failed (an open circuit), the current through the string became zero, causing the voltage of the circuit (thousands of volts) to be imposed across the insulating film, penetrating it (see Ohm's law). In this way, the failed lamp was bypassed and power restored to the rest of the district. The street light circuit contained an automatic current regulator, preventing the current from increasing as lamps burned out, preserving the life of the remaining lamps. When the failed lamp was replaced, a new piece of film was installed, once again separating the contacts in the cutout. This system was recognizable by the large porcelain insulator separating the lamp and reflector from the mounting arm. This was necessary because the two contacts in the lamp's base may have operated at several thousand volts above ground.\n\n"
        },
        {
            "title": "Modern lights",
            "text": "Today, street lighting commonly uses high-intensity discharge lamps. Low-pressure sodium (LPS) lamps became commonplace after World War II for their low power consumption and long life. Late in the 20th century high-pressure sodium (HPS) lamps were preferred, taking further the same virtues.[29] Such lamps provide the greatest amount of photopic illumination for the least consumption of electricity. However, white light sources have been shown to double driver peripheral vision and improve driver brake reaction time by at least 25%; to enable pedestrians to better detect pavement trip hazards[30] and to facilitate visual appraisals of other people associated with interpersonal judgements. Studies comparing metal halide and high-pressure sodium lamps have shown that at equal photopic light levels, a street scene illuminated at night by a metal halide lighting system was reliably seen as brighter and safer than the same scene illuminated by a high-pressure sodium system.[31][32][33]\n\nTwo national standards now allow for variation in illuminance when using lamps of different spectra. In Australia, HPS lamp performance needs to be reduced by a minimum value of 75%. In the UK, illuminances are reduced with higher values S/P ratio.[34][35]\n\nNew street lighting technologies, such as LED or induction lights, emit a white light that provides high levels of scotopic lumens allowing street lights with lower wattages and lower photopic lumens to replace existing street lights. However, there have been no formal specifications written around Photopic/Scotopic adjustments for different types of light sources, causing many municipalities and street departments to hold back on implementation of these new technologies until the standards are updated. Eastbourne in East Sussex UK is currently undergoing a project to see 6000 of its street lights converted to LED and will be closely followed by Hastings in early 2014.[36] Many UK councils are undergoing mass-replacement schemes to LED, and though street lights are being removed along many long stretches of UK motorways (as they are not needed and cause light pollution), LEDs are preferred in areas where lighting installations are necessary.\n\nMilan, Italy, is the first major city to have entirely switched to LED lighting.[37]\n\nIn North America, the city of Mississauga (Canada) was one of the first and biggest LED conversion projects with over 46,000 lights converted to LED technology between 2012 and 2014. It is also one of the first cities in North America to use Smart City technology to control the lights. DimOnOff, a company based in Quebec City, was chosen as a Smart City partner for this project.[38][39]\n\nPhotovoltaic-powered LED luminaires are gaining wider acceptance. Preliminary field tests show that some LED luminaires are energy-efficient and perform well in testing environments.[40]\n\nIn 2007, the Civil Twilight Collective created a variant of the conventional LED streetlight, namely the Lunar-resonant streetlight.[41][42] These lights increase or decrease the intensity of the streetlight according to the lunar light. This streetlight design thus reduces energy consumption as well as light pollution.\n\n"
        },
        {
            "title": "Measurement",
            "text": "Two very similar measurement systems were created to bridge the scotopic and photopic luminous efficiency functions,[43][44][45] creating a Unified System of Photometry.[46][47]  This new measurement has been well-received because the reliance on V(λ) alone for characterizing night-time light illuminations requires more electric energy. The cost-savings potential of using a new way to measure mesopic lighting scenarios is tremendous.[48]\n\nOutdoor Site-Lighting Performance (OSP) is a method for predicting and measuring three different aspects of light pollution: glow, trespass and glare.[49] Using this method, lighting specifiers can quantify the performance of existing and planned lighting designs and applications to minimize excessive or obtrusive light leaving the boundaries of a property.\n\n"
        },
        {
            "title": "Advantages",
            "text": "Major advantages of street lighting include prevention of accidents and increase in safety.[50]  Studies have shown that darkness results in a large number of crashes and fatalities, especially those involving pedestrians; pedestrian fatalities are 3 to 6.75 times more likely in the dark than in daylight.[51] Several decades ago when automobile crashes were far more common,[52] street lighting was found to reduce pedestrian crashes by approximately 50%.[53][54][55]\n\nFurthermore, in the 1970s, lighted intersections and highway interchanges tend to have fewer crashes than unlighted intersections and interchanges.[56]  Lighting also reduces crime[57] with one 2019 study suggesting that appropriate lighting reduces night crime by 36 percent.[1]\n\nTowns, cities, and villages use the unique locations provided by lampposts to hang decorative or commemorative banners.\n\nMany communities in the US use lampposts as a tool for fund raising via lamppost banner sponsorship programs first designed by a US based lamppost banner manufacturer.[58]\n\n"
        },
        {
            "title": "Disadvantages",
            "text": "The major criticisms of street lighting are that it can actually cause accidents if misused, and cause light pollution.\n\nThere are two optical phenomena that need to be recognized in street light installations.\n\nThere are also physical dangers to the posts of street lamps other than children climbing them for recreational purposes. Street light stanchions (lampposts) pose a collision risk to motorists and pedestrians, particularly those affected by poor eyesight or under the influence of alcohol. This can be reduced by designing them to break away when hit (known as frangible, collapsible, or passively safe supports), protecting them by guardrails, or marking the lower portions to increase their visibility. High winds or accumulated metal fatigue also occasionally topple street lights.\n\nLight pollution can hide the stars and interfere with astronomy. In settings near astronomical telescopes and observatories, low pressure sodium lamps may be used.  These lamps are advantageous over other lamps such as mercury and metal halide lamps because low pressure sodium lamps emit lower intensity, monochromatic light.  Observatories can filter the sodium wavelength out of their observations and virtually eliminate the interference from nearby urban lighting. Full cutoff streetlights also reduce light pollution by reducing the amount of light that is directed at the sky which also improves the luminous efficiency of the light.\n\nStreetlights can impact biodiversity and ecosystems—for instance, disrupting the migration of some nocturnally migrating bird species.[60] In the Netherlands, Philips found that birds can get disoriented by the red wavelengths in street lighting, and in response developed alternative lighting that only emit in the green and blue wavelengths of the visible spectrum. The lamps were installed on Ameland in a small scale test. If successful, the technology could be used on ships and offshore installations to avoid luring birds towards the open sea at night.[61] Bats can be negatively impacted by streetlights,[62] with evidence showing that red light can be least harmful.[63] As a result, some areas have installed red LED streetlights to minimise disruption to bats.[64][65] A study published in Science Advances reported that streetlights in southern England had detrimental impacts on local insect populations.[66] Street lights can also impact plant growth and the number of insects that depend on plants for food.[67]\n\nAs of 2017, globally 70% of all electricity was generated by burning fossil fuels,[68] a source of air pollution and greenhouse gases, and also globally there are approximately 300 million street lights using that electricity.[69] Cities are exploring more efficient energy use, reducing street light power consumption by dimming lights during off-peak hours and switching to high-efficiency LED lamps.[70] Many councils are using a part-night lighting scheme to turn off lighting at quieter times of night. This is typically midnight to 5:30 AM, as seen by the sign on the right. There have, however, been questions about the impact on crime rates. Typical collector road lighting in New York State costs $6,400/mile/year for high pressure sodium at 8.5 kW/mile or $4,000 for light-emitting diode luminaires at 5.4 kW/mile.[71] Improvements can be made by optimising directionality and shape, however. Transitioning to wide angle lights enabled the doubling of distance between street lights in Flanders from 45 m to 90 m, cutting annual street lighting electricity expenditures to €9 million for the 2150 km long network that was retrofitted, corresponding to ca. €4186/km.[72]\n\n"
        },
        {
            "title": "Street light control systems",
            "text": "A number of street light control systems have been developed to control and reduce energy consumption of a town's public lighting system. These range from controlling a circuit of street lights and/or individual lights with specific ballasts and network operating protocols. These may include sending and receiving instructions via separate data networks, at high frequency over the top of the low voltage supply or wireless.[73]\n\nStreet light controllers are smarter versions of the mechanical or electronic timers previously used for street light ON-OFF operation.  They come with energy conservation options like twilight saving, staggering or dimming. Many street light controllers come with an astronomical clock for a particular location or a Global Positioning System (GPS) connection to give the best ON-OFF time and energy saving.\n\nSome intelligent street light controllers also come with Global System for Mobile Communications (GSM), Radio frequency (RF) or General Packet Radio Service (GPRS) communication, user adjusted according to latitude and longitude (low cost type), for better street light management and maintenance. Many street light controllers also come with traffic sensors to manage the lux level of the lamp according to the traffic and to save energy by decreasing lux when there is no traffic. The United States, Canada, India, and many other countries have started introducing street light controllers to their road lighting for energy conservation, street light management and maintenance purpose.\n\nStreet light controllers can be expensive in comparison with normal timers, and can cost between $100 and $2,500, but most of them return the investment between 6 months and 2 years. As the equipment's lifetime is 7 to 10 years, it saves energy and cost after the initial investment has been recouped.\n\nA number of companies are now manufacturing intelligent street lighting that adjust light output based on usage and occupancy, i.e. automating classification of pedestrian versus cyclist, versus automobile, sensing also velocity of movement and illuminating a certain number of streetlights ahead and fewer behind, depending on velocity of movement.  Also the lights adjust depending on road conditions, for example, snow produces more reflectance therefore reduced light is required.\n\n"
        },
        {
            "title": "Purpose",
            "text": "There are three distinct main uses of street lights, each requiring different types of lights and placement. Using the wrong types of lights can make the situation worse by compromising visibility or safety.\n\nA modest steady light at the intersection of two roads is an aid to navigation because it helps a driver see the location of a side road as they come closer to it, so that they can adjust their braking and know exactly where to turn if they intend to leave the main road or see vehicles or pedestrians. A beacon light's function is to say \"here I am\" and even a dim light provides enough contrast against the dark night to serve the purpose. To prevent the dangers caused by a car driving through a pool of light, a beacon light must never shine onto the main road, and not brightly onto the side road. In residential areas, this is usually the only appropriate lighting, and it has the bonus side effect of providing spill lighting onto any sidewalk there for the benefit of pedestrians.  On Interstate highways this purpose is commonly served by placing reflectors at the sides of the road.\n\nBecause of the dangers discussed above, roadway lights are properly used sparingly and only when a particular situation justifies increasing the risk. This usually involves an intersection with several turning movements and much signage, situations where drivers must take in much information quickly that is not in the headlights' beam. In these situations (a freeway junction or exit ramp), the intersection may be lit so that drivers can quickly see all hazards, and a well-designed plan will have gradually increasing lighting for approximately a quarter of a minute before the intersection and gradually decreasing lighting after it. The main stretches of highways remain unlighted to preserve the driver's night vision and increase the visibility of oncoming headlights. If there is a sharp curve where headlights will not illuminate the road, a light on the outside of the curve is often justified.\n\nIf it is desired to light a roadway (perhaps due to heavy and fast multi-lane traffic), to avoid the dangers of casual placement of street lights, it should not be lit intermittently since this requires repeated eye readjustment, which causes eyestrain and temporary blindness when entering and leaving light pools. In this case, the system is designed to eliminate the need for headlights. This is usually achieved with bright lights placed on high poles at close regular intervals so that there is consistent light along the route. The lighting goes from curb to curb.\n\nFurther information: pedestrian crossing#Lighting.\n\nPolicies that encourage utility cycling have been proposed and implemented, including lighting bike paths to increase safety at night.\n\n"
        },
        {
            "title": "Usage on rail transport",
            "text": "Lights similar to street lights are used on railway platforms at train stations in the open air. Their purpose is similar to that of beacon lights: they help a train driver see the location of a station at night as the train comes closer to it, so that the driver can adjust the braking and know exactly where to stop. A train station light must never shine directly onto the tracks, and has the bonus side effect of providing spill lighting onto any platform for the benefit of passengers waiting there.\n\n"
        },
        {
            "title": "Maintenance",
            "text": "Street lighting systems require ongoing maintenance, which can be classified as either reactive or preventative. Reactive maintenance is a direct response to a lighting failure, such as replacing a discharge lamp after it has failed, or replacing an entire lighting unit after it has been hit by a vehicle. Preventative maintenance is scheduled replacement of lighting components, for example replacing all of the discharge lamps in an area of the city when they have reached 85% of their expected life. In the United Kingdom the Roads Liaison Group has issued a Code of Practice recommending specific reactive and preventative maintenance procedures.[74]\n\nSome street lights in New York City have an orange or red light on top of the luminaire (light fixture) or a red light attached to the lamppost. This indicates that near to this lighting pole or in the same intersection, there is a fire alarm pull box.[75] Other street lights have a small red light next to the street light bulb; when the small light flashes, it indicates an issue with the electrical current.[76]\n\n"
        },
        {
            "title": "Street lights as public goods",
            "text": "\nStreet Lights are the basic example of public goods, which are nonexcludable and nonrival. This means that the producer cannot prevent those who do not pay from consuming and the consumption of one person cannot prevent the consumption of another person. This becomes a problem for governments, because no private company would have the incentive to produce Street Lights, which is why most governments are in charge of placing and maintaining Street Lights. For example, in Armenia, building and maintaining infrastructure is the duty of local self governance.[77]\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Railway_platform",
        "https://en.wikipedia.org/wiki/Electric_power_distribution",
        "https://en.wikipedia.org/wiki/Cupid",
        "https://en.wikipedia.org/wiki/Austrian_Parliament_Building",
        "https://en.wikipedia.org/wiki/Vienna",
        "https://en.wikipedia.org/wiki/Photocell",
        "https://en.wikipedia.org/wiki/Solar_dial",
        "https://en.wikipedia.org/wiki/Utility_pole",
        "https://en.wikipedia.org/wiki/Security_lighting",
        "https://en.wikipedia.org/wiki/Oil_lamp",
        "https://en.wikipedia.org/wiki/Gas_lighting",
        "https://en.wikipedia.org/wiki/Security_lighting",
        "https://en.wikipedia.org/wiki/Link_boy",
        "https://en.wikipedia.org/wiki/Incandescence",
        "https://en.wikipedia.org/wiki/Candle",
        "https://en.wikipedia.org/wiki/Lamplighter",
        "https://en.wikipedia.org/wiki/Henry_Barton",
        "https://en.wikipedia.org/wiki/Mayor_of_London",
        "https://en.wikipedia.org/wiki/Louis_XIV_of_France",
        "https://en.wikipedia.org/wiki/Diary",
        "https://en.wikipedia.org/wiki/French_Revolution",
        "https://en.wikipedia.org/wiki/Gas_lighting",
        "https://en.wikipedia.org/wiki/Coal_gas",
        "https://en.wikipedia.org/wiki/Stephen_Hales",
        "https://en.wikipedia.org/wiki/William_Murdoch",
        "https://en.wikipedia.org/wiki/Redruth",
        "https://en.wikipedia.org/wiki/William_Murdoch",
        "https://en.wikipedia.org/wiki/Redruth",
        "https://en.wikipedia.org/wiki/Soho_Foundry",
        "https://en.wikipedia.org/wiki/Frederick_Albert_Winsor",
        "https://en.wikipedia.org/wiki/Parliament_of_England",
        "https://en.wikipedia.org/wiki/Gas_Light_and_Coke_Company",
        "https://en.wikipedia.org/wiki/Westminster_Bridge",
        "https://en.wikipedia.org/wiki/Baltimore",
        "https://en.wikipedia.org/wiki/Rembrandt_Peale",
        "https://en.wikipedia.org/wiki/Streets_Lights_in_New_Zealand",
        "https://en.wikipedia.org/wiki/Passage_des_Panoramas",
        "https://en.wikipedia.org/wiki/Place_du_Carrousel",
        "https://en.wikipedia.org/wiki/Rue_de_Rivoli",
        "https://en.wikipedia.org/wiki/Boulevards_of_Paris",
        "https://en.wikipedia.org/wiki/Kerosene_lamp",
        "https://en.wikipedia.org/wiki/Royal_cypher",
        "https://en.wikipedia.org/wiki/Ferdinand_VII_of_Spain",
        "https://en.wikipedia.org/wiki/Aranjuez",
        "https://en.wikipedia.org/wiki/Royal_Palace_of_Aranjuez",
        "https://en.wikipedia.org/wiki/Pavel_Yablochkov",
        "https://en.wikipedia.org/wiki/Yablochkov_candle",
        "https://en.wikipedia.org/wiki/City_Botanic_Gardens",
        "https://en.wikipedia.org/wiki/Brisbane",
        "https://en.wikipedia.org/wiki/Arc_lamps",
        "https://en.wikipedia.org/wiki/Yablochkov_candle",
        "https://en.wikipedia.org/wiki/Pavel_Yablochkov",
        "https://en.wikipedia.org/wiki/Alternating_current",
        "https://en.wikipedia.org/wiki/City_of_Los_Angeles",
        "https://en.wikipedia.org/wiki/Arc_de_Triomphe",
        "https://en.wikipedia.org/wiki/Holborn_Viaduct",
        "https://en.wikipedia.org/wiki/Thames_Embankment",
        "https://en.wikipedia.org/wiki/Moonlight_tower",
        "https://en.wikipedia.org/wiki/Incandescent_light_bulb",
        "https://en.wikipedia.org/wiki/Incandescent_lightbulb",
        "https://en.wikipedia.org/wiki/Joseph_Swan",
        "https://en.wikipedia.org/wiki/Cleveland",
        "https://en.wikipedia.org/wiki/Candlepower",
        "https://en.wikipedia.org/wiki/Cape_Colony",
        "https://en.wikipedia.org/wiki/Southern_Hemisphere",
        "https://en.wikipedia.org/wiki/Philadelphia",
        "https://en.wikipedia.org/wiki/German_Empire",
        "https://en.wikipedia.org/wiki/Brisbane",
        "https://en.wikipedia.org/wiki/Joseph_William_Sutton",
        "https://en.wikipedia.org/wiki/Tasmania",
        "https://en.wikipedia.org/wiki/Incandescent_lamp",
        "https://en.wikipedia.org/wiki/Porcelain",
        "https://en.wikipedia.org/wiki/LED_street_light",
        "https://en.wikipedia.org/wiki/Solar_street_light",
        "https://en.wikipedia.org/wiki/Photopic",
        "https://en.wikipedia.org/wiki/Metal_halide_lighting",
        "https://en.wikipedia.org/wiki/Electromagnetic_spectrum",
        "https://en.wikipedia.org/wiki/LED",
        "https://en.wikipedia.org/wiki/Induction_lights",
        "https://en.wikipedia.org/wiki/Luminosity_function",
        "https://en.wikipedia.org/wiki/Milan",
        "https://en.wikipedia.org/wiki/Mississauga",
        "https://en.wikipedia.org/wiki/Smart_City",
        "https://en.wikipedia.org/wiki/Quebec_City",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Light_pollution",
        "https://en.wikipedia.org/wiki/Night_vision",
        "https://en.wikipedia.org/wiki/Accommodation_reflex",
        "https://en.wikipedia.org/wiki/Stray_voltage",
        "https://en.wikipedia.org/wiki/Frangible",
        "https://en.wikipedia.org/wiki/Light_pollution",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Telescope",
        "https://en.wikipedia.org/wiki/Observatory",
        "https://en.wikipedia.org/wiki/Sodium_lamp",
        "https://en.wikipedia.org/wiki/Mercury_lamp",
        "https://en.wikipedia.org/wiki/Metal_halide_lamp",
        "https://en.wikipedia.org/wiki/Monochromatic",
        "https://en.wikipedia.org/wiki/Wavelength",
        "https://en.wikipedia.org/wiki/Luminous_efficacy",
        "https://en.wikipedia.org/wiki/Leeds",
        "https://en.wikipedia.org/wiki/Netherlands",
        "https://en.wikipedia.org/wiki/Philips",
        "https://en.wikipedia.org/wiki/Ameland",
        "https://en.wikipedia.org/wiki/Science_Advances",
        "https://en.wikipedia.org/wiki/Efficient_energy_use",
        "https://en.wikipedia.org/wiki/New_York_State",
        "https://en.wikipedia.org/wiki/Flanders",
        "https://en.wikipedia.org/wiki/Timer",
        "https://en.wikipedia.org/wiki/Energy_conservation",
        "https://en.wikipedia.org/wiki/Dimmer",
        "https://en.wikipedia.org/wiki/Astronomical_clock",
        "https://en.wikipedia.org/wiki/Global_Positioning_System",
        "https://en.wikipedia.org/wiki/Artificial_intelligence",
        "https://en.wikipedia.org/wiki/Global_System_for_Mobile_Communications",
        "https://en.wikipedia.org/wiki/Radio_frequency",
        "https://en.wikipedia.org/wiki/General_Packet_Radio_Service",
        "https://en.wikipedia.org/wiki/Lux",
        "https://en.wikipedia.org/wiki/Intelligent_street_lighting",
        "https://en.wikipedia.org/wiki/Asthenopia",
        "https://en.wikipedia.org/wiki/Bike_path",
        "https://en.wikipedia.org/wiki/Policy",
        "https://en.wikipedia.org/wiki/Utility_cycling",
        "https://en.wikipedia.org/wiki/Railway_platform",
        "https://en.wikipedia.org/wiki/Armenia",
        "https://en.wikipedia.org/wiki/Utility_pole",
        "https://en.wikipedia.org/wiki/New_Jersey",
        "https://en.wikipedia.org/wiki/Ystad",
        "https://en.wikipedia.org/wiki/Charging_station",
        "https://en.wikipedia.org/wiki/Gas_lighting",
        "https://en.wikipedia.org/wiki/History_of_street_lighting_in_the_United_States",
        "https://en.wikipedia.org/wiki/Light_pollution",
        "https://en.wikipedia.org/wiki/List_of_light_sources",
        "https://en.wikipedia.org/wiki/Solar_street_light",
        "https://en.wikipedia.org/wiki/Street_furniture",
        "https://en.wikipedia.org/wiki/Street_light_interference",
        "https://en.wikipedia.org/wiki/Intelligent_street_lighting",
        "https://en.wikipedia.org/wiki/Floodlight",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/National_Bureau_of_Economic_Research",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Panasonic_Corporation",
        "https://en.wikipedia.org/wiki/Lighting",
        "https://en.wikipedia.org/wiki/Accent_lighting",
        "https://en.wikipedia.org/wiki/Color_temperature",
        "https://en.wikipedia.org/wiki/Luminous_efficacy",
        "https://en.wikipedia.org/wiki/Electric_light",
        "https://en.wikipedia.org/wiki/Light_fixture",
        "https://en.wikipedia.org/wiki/Light_pollution",
        "https://en.wikipedia.org/wiki/Light_pollution_in_Hawaii",
        "https://en.wikipedia.org/wiki/Light_pollution_in_Hong_Kong",
        "https://en.wikipedia.org/wiki/Lightbulb_socket",
        "https://en.wikipedia.org/wiki/Edison_screw",
        "https://en.wikipedia.org/wiki/Task_lighting",
        "https://en.wikipedia.org/wiki/Incandescence",
        "https://en.wikipedia.org/wiki/Incandescent_light_bulb",
        "https://en.wikipedia.org/wiki/Halogen_lamp",
        "https://en.wikipedia.org/wiki/Nernst_lamp",
        "https://en.wikipedia.org/wiki/Luminescence",
        "https://en.wikipedia.org/wiki/Fluorescence",
        "https://en.wikipedia.org/wiki/Fluorescent_lamp",
        "https://en.wikipedia.org/wiki/Compact_fluorescent_lamp",
        "https://en.wikipedia.org/wiki/Photoluminescence",
        "https://en.wikipedia.org/wiki/Laser_lamp",
        "https://en.wikipedia.org/wiki/Chemiluminescence",
        "https://en.wikipedia.org/wiki/LED_lamp",
        "https://en.wikipedia.org/wiki/Cathodoluminescence",
        "https://en.wikipedia.org/wiki/Electroluminescence",
        "https://en.wikipedia.org/wiki/Combustion",
        "https://en.wikipedia.org/wiki/Carbide_lamp",
        "https://en.wikipedia.org/wiki/Argand_lamp",
        "https://en.wikipedia.org/wiki/Campfire",
        "https://en.wikipedia.org/wiki/Candle",
        "https://en.wikipedia.org/wiki/Carcel_lamp",
        "https://en.wikipedia.org/wiki/Flare",
        "https://en.wikipedia.org/wiki/Gas_lighting",
        "https://en.wikipedia.org/wiki/Kerosene_lamp",
        "https://en.wikipedia.org/wiki/Lantern",
        "https://en.wikipedia.org/wiki/Limelight",
        "https://en.wikipedia.org/wiki/Magnesium_torch",
        "https://en.wikipedia.org/wiki/Oil_lamp",
        "https://en.wikipedia.org/wiki/Rushlight",
        "https://en.wikipedia.org/wiki/Safety_lamp",
        "https://en.wikipedia.org/wiki/Tilley_lamp",
        "https://en.wikipedia.org/wiki/Torch",
        "https://en.wikipedia.org/wiki/Arc_lamp",
        "https://en.wikipedia.org/wiki/Carbon_arc_lamp",
        "https://en.wikipedia.org/wiki/Klieg_light",
        "https://en.wikipedia.org/wiki/Yablochkov_candle",
        "https://en.wikipedia.org/wiki/Deuterium_arc_lamp",
        "https://en.wikipedia.org/wiki/Neon_lighting",
        "https://en.wikipedia.org/wiki/Plasma_lamp",
        "https://en.wikipedia.org/wiki/Sulfur_lamp",
        "https://en.wikipedia.org/wiki/Xenon_arc_lamp",
        "https://en.wikipedia.org/wiki/Xenon_flash_lamp",
        "https://en.wikipedia.org/wiki/Hydrargyrum_quartz_iodide",
        "https://en.wikipedia.org/wiki/Light_fixture",
        "https://en.wikipedia.org/wiki/Parabolic_aluminized_reflector_light",
        "https://en.wikipedia.org/wiki/Multifaceted_reflector",
        "https://en.wikipedia.org/wiki/Ellipsoidal_reflector_spotlight",
        "https://en.wikipedia.org/wiki/Aircraft_warning_lights",
        "https://en.wikipedia.org/wiki/Chandelier",
        "https://en.wikipedia.org/wiki/Emergency_light",
        "https://en.wikipedia.org/wiki/Gas_lighting",
        "https://en.wikipedia.org/wiki/Gooseneck_lamp",
        "https://en.wikipedia.org/wiki/Intelligent_street_lighting",
        "https://en.wikipedia.org/wiki/Light_tube",
        "https://en.wikipedia.org/wiki/Nightlight",
        "https://en.wikipedia.org/wiki/Neon_lighting",
        "https://en.wikipedia.org/wiki/Pendant_light",
        "https://en.wikipedia.org/wiki/Recessed_light",
        "https://en.wikipedia.org/wiki/History_of_street_lighting_in_the_United_States",
        "https://en.wikipedia.org/wiki/Track_lighting",
        "https://en.wikipedia.org/wiki/Troffer",
        "https://en.wikipedia.org/wiki/Flashlight",
        "https://en.wikipedia.org/wiki/Tactical_light",
        "https://en.wikipedia.org/wiki/Glow_stick",
        "https://en.wikipedia.org/wiki/Headlamp",
        "https://en.wikipedia.org/wiki/Lantern",
        "https://en.wikipedia.org/wiki/Laser_pointer",
        "https://en.wikipedia.org/wiki/Navigation_light",
        "https://en.wikipedia.org/wiki/Searchlight",
        "https://en.wikipedia.org/wiki/Solar_lamp",
        "https://en.wikipedia.org/wiki/Stage_lighting",
        "https://en.wikipedia.org/wiki/Footlight",
        "https://en.wikipedia.org/wiki/Ellipsoidal_reflector_spotlight",
        "https://en.wikipedia.org/wiki/Stage_lighting_instrument",
        "https://en.wikipedia.org/wiki/Holiday_lighting_technology",
        "https://en.wikipedia.org/wiki/Aroma_lamp",
        "https://en.wikipedia.org/wiki/Blacklight",
        "https://en.wikipedia.org/wiki/Bubble_light",
        "https://en.wikipedia.org/wiki/Christmas_lights",
        "https://en.wikipedia.org/wiki/Crackle_tube",
        "https://en.wikipedia.org/wiki/DJ_lighting",
        "https://en.wikipedia.org/wiki/Electroluminescent_wire",
        "https://en.wikipedia.org/wiki/Lava_lamp",
        "https://en.wikipedia.org/wiki/Plasma_globe",
        "https://en.wikipedia.org/wiki/Strobe_light",
        "https://en.wikipedia.org/wiki/Germicidal_lamp",
        "https://en.wikipedia.org/wiki/Grow_light",
        "https://en.wikipedia.org/wiki/Infrared_lamp",
        "https://en.wikipedia.org/wiki/Stroboscope",
        "https://en.wikipedia.org/wiki/Tanning_lamp",
        "https://en.wikipedia.org/wiki/Automotive_lighting",
        "https://en.wikipedia.org/wiki/Daytime_running_lamp",
        "https://en.wikipedia.org/wiki/Headlamp",
        "https://en.wikipedia.org/wiki/Hidden_headlamp",
        "https://en.wikipedia.org/wiki/Parabolic_aluminized_reflector",
        "https://en.wikipedia.org/wiki/Safety_reflector",
        "https://en.wikipedia.org/wiki/Retroreflector",
        "https://en.wikipedia.org/wiki/Trafficators",
        "https://en.wikipedia.org/wiki/List_of_automotive_light_bulb_types",
        "https://en.wikipedia.org/wiki/Bioluminescence",
        "https://en.wikipedia.org/wiki/Chemiluminescence",
        "https://en.wikipedia.org/wiki/Electroluminescence",
        "https://en.wikipedia.org/wiki/Luminous_gemstones",
        "https://en.wikipedia.org/wiki/Laser",
        "https://en.wikipedia.org/wiki/Photoluminescence",
        "https://en.wikipedia.org/wiki/Radioluminescence",
        "https://en.wikipedia.org/wiki/List_of_light_sources",
        "https://en.wikipedia.org/wiki/List_of_reflected_light_sources",
        "https://en.wikipedia.org/wiki/Street_light",
        "https://en.wikipedia.org/wiki/Street_light",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}