{
    "url": "https://en.wikipedia.org/wiki/Street_performance",
    "title": "Street performance",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "3 Forms",
        "3.1 Collecting money",
        "3.2 Pitches",
        "4 Legislation",
        "5 Notable performers",
        "6 Gallery",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nStreet performance or busking is the act of performing in public places for gratuities. In many countries, the rewards are generally in the form of money but other gratuities such as food, drink or gifts may be given. Street performance is practiced all over the world and dates back to antiquity. People engaging in this practice are called street performers or buskers in the United Kingdom. Outside of New York, buskers is not a term generally used in American English.[1][2]\n\nPerformances are anything that people find entertaining, including acrobatics, animal tricks, balloon twisting, caricatures, clowning, comedy, contortions, escapology, dance, singing, fire skills, flea circus, fortune-telling, juggling, magic, mime, living statue, musical performance, puppeteering, snake charming, storytelling or reciting poetry or prose, street art such as sketching and painting, street theatre, sword swallowing, ventriloquism and washboarding.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term busking was first noted in the English language around the middle 1860s in Great Britain. The verb to busk, from the word busker, comes from the Spanish root word buscar, with the meaning \"to seek\".[3] The Spanish word buscar in turn evolved from the Indo-European word *bhudh-skō (\"to win, conquer\").[4] It was used for many street acts, and was the title of a famous Spanish book about one of them, El Buscón. Today, the word is still used in Spanish but mostly reserved for female street sex workers, or mistresses of married men.[citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "There have been performances in public places for gratuities in every major culture in the world, dating back to antiquity. For many musicians, street performance was the most common means of employment before the advent of recording and personal electronics.[5] Prior to that, a person had to produce any music or entertainment, save for a few mechanical devices such as the barrel organ, the music box, and the piano roll. Organ grinders were commonly found busking in the old days.\n\nBusking is common among some Romani people. Romantic mention of Romani music, dancers and fortune tellers are found in all forms of song poetry, prose and lore. The Roma brought the word busking to England by way of their travels along the Mediterranean coast to Spain and the Atlantic Ocean and then up north to England and the rest of Europe.[citation needed]\n\nIn medieval France, buskers were known by the terms troubadours and jongleurs. In northern France, they were known as trouveres. In old German, buskers were known as Minnesingers and Spielleute. In obsolete French, it evolved to busquer for \"seek, prowl\" and was generally used to describe prostitutes. In Russia, buskers are called skomorokh, and their first recorded history appears around the 11th century.[citation needed]\n\nMariachis, Mexican bands that play a style of music by the same name, frequently busk when they perform while traveling through streets and plazas, as well as in restaurants and bars.[6]\n\nAround the mid-19th century Japanese Chindonya started to be seen using their skills for advertising, and these street performers are still occasionally seen in Japan. Another Japanese street performance form dating from the Edo period is Nankin Tamasudare, in which the performer creates large figures using a bamboo mat.\n\nIn the 19th century, Italian street musicians (mainly from Liguria, Emilia Romagna, Basilicata) began to roam worldwide in search of fortune. Musicians from Basilicata, especially the so-called Viggianesi, would later become professional instrumentalists in symphonic orchestras, especially in the United States.[8] The street musicians from Basilicata are sometimes cited as an influence on Hector Malot's Sans Famille.[9]\n\nIn the United States, medicine shows proliferated in the 19th century. They were traveling vendors selling elixirs and potions to improve the health. They would often employ entertainment acts as a way of making the clients feel better. The people would often associate this feeling of well-being with the products sold. After these performances, they would \"pass the hat\".[citation needed]\n\nOne-man bands have historically performed as buskers playing a variety of instruments simultaneously. One-man bands proliferated in urban areas in the 19th and early 20th centuries and still perform to this day. A current one-man band plays all their instruments acoustically usually combining a guitar, a harmonica, a drum and a tambourine. They may also include singing. Many still busk but some are booked to play at festivals and other events.[citation needed]\n\nFolk music has always been an important part of the busking scene. Cafe, restaurant, bar and pub busking is a mainstay of this art form. The delta bluesmen were mostly itinerant musicians emanating from the Mississippi Delta region of the USA around the early 1940s and on. B.B. King is one famous example who came from these roots.[citation needed]\n\nThe counterculture of the hippies of the 1960s occasionally staged \"be-ins\", which resembled some present-day buskers festivals. Bands and performers would gather at public places and perform for free, passing the hat to make money. The San Francisco Bay Area was at the epicenter of this movement – be-ins were staged at Golden Gate Park and San Jose's Bee Stadium and other venues. Some of the bands that performed in this manner were Janis Joplin with Big Brother and the Holding Company, the Grateful Dead, Jefferson Airplane, Quicksilver Messenger Service, Country Joe and the Fish, Moby Grape and Jimi Hendrix.[citation needed]\n\nChristmas caroling can also be a form of busking, as wassailing included singing for alms, wassail or some other form of refreshment such as figgy pudding. In the Republic of Ireland, the traditional Wren Boys, and in England Morris Dancing can be considered part of the busking tradition.[citation needed]\n\nIn India and Pakistan's Gujarati region, Bhavai is a form of street art where there are plays enacted in the village, the barot or the village singer also is part of the local entertainment scene.[citation needed]\n\nIn the 2000s, some performers have begun \"Cyber Busking\". Artists post work or performances on the Internet for people to download or \"stream\" and if people like it they make a donation using PayPal.[citation needed]\n\n"
        },
        {
            "title": "Forms",
            "text": "There are three basic forms of street performance\n\n\"Circle shows\" are shows that tend to gather a crowd around them. They usually have a distinct beginning and end. Usually these are done in conjunction with street theatre, puppeteering, magicians, comedians, acrobats, jugglers and sometimes musicians. Circle shows can be the most lucrative. Sometimes the crowds attracted can be very large. A good busker will control the crowd so the patrons do not obstruct foot traffic.\n\n\"Walk-by acts\" are typically where the busker performs a musical, living statue or other act that does not have a distinct beginning or end, and the public usually watches for a brief time. A walk-by act may turn into a circle show if the act is unusual or very popular.\n\n\"Stoplight performers\" present their act and get contributions from vehicle occupants on a crosswalk while the traffic lights are red. A variety of disciplines can be used in such a format (juggling, break dancing, even magic tricks). Because of the short period of time available to them, stoplight performers must have a very brief, condensed routine. This form is seen more commonly in Latin America than elsewhere.\n\nBuskers collect donations and tips from the public in a variety of containers and by different methods depending on the type of busking they are performing. For walk-by acts, their instrument case or a special can or box is often used. For circle shows the performer will typically collect money at the end of the show, although some performers will also collect during the show to ensure all audience members have had a chance to show appreciation for their skills. Sometimes a performer will employ a bottler, hat man, or pitch man to collect money from the audience. The term bottler is a British term that originated from the use of the top half of a bottle to collect money. The bottle had a leather flap inserted in the bottleneck and a leather pouch attached. This design allowed coins to be put in the bottle but did not allow them to be removed easily without the coins jingling against the glass. The first use of such contrivances was recorded by the famous Punch and Judy troupe of puppeteers in early Victorian times.[10] Bottling itself can be an art form, and the difference between a good and a bad bottler can be crucial to the amount of money earned on a pitch. A good bottler is able to encourage audience members to give money. A bottler usually gets a cut of the money made on the pitch. Prior to the 20th century, it was common for buskers to use a trained monkey as a bottler. That practice has diminished or ceased in many countries due to changes in social attitudes and animal control laws. However, some modern buskers use a device known as monkey stick which is a long stick with bottle caps or small cymbals attached to make a noise before a show or prior to making a collection.\n\nThe place where a performance occurs is called a \"pitch\". A good pitch can be the key to success as a busker. An act that might make money at one place and time may not work at all in another setting. Popular pitches tend to be public places with large volumes of pedestrian traffic, high visibility, low background noise and as few elements of interference as possible. Good locations may include tourist spots, popular parks, entertainment districts including many restaurants, cafés, bars and pubs and theaters, subways and bus stops, outside the entrances to large concerts and sporting events, almost any plaza or town square as well as zócalos in Latin America and piazzas in other regions. Other places include shopping malls, strip malls, and outside supermarkets, although permission is usually required from management for these.\n\nIn her book, Underground Harmonies: Music and Politics in the Subways of New York, Susie J. Tanenbaum examined how the adage \"Music hath charms to soothe the savage beast\" plays out in regards to busking. Her sociological studies showed that in areas where buskers regularly perform, crime rates tended to go down, and that those with higher education attainment tended to have a more positive view of buskers than did those of lesser educational attainment.[11] Some cities encourage busking in particular areas,[12] giving preference to city government-approved buskers and even publishing schedules of performances.[13]\n\nMany cities in the United States have particular areas known to be popular spots for buskers. Performers are found at many locations like Mallory Square in Key West, in New Orleans, in New York around Central Park, Washington Square, and the subway systems, in San Francisco, in Washington, D.C. around the transit centers, in Los Angeles around Venice Beach, the Santa Monica Third Street Promenade, and the Hollywood area, in Chicago on Maxwell Street, in the Delmar Loop district of St. Louis, and many other locations throughout the US.\nBusking is still quite common in Scotland, Ireland (Grafton Street, Dublin), and England with musicians and other street performers of varying talent levels.\n\n"
        },
        {
            "title": "Legislation",
            "text": "The first recorded instances of laws affecting buskers were in ancient Rome in 462 BC. The Law of the Twelve Tables made it a crime to sing about or make parodies of the government or its officials in public places; the penalty was death.[14][15] Louis the Pious \"excluded histriones and scurrae, which included all entertainers without noble protection, from the privilege of justice\".[16] In 1530 Henry VIII ordered the licensing of minstrels and players, fortune-tellers, pardoners and fencers, as well as beggars who could not work. If they did not obey they could be whipped on two consecutive days.[17]\n\nIn the United States under constitutional law and most European common law, the protection of artistic free speech extends to busking. In the U.S. and many countries, the designated places for free speech behavior are the public parks, streets, sidewalks, thoroughfares and town squares or plazas. Under certain circumstances even private property may be open to buskers, particularly if it is open to the general public and busking does not interfere with its function and management allows it or other forms of free speech behaviors or has a history of doing so.[18]\n\nWhile there is no universal code of conduct for buskers, there are common law practices that buskers must conform to. Most jurisdictions have corresponding statutory laws. In the UK busking regulation is not universal with most laws (if there are any) being governed by local councils.[19] Some towns in the British Isles limit the licenses issued to bagpipers because of the volume and difficulty of the instrument.[citation needed] In Great Britain places requiring licenses for buskers may also require auditions of anyone applying for a busking license.[citation needed] Oxford City Council have decided to enact a public spaces protection order. Some venues that do not regulate busking may still ask performers to abide by voluntary rules. Some places require a special permit to use electronically amplified sound and may have limits on the volume of sound produced.[20] It is common law that buskers or others should not impede pedestrian traffic flow, block or otherwise obstruct entrances or exits, or do things that endanger the public. It is common law that any disturbing or noisy behaviors may not be conducted after certain hours in the night. These curfew limitations vary from jurisdiction to jurisdiction. It is common law that \"performing blue\" (i.e. using material that is sexually explicit or any vulgar or obscene remarks or gestures) is generally prohibited unless performing for an adults-only environment such as in a bar or pub.\n\nIn London, busking is prohibited in the entire area of the City of London. The London Underground provides busking permits for up to 39 pitches across 25 central London stations. [21] Most London boroughs do not license busking, but they have optional powers, under the London Local Authorities Act 2000, if there is sufficient reason to do so. Where these powers have not been adopted, councils can rely on other legislation including the Environmental Protection Act 1990 to deal with noise nuisance from buskers and the Highways Act 1980 to deal with obstructions. Camden Council is currently looking into further options to control the problem of nuisance buskers and the playing of amplified music to the detriment of local residents and businesses.[22]\n\nBuskers may find themselves targeted by thieves due to the very open and public nature of their craft. Buskers may have their earnings, instruments or props stolen. One particular technique that thieves use against buskers is to pretend to make a donation while actually taking money out instead, a practice known as \"dipping\" or \"skimming\". George Burns described his days as a youthful busker this way:[23]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Threshold_pledge_system",
        "https://en.wikipedia.org/wiki/Gratuity",
        "https://en.wikipedia.org/wiki/Ancient_history",
        "https://en.wikipedia.org/wiki/Entertainment",
        "https://en.wikipedia.org/wiki/Acrobatics",
        "https://en.wikipedia.org/wiki/Animal_training",
        "https://en.wikipedia.org/wiki/Balloon_modelling",
        "https://en.wikipedia.org/wiki/Caricature",
        "https://en.wikipedia.org/wiki/Clown",
        "https://en.wikipedia.org/wiki/Contortion",
        "https://en.wikipedia.org/wiki/Escapology",
        "https://en.wikipedia.org/wiki/Fire_performance",
        "https://en.wikipedia.org/wiki/Flea_circus",
        "https://en.wikipedia.org/wiki/Juggling",
        "https://en.wikipedia.org/wiki/Mime_artist",
        "https://en.wikipedia.org/wiki/Living_statue",
        "https://en.wikipedia.org/wiki/Music",
        "https://en.wikipedia.org/wiki/Puppeteer",
        "https://en.wikipedia.org/wiki/Snake_charming",
        "https://en.wikipedia.org/wiki/Storytelling",
        "https://en.wikipedia.org/wiki/Poetry",
        "https://en.wikipedia.org/wiki/Prose",
        "https://en.wikipedia.org/wiki/Street_art",
        "https://en.wikipedia.org/wiki/Street_theatre",
        "https://en.wikipedia.org/wiki/Sword_swallowing",
        "https://en.wikipedia.org/wiki/Ventriloquism",
        "https://en.wikipedia.org/wiki/O_Pobre_Rabequista",
        "https://en.wikipedia.org/wiki/Gratuities",
        "https://en.wikipedia.org/wiki/Ancient_history",
        "https://en.wikipedia.org/wiki/Sound_recording",
        "https://en.wikipedia.org/wiki/Barrel_organ",
        "https://en.wikipedia.org/wiki/Music_box",
        "https://en.wikipedia.org/wiki/Piano_roll",
        "https://en.wikipedia.org/wiki/Organ_grinder",
        "https://en.wikipedia.org/wiki/Romani_people",
        "https://en.wikipedia.org/wiki/Mediterranean",
        "https://en.wikipedia.org/wiki/Troubadour",
        "https://en.wikipedia.org/wiki/Minnesingers",
        "https://en.wikipedia.org/wiki/Prostitute",
        "https://en.wikipedia.org/wiki/Skomorokh",
        "https://en.wikipedia.org/wiki/Mariachi",
        "https://en.wikipedia.org/wiki/Old_Crow_Medicine_Show",
        "https://en.wikipedia.org/wiki/Chindonya",
        "https://en.wikipedia.org/wiki/Edo_period",
        "https://en.wikipedia.org/wiki/Nankin_Tamasudare",
        "https://en.wikipedia.org/wiki/Viggiano",
        "https://en.wikipedia.org/wiki/Filippo_Palizzi",
        "https://en.wikipedia.org/wiki/Liguria",
        "https://en.wikipedia.org/wiki/Emilia_Romagna",
        "https://en.wikipedia.org/wiki/Basilicata",
        "https://en.wikipedia.org/wiki/Basilicata",
        "https://en.wikipedia.org/wiki/Viggiano",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Hector_Malot",
        "https://en.wikipedia.org/wiki/Sans_Famille",
        "https://en.wikipedia.org/wiki/Medicine_show",
        "https://en.wikipedia.org/wiki/Elixir",
        "https://en.wikipedia.org/wiki/Potion",
        "https://en.wikipedia.org/wiki/Folk_music",
        "https://en.wikipedia.org/wiki/Delta_blues",
        "https://en.wikipedia.org/wiki/Sutton_High_Street",
        "https://en.wikipedia.org/wiki/Counterculture",
        "https://en.wikipedia.org/wiki/Hippie",
        "https://en.wikipedia.org/wiki/Buskers_festival",
        "https://en.wikipedia.org/wiki/San_Francisco_Bay_Area",
        "https://en.wikipedia.org/wiki/Golden_Gate_Park",
        "https://en.wikipedia.org/wiki/Janis_Joplin",
        "https://en.wikipedia.org/wiki/Big_Brother_and_the_Holding_Company",
        "https://en.wikipedia.org/wiki/Grateful_Dead",
        "https://en.wikipedia.org/wiki/Jefferson_Airplane",
        "https://en.wikipedia.org/wiki/Quicksilver_Messenger_Service",
        "https://en.wikipedia.org/wiki/Country_Joe_and_the_Fish",
        "https://en.wikipedia.org/wiki/Moby_Grape",
        "https://en.wikipedia.org/wiki/Jimi_Hendrix",
        "https://en.wikipedia.org/wiki/Christmas_carol",
        "https://en.wikipedia.org/wiki/Wassailing",
        "https://en.wikipedia.org/wiki/Wassail",
        "https://en.wikipedia.org/wiki/Figgy_pudding",
        "https://en.wikipedia.org/wiki/Morris_Dancing",
        "https://en.wikipedia.org/wiki/Gujarati_people",
        "https://en.wikipedia.org/wiki/Bhavai",
        "https://en.wikipedia.org/wiki/PayPal",
        "https://en.wikipedia.org/wiki/Street_theatre",
        "https://en.wikipedia.org/wiki/Puppeteer",
        "https://en.wikipedia.org/wiki/Acrobatics",
        "https://en.wikipedia.org/wiki/Juggle",
        "https://en.wikipedia.org/wiki/Toss_juggling",
        "https://en.wikipedia.org/wiki/Punch_and_Judy",
        "https://en.wikipedia.org/wiki/Monkey_stick",
        "https://en.wikipedia.org/wiki/Rapid_transit",
        "https://en.wikipedia.org/wiki/Town_square",
        "https://en.wikipedia.org/wiki/Piazza",
        "https://en.wikipedia.org/wiki/Key_West",
        "https://en.wikipedia.org/wiki/New_Orleans",
        "https://en.wikipedia.org/wiki/Central_Park",
        "https://en.wikipedia.org/wiki/Washington_Square_Park",
        "https://en.wikipedia.org/wiki/Venice_Beach",
        "https://en.wikipedia.org/wiki/Santa_Monica",
        "https://en.wikipedia.org/wiki/Third_Street_Promenade",
        "https://en.wikipedia.org/wiki/Maxwell_Street",
        "https://en.wikipedia.org/wiki/Delmar_Loop",
        "https://en.wikipedia.org/wiki/Dublin",
        "https://en.wikipedia.org/wiki/Ancient_Rome",
        "https://en.wikipedia.org/wiki/The_Law_of_the_Twelve_Tables",
        "https://en.wikipedia.org/wiki/Louis_the_Pious",
        "https://en.wikipedia.org/wiki/Jester",
        "https://en.wikipedia.org/wiki/Clown",
        "https://en.wikipedia.org/wiki/Henry_VIII_of_England",
        "https://en.wikipedia.org/wiki/Constitutional_law",
        "https://en.wikipedia.org/wiki/Common_law",
        "https://en.wikipedia.org/wiki/Artistic",
        "https://en.wikipedia.org/wiki/Free_speech",
        "https://en.wikipedia.org/wiki/Park",
        "https://en.wikipedia.org/wiki/Sidewalk",
        "https://en.wikipedia.org/wiki/Thoroughfare",
        "https://en.wikipedia.org/wiki/Town_square",
        "https://en.wikipedia.org/wiki/Code_of_conduct",
        "https://en.wikipedia.org/wiki/Statutory_laws",
        "https://en.wikipedia.org/wiki/Public_spaces_protection_order",
        "https://en.wikipedia.org/wiki/License",
        "https://en.wikipedia.org/wiki/Loudness",
        "https://en.wikipedia.org/wiki/Endangerment",
        "https://en.wikipedia.org/wiki/London_Underground",
        "https://en.wikipedia.org/wiki/Environmental_Protection_Act_1990",
        "https://en.wikipedia.org/wiki/Highways_Act_1980",
        "https://en.wikipedia.org/wiki/George_Burns",
        "https://en.wikipedia.org/wiki/Colin_Huggins",
        "https://en.wikipedia.org/wiki/Washington_Square_Park",
        "https://en.wikipedia.org/wiki/Edward_Scott_McMichael",
        "https://en.wikipedia.org/wiki/Arthur_Nakane",
        "https://en.wikipedia.org/wiki/5_Seconds_of_Summer",
        "https://en.wikipedia.org/wiki/Sydney",
        "https://en.wikipedia.org/wiki/Abby_the_Spoon_Lady",
        "https://en.wikipedia.org/wiki/Josephine_Baker",
        "https://en.wikipedia.org/wiki/Vaudeville",
        "https://en.wikipedia.org/wiki/Joshua_Bell",
        "https://en.wikipedia.org/wiki/The_Washington_Post",
        "https://en.wikipedia.org/wiki/Gene_Weingarten",
        "https://en.wikipedia.org/wiki/Pulitzer_Prize",
        "https://en.wikipedia.org/wiki/Catfish_the_Bottleman",
        "https://en.wikipedia.org/wiki/Catfish_and_the_Bottlemen",
        "https://en.wikipedia.org/wiki/Tracy_Chapman",
        "https://en.wikipedia.org/wiki/Harvard_Square",
        "https://en.wikipedia.org/wiki/Mike_Doughty",
        "https://en.wikipedia.org/wiki/Soul_Coughing",
        "https://en.wikipedia.org/wiki/Mike_Doughty",
        "https://en.wikipedia.org/wiki/Newton_Faulkner",
        "https://en.wikipedia.org/wiki/Bohemian_Rhapsody",
        "https://en.wikipedia.org/wiki/Benjamin_Franklin",
        "https://en.wikipedia.org/wiki/Popera",
        "https://en.wikipedia.org/wiki/Shannon_Hoon",
        "https://en.wikipedia.org/wiki/Blind_Melon",
        "https://en.wikipedia.org/wiki/Colin_Huggins",
        "https://en.wikipedia.org/wiki/Steinway",
        "https://en.wikipedia.org/wiki/Grand_piano",
        "https://en.wikipedia.org/wiki/Washington_Square_Park",
        "https://en.wikipedia.org/wiki/Greenwich_Village",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Circus",
        "https://en.wikipedia.org/wiki/Acrobatics",
        "https://en.wikipedia.org/wiki/Keytar_Bear",
        "https://en.wikipedia.org/wiki/Cirque_du_Soleil",
        "https://en.wikipedia.org/wiki/Loreena_McKennitt",
        "https://en.wikipedia.org/wiki/Celtic_harp",
        "https://en.wikipedia.org/wiki/Toronto",
        "https://en.wikipedia.org/wiki/Edward_McMichael",
        "https://en.wikipedia.org/wiki/Adam_Gussow",
        "https://en.wikipedia.org/wiki/Satan_and_Adam",
        "https://en.wikipedia.org/wiki/U2",
        "https://en.wikipedia.org/wiki/Rattle_and_Hum",
        "https://en.wikipedia.org/wiki/George_Michael",
        "https://en.wikipedia.org/wiki/London_Underground",
        "https://en.wikipedia.org/wiki/Peter_Mulvey",
        "https://en.wikipedia.org/wiki/Boston_subway",
        "https://en.wikipedia.org/wiki/Kristyna_Myles",
        "https://en.wikipedia.org/wiki/Paul_Oscher",
        "https://en.wikipedia.org/wiki/Blues_Music_Award",
        "https://en.wikipedia.org/wiki/Muddy_Waters",
        "https://en.wikipedia.org/wiki/Don_Partridge",
        "https://en.wikipedia.org/wiki/Natalia_Paruz",
        "https://en.wikipedia.org/wiki/Musical_saw",
        "https://en.wikipedia.org/wiki/Alice_Tan_Ridley",
        "https://en.wikipedia.org/wiki/Gabourey_Sidibe",
        "https://en.wikipedia.org/wiki/Rodrigo_y_Gabriela",
        "https://en.wikipedia.org/wiki/Peg_Leg_Sam",
        "https://en.wikipedia.org/wiki/Daniel_Seavey",
        "https://en.wikipedia.org/wiki/Old_Crow_Medicine_Show",
        "https://en.wikipedia.org/wiki/The_Piccadilly_Rats",
        "https://en.wikipedia.org/wiki/Allie_Sherlock",
        "https://en.wikipedia.org/wiki/Grafton_Street",
        "https://en.wikipedia.org/wiki/Dublin",
        "https://en.wikipedia.org/wiki/Tuba_Skinny",
        "https://en.wikipedia.org/wiki/Rod_Stewart",
        "https://en.wikipedia.org/wiki/Wizz_Jones",
        "https://en.wikipedia.org/wiki/Leicester_Square",
        "https://en.wikipedia.org/wiki/Brighton",
        "https://en.wikipedia.org/wiki/Seine",
        "https://en.wikipedia.org/wiki/Barcelona",
        "https://en.wikipedia.org/wiki/Vagrancy",
        "https://en.wikipedia.org/wiki/Tash_Sultana",
        "https://en.wikipedia.org/wiki/SungBeats",
        "https://en.wikipedia.org/wiki/Apollo_Theater",
        "https://en.wikipedia.org/wiki/Damo_Suzuki",
        "https://en.wikipedia.org/wiki/Munich",
        "https://en.wikipedia.org/wiki/Tones_and_I",
        "https://en.wikipedia.org/wiki/KT_Tunstall",
        "https://en.wikipedia.org/wiki/Nik_Turner",
        "https://en.wikipedia.org/wiki/Hawkwind",
        "https://en.wikipedia.org/wiki/Inner_City_Unit",
        "https://en.wikipedia.org/wiki/Marc_Bolan",
        "https://en.wikipedia.org/wiki/Steve_Peregrin_Took",
        "https://en.wikipedia.org/wiki/Track_Records",
        "https://en.wikipedia.org/wiki/Unipiper",
        "https://en.wikipedia.org/wiki/Violent_Femmes",
        "https://en.wikipedia.org/wiki/The_Pretenders",
        "https://en.wikipedia.org/wiki/Milwaukee",
        "https://en.wikipedia.org/wiki/The_Pretenders",
        "https://en.wikipedia.org/wiki/Chrissie_Hynde",
        "https://en.wikipedia.org/wiki/Yamunabai_Waikar",
        "https://en.wikipedia.org/wiki/Lavani",
        "https://en.wikipedia.org/wiki/Tamasha",
        "https://en.wikipedia.org/wiki/Hayley_Westenra",
        "https://en.wikipedia.org/wiki/Arles",
        "https://en.wikipedia.org/wiki/Prague_Castle",
        "https://en.wikipedia.org/wiki/Lhasa",
        "https://en.wikipedia.org/wiki/Sutton_High_Street",
        "https://en.wikipedia.org/wiki/Pioneer_Place",
        "https://en.wikipedia.org/wiki/Busking_Day",
        "https://en.wikipedia.org/wiki/List_of_circus_skills",
        "https://en.wikipedia.org/wiki/List_of_busking_locations",
        "https://en.wikipedia.org/wiki/Music_Under_New_York",
        "https://en.wikipedia.org/wiki/Skomorokh",
        "https://en.wikipedia.org/wiki/Street_artist",
        "https://en.wikipedia.org/wiki/Street_painting",
        "https://en.wikipedia.org/wiki/Street_theatre",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/International_Council_for_Traditional_Music",
        "https://en.wikipedia.org/wiki/Metropolitan_Transportation_Authority",
        "https://en.wikipedia.org/wiki/Canadian_Journal_for_Traditional_Music",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Canadian_Journal_for_Traditional_Music",
        "https://en.wikipedia.org/wiki/Canadian_Journal_for_Traditional_Music",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Gene_Weingarten",
        "https://en.wikipedia.org/wiki/The_Washington_Post",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/National_Public_Radio",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Jon_Pareles",
        "https://en.wikipedia.org/wiki/Rolling_Stone_Press",
        "https://en.wikipedia.org/wiki/Summit_Books",
        "https://en.wikipedia.org/wiki/The_Times_of_India",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/MSNBC",
        "https://en.wikipedia.org/wiki/Washington_Monthly",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Street_performance",
        "https://en.wikipedia.org/wiki/Street_performance",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}