{
    "url": "https://en.wikipedia.org/wiki/Studying",
    "title": "Study skills",
    "table_of_contents": [
        "1 Historical context",
        "2 Types",
        "2.1 Rehearsal and rote learning",
        "2.2 Reading and listening",
        "2.3 Flashcards",
        "2.4 Summary methods",
        "2.5 Visual imagery",
        "2.6 Acronyms and mnemonics",
        "2.7 Examination strategies",
        "2.8 Spacing",
        "2.9 Interleaving and blocking",
        "2.10 Retrieval and testing",
        "2.11 Time management, organization and lifestyle changes",
        "2.12 Studying environment",
        "2.13 Analogies",
        "2.14 Concept mapping",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Study skills or study strategies are approaches applied to learning. Study skills are an array of skills which tackle the process of organizing and taking in new information, retaining information, or dealing with assessments. They are discrete techniques that can be learned, usually in a short time, and applied to all or most fields of study. More broadly, any skill which boosts a person's ability to study, retain and recall information which assists in and passing exams can be termed a study skill, and this could include time management and motivational techniques.\n\nSome examples are mnemonics, which aid the retention of lists of information; effective reading; concentration techniques;[1] and efficient note taking.[2]\n\nDue to the generic nature of study skills, they must, therefore, be distinguished from strategies that are specific to a particular field of study (e.g. music or technology), and from abilities inherent in the student, such as aspects of intelligence or learning styles. It is crucial in this, however, for students to gain initial insight into their habitual approaches to study, so they may better understand the dynamics and personal resistances to learning new techniques.[3]\n\n"
        },
        {
            "title": "Historical context",
            "text": "Study skills are generally critical to success in school,[4] considered essential for acquiring good grades, and useful for learning throughout one's life. While often left up to the student and their support network, study skills are increasingly taught at the high school and university level.\n\nThe term study skills is used for general approaches to learning, skills for specific courses of study.  There are many theoretical works on the subject, including a vast number of popular books and websites.  Manuals for students have been published since the 1940s.[5]\n\nIn the 1950s and 1960s, college instructors in the fields of psychology and the study of education used to research, theory, and experience with their own students in writing manuals.[6][7]  Marvin Cohn based the advice for parents in his 1978 book Helping Your Teen-Age Student on his experience as a researcher and head of a university reading clinic that tutored teenagers and young adults.[8] In 1986, when Dr. Gary Gruber’s Essential Guide to Test Taking for Kids was first published, the author had written 22 books on taking standardized tests. A work in two volumes, one for upper elementary grades and the other for middle school, the Guide has methods for taking tests and completing schoolwork.[9][10]\n\n"
        },
        {
            "title": "Types",
            "text": "Memorization is the process of committing something to memory, often by rote.[11] The act of memorization is often a deliberate mental process undertaken in order to store information in one's memory for later recall. This information can be experiences, names, appointments, addresses, telephone numbers, lists, stories, poems, pictures, maps, diagrams, facts, music or other visual, auditory, or tactical information. Memorization may also refer to the process of storing particular data into the memory of a device. One of the most basic approaches to learning any information is simply to repeat it by rote. Typically this will include reading over notes or a textbook and re-writing notes.\n\nThe weakness of rote learning is that it implies a passive reading and listening style. Educators such as John Dewey have argued that students need to learn critical thinking – questioning and weighing up evidence as they learn. This can be done during lectures or when reading books.\n\nA method that is useful during the first interaction with the subject of study is REAP method. This method helps students to improve their understanding of the text and bridge the idea with that of the author's. REAP is an acronym for Read, Encode, Annotate and Ponder.[12]\n\nAnnotating and Encoding helps reprocess content into concise and coherent knowledge which adds to a meaningful symbolic fund of knowledge. Precise annotation, Organizing question annotation, Intentional annotation, and Probe annotation are some of the annotation methods used.\n\nA method used to focus on key information when studying from books uncritically is the PQRST method.[13]  This method prioritizes the information in a way that relates directly to how they will be asked to use that information in an exam.  PQRST is an acronym for Preview, Question, Read, Summary, Test.[14]\n\nThere are a variety of studies from different colleges nationwide that show peer-communication can help increase better study habits tremendously. One study shows that an average of 73% score increase was recorded by those who were enrolled in the classes surveyed.[citation needed]\n\nIn order to make reading or reviewing material more engaging and active, learners can create cues that will stimulate recall later on. A cue can be a word, short phrase, or song that helps the learner access a memory that was encoded intentionally with this prompt in mind. The use of cues to aid memory has been popular for many years, however, research suggests that adopting cues made by others is not as effective as cues that learners create themselves.[citation needed]\n\nSelf-testing is another effective practice, when preparing for exams or other standardized memory recall situations. Many students prepare for exams by simply rereading textbook passages or materials. However, it's likely that this can create a false sense of understanding because of the increased familiarity that students have with passages that they have reviewed recently or frequently. Instead, in 2006, Roediger and Karpicke studied eighth-grade students’ performance on history exams. Their results showed that students who tested themselves on material they had learned, rather than simply reviewing or rereading subjects had both better and longer lasting retention. The term Testing Effect is used to describe this increase in memory performance.[15]\n\nTaking notes by using a computer can also deter impactful learning, even when students are using computers solely for the purpose note-taking and are not attempting to multitask, during lectures or study sessions. This is likely due to shallower processing from students using computers to take notes. Taking notes on a computer often ushers a tendency for students to record lectures verbatim, instead of writing the points of a lecture in their own words.[16]\n\nSpeed reading, while trainable, results in lower accuracy, comprehension, and understanding.[17]\n\nFlashcards are visual cues on cards.  These have numerous uses in teaching and learning but can be used for revision.  Students often make their own flashcards, or more detailed index cards – cards designed for filing, often A5 size, on which short summaries are written.  Being discrete and separate, they have the advantage of allowing students to re-order them, pick a selection to read over, or choose randomly for self-testing.  Software equivalents can be used.\n\nSummary methods vary depending on the topic, but most involve condensing the large amount of information from a course or book into shorter notes.  Often, these notes are then condensed further into key facts.\n\nOrganized summaries: Such as outlines showing keywords and definitions and relations, usually in a tree structure.\n\nSpider diagrams: Using spider diagrams or mind maps can be an effective way of linking concepts together. They can be useful for planning essays and essay responses in exams.  These tools can give a visual summary of a topic that preserves its logical structure, with lines used to show how different parts link together.\n\nSome learners are thought to have a visual learning style, and will benefit greatly from taking information from their studies which are often heavily verbal, and using visual techniques to help encode and retain it in memory.\n\nSome memory techniques make use of visual memory. One popular memory enhancing technique is the method of loci,[18] a system of visualizing key information in real physical locations e.g. around a room.\n\nDiagrams are often underrated tools.[19] They can be used to bring all the information together and provide practice reorganizing what has been learned in order to produce something practical and useful. They can also aid the recall of information learned very quickly, particularly if the student made the diagram while studying the information.  Pictures can then be transferred to flashcards that are very effective last-minute revision tools rather than rereading any written material.\n\nA mnemonic is a method of organizing and memorizing information.  There are four main types of mnemonic: (1) Narrative (relying on a story of some kind, or a sequence of real or imagined events); (2) Sonic/Textual (using rhythm or repeated sound, such as rhyme, or memorable textual patterns such as acronyms); (3) Visual (diagrams, mind maps, graphs, images, etc.); (4) 'Topical' (meaning ‘place-dependent’, for instance, using features of a familiar room, building or set of landmarks as a way of coding and recalling sequenced facts).[20]  Some mnemonics use a simple phrase or fact as a trigger for a longer list of information.  For example, the cardinal points of the compass can be recalled in the correct order with the phrase \"Never Eat Shredded Wheat\".  Starting with North, the first letter of each word relates to a compass point in clockwise order round a compass.\n\nThe Black-Red-Green method (developed through the Royal Literary Fund) helps the student to ensure that every aspect of the question posed has been considered, both in exams and essays.[21]  The student underlines relevant parts of the question using three separate colors (or some equivalent).  BLAck denotes 'BLAtant instructions', i.e. something that clearly must be done; a directive or obvious instruction. REd is a REference Point or REquired input of some kind, usually to do with definitions, terms, cited authors, theory, etc. (either explicitly referred to or strongly implied).  GREen denotes GREmlins, which are subtle signals one might easily miss, or a ‘GREEN Light’ that gives a hint on how to proceed, or where to place the emphasis in answers. Another popular method while studying is to use the PEE method; Point, evidence and explain, reason being, this helps the student break down exam questions allowing them to maximize their marks/grade during the exam. Many Schools will encourage practicing the P.E. BEing method prior to an exam.\n\nSpacing, also called distributed learning by some; helps individuals remember at least as much if not more information for a longer period of time than using only one study skill. Using spacing in addition to other study methods can improve retention and performance on tests.[22][23] Spacing is especially useful for retaining and recalling new material.[22] The theory of spacing allows students to split that a single long session to a few shorter sessions in a day, if not days apart, instead of cramming all study materials into one long study session that lasts for hours. Studying will not last longer than it would have originally, and one is not working harder but this tool gives the user the ability to remember and recall things for a longer time period. Spacing effect is not only beneficial for memorization, but spaced repetition can also potentially improve classroom learning.[24]  The science behind this; according to Jost's Law from 1897 “If two associations are of equal strength but of different age, a new repetition has a greater value for the older one”.[25] This means that if a person were to study two things once, at different times, the one studied most recently will be easier to recall.[26]\n\nBlocking is studying one topic at a time. Interleaving is another technique used to enhance learning and memory; it involves practicing and learning multiple related skills or topics.[27][28] For example, when training three skills A, B and C: blocking uses the pattern of AAA-BBB-CCC while interleaving uses the pattern of ABC-ABC-ABC.[28] Research has found that interleaving is superior to blocking in learning skills and studying.[27][28]\n\nOne of the most efficient methods of learning is trying to retrieve learned information and skills.[27][29][30][31][32] This could be achieved by leveraging the testing effect including: testing, quizzing, self-testing, problem-solving, active recall, flashcards, practicing the skills, and other.[27][29][33][34][35]\n\nOften, improvements to the effectiveness of study may be achieved through changes to things unrelated to the study material itself, such as time-management, boosting motivation and avoiding procrastination, and in improvements to sleep and diet.\n\nTime management in study sessions aims to ensure that activities that achieve the greatest benefit are given the greatest focus.  A traffic lights system is a simple way of identifying the importance of information, highlighting or underlining information in colours:\n\nThis reminds students to start with the things which will provide the quickest benefit, while 'red' topics are only dealt with if time allows.  The concept is similar to the ABC analysis, commonly used by workers to help prioritize. Also, some websites (such as FlashNotes) can be used for additional study materials and may help improve time management and increase motivation.\n\nIn addition to time management, sleep is important; getting adequate rest improves memorisation.[36] Students are generally more productive in the morning than the afternoon.[37]\n\nIn addition to time management and sleep, emotional state of mind can matter when a student is studying. If an individual is calm or nervous in class; replicating that emotion can assist in studying. With replicating the emotion, an individual is more likely to recall more information if they are in the same state of mind when in class. This also goes the other direction; if one is upset but normally calm in class it's much better to wait until they are feeling calmer to study. At the time of the test or class they will remember more.[38]\n\nWhile productivity is greater earlier in the day, current research suggests that material studied in the afternoon or evening is better consolidated and retained. This is consistent with current memory consolidation models that student tasks requiring analysis and application are better suited toward the morning and midday while learning new information and memorizing are better suited to evenings.[39]\n\nThe Pomodoro Method is another effective way of increasing the productivity a set amount of time, by limiting interruptions. Invented in the 1980s, the Pomodoro Technique segments blocks of time into 30-minute sections. Each 30-minute section (called a Pomodoro) is composed of a 25-minute study or work period and a 5-minute rest period. And it is recommended that every 4 Pomodoro's, should be followed with a 15-30-minute break. Though this technique has increased in popularity, it hadn't been empirically studied until more recently. A software engineering corporation found that employees using the Pomodoro Method saw a decrease in their work flow interruptions and an increase in their satisfaction. by being mindful of wasted time during study, students can increase their learning productivity.[40]\n\nJournaling can help students increase their academic performance principally through reducing stress and anxiety. Much of students’ difficulty or aversion to analytic subjects such as math or science, is due to a lack of confidence or belief that learning is reasonably within their abilities. Therefore, reducing the stress of learning new and/or complex material is paramount to helping them succeed. Students without access to an outside source of support can use journaling to simulate a similar environment and effect. For example, Frattaroli, et al., studied students that were preparing to take graduate study entrance exams, such as the GRE, LSAT, and MCAT. They found that students’ journal entries recorded immediately before taking these historically stress-inducing tests followed a similar logical flow; where during the beginning of writing, participants would express fear or concern toward the test. However, through the course of writing their experiences down, participants would encourage themselves and ultimately cultivate hope in upcoming exams. As a result of this, those who journaled immediately before these tests reported a lower amount of anxiety, and a better test result.[41]\n\nStudying can also be more effective if one changes their environment while studying. For example: the first time studying the material, one can study in a bedroom, the second time one can study outside, and the final time one can study in a coffee shop. The thinking behind this is that as when an individual changes their environment the brain associates different aspects of the learning and gives a stronger hold and additional brain pathways with which to access the information. In this context environment can mean many things; from location, to sounds, to smells, to other stimuli including foods. When discussing environment in regards to its effect on studying and retention Carey says “a simple change in venue improved retrieval strength (memory) by 40 percent.”[42] Another change in the environment can be background music; if people study with music playing and they are able to play the same music during test time they will recall more of the information they studied.[43] According to Carey “background music weaves itself subconsciously into the fabric of stored memory.”[44] This “distraction” in the background helps to create more vivid memories with the studied material.[44]\n\nAnalogies can be a highly effective way to increase the efficiency of coding and long-term memory. Popular uses of analogies are often forming visual images that represent subject matter, linking words or information to one's self, and either imagining or creating diagrams that display the relationship between elements of complex concepts. A 1970 study done by Bower and Winzez found that as participants created analogies that had sentimentality or relevance to themselves as a unique individual, they were better able to store information as well as recall what had been studied. This is referred to as the Self-reference Effect. Adding to this phenomenon, examples that are more familiar an individual or that are more vivid or detailed are even more easily remembered. However, analogies that are logically flawed and/or are not clearly described can create misleading or superficial models in learners.[45]\n\nThere is some support for the efficacy of concept mapping as a learning tool.[46]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Learning",
        "https://en.wikipedia.org/wiki/Information",
        "https://en.wikipedia.org/wiki/Exam",
        "https://en.wikipedia.org/wiki/Time_management",
        "https://en.wikipedia.org/wiki/Mnemonic",
        "https://en.wikipedia.org/wiki/Learning_styles",
        "https://en.wikipedia.org/wiki/Lifelong_learning",
        "https://en.wikipedia.org/wiki/High_school",
        "https://en.wikipedia.org/wiki/University",
        "https://en.wikipedia.org/wiki/Rote_learning",
        "https://en.wikipedia.org/wiki/John_Dewey",
        "https://en.wikipedia.org/wiki/Critical_thinking",
        "https://en.wikipedia.org/wiki/Zone_of_proximal_development",
        "https://en.wikipedia.org/wiki/Mnemonics",
        "https://en.wikipedia.org/wiki/Flashcard",
        "https://en.wikipedia.org/wiki/Index_term",
        "https://en.wikipedia.org/wiki/Tree_structure",
        "https://en.wikipedia.org/wiki/Spider_diagram",
        "https://en.wikipedia.org/wiki/Mind_map",
        "https://en.wikipedia.org/wiki/Learning_style",
        "https://en.wikipedia.org/wiki/Mental_image",
        "https://en.wikipedia.org/wiki/Method_of_loci",
        "https://en.wikipedia.org/wiki/Compass",
        "https://en.wikipedia.org/wiki/Exam",
        "https://en.wikipedia.org/wiki/Spacing_effect",
        "https://en.wikipedia.org/wiki/Spaced_repetition",
        "https://en.wikipedia.org/wiki/Testing_effect",
        "https://en.wikipedia.org/wiki/Quiz",
        "https://en.wikipedia.org/wiki/Problem_solving",
        "https://en.wikipedia.org/wiki/Active_recall",
        "https://en.wikipedia.org/wiki/Time_management",
        "https://en.wikipedia.org/wiki/Motivation",
        "https://en.wikipedia.org/wiki/Procrastination",
        "https://en.wikipedia.org/wiki/Sleep",
        "https://en.wikipedia.org/wiki/ABC_analysis",
        "https://en.wikipedia.org/wiki/FlashNotes",
        "https://en.wikipedia.org/wiki/Pomodoro_Technique",
        "https://en.wikipedia.org/wiki/Concept_map",
        "https://en.wikipedia.org/wiki/Homework",
        "https://en.wikipedia.org/wiki/Learning",
        "https://en.wikipedia.org/wiki/Reading_day",
        "https://en.wikipedia.org/wiki/Speed_reading",
        "https://en.wikipedia.org/wiki/SQ3R",
        "https://en.wikipedia.org/wiki/Study_guide",
        "https://en.wikipedia.org/wiki/Study_software",
        "https://en.wikipedia.org/wiki/Video_study_guide",
        "https://en.wikipedia.org/wiki/Barbara_Oakley",
        "https://en.wikipedia.org/wiki/Stanford_University",
        "https://en.wikipedia.org/wiki/Association_for_Psychological_Science",
        "https://en.wikipedia.org/wiki/Dartmouth_College",
        "https://en.wikipedia.org/wiki/NPR",
        "https://en.wikipedia.org/wiki/Study_skills",
        "https://en.wikipedia.org/wiki/Study_skills",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}