{
    "url": "https://en.wikipedia.org/wiki/Stunt_performer",
    "title": "Stunt performer",
    "table_of_contents": [
        "1 Overview",
        "2 History",
        "2.1 Cascadeur",
        "2.2 Stage combat",
        "2.3 Early cinema",
        "2.4 Cowboy professionals",
        "2.5 Safety Last!",
        "2.6 Swashbuckler films",
        "2.7 Action movies",
        "2.8 Hong Kong action cinema",
        "3 Future",
        "4 Awards",
        "5 Deaths",
        "6 See also",
        "7 Further reading",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A stunt performer, often called a stuntman or stuntwoman and occasionally stuntperson or stunt-person, is a trained professional who performs daring acts, often as a career. Stunt performers usually appear in films or on television, as opposed to a daredevil, who performs for a live audience. When they take the place of another actor, they are known as stunt doubles.\n\n"
        },
        {
            "title": "Overview",
            "text": "A stuntman or stuntwoman typically performs stunts intended for use in a film or dramatized television. Stunts seen in films and television include car crashes, falls from great height, drags (for example, behind a horse), and explosions.[1][2][3]\n\nThere is an inherent risk in the performance of all stunt work. There is maximum risk when the stunts are performed in front of a live audience. In filmed performances, visible safety mechanisms can be removed by editing. In live performances the audience can see more clearly if the performer is genuinely doing what they claim or appear to do. To reduce the risk of injury or death, most often stunts are choreographed or mechanically rigged so that, while they look dangerous, safety mechanisms are built into the performance. Despite their well-choreographed appearance, stunts are still very dangerous and physically testing exercises.[1][2]\n\nFrom its inception as a professional skill in the early 1900s to the 1960s, stunts were most often performed by professionals who had trained in that discipline prior to entering the movie industry.[3] Current film and television stunt performers must be trained in a variety of disciplines, including martial arts and stage combat, and must be a certified trained member of a professional stunt performers organisation first in order to obtain the necessary insurance to perform on the stage or screen.[3] This allows them to better break down and plan an action sequence, physically prepare themselves, and incorporate both the safety and risk factors in their performances.[3] However, even when executed perfectly, there is still strain and performing stunts often results in unplanned injury to the body.[3]\n\nDaredevils are distinct from stunt performers and stunt doubles; their performance is of the stunt itself, without the context of a film or television show. Daredevils often perform for an audience. Live stunt performers include escape artists, sword swallowers, glass walkers, fire eaters, trapeze artists, and many other sideshow and circus arts. They also include motorcycle display teams and the once popular Wall of Death. The Jackass films and television series are well-known and prominent recorded examples of the act in modern cinematography.\n\nSome people act as both stunt performers and daredevils at various parts of their career. Examples include Buster Keaton, Harry Houdini, Hong Kong action film stars Jackie Chan, Sammo Hung, Yuen Biao, and Moon Lee, Indian film actors Jayan, Akshay Kumar, Tiger Shroff, and Pawan Kalyan, Thai actor Tony Jaa, and Indonesian film actor Iko Uwais.\n\n"
        },
        {
            "title": "History",
            "text": "The earliest stunt performers were travelling entertainers and circus performers, particularly trained gymnasts and acrobats. The origin of the original name, the French word cascadeur, derivates from cascade which is an archaic French term for \"fall\" (from French cascade, from Italian cascata, from cascare “to fall”).[1]\n\nLater, in the German and Dutch circus use of the word Kaskadeur, it meant performing a sequential series of daring leaps and jumps without injury to the performer. This acrobatic discipline required long training in the ring and perfect body control to present a sensational performance to the public.[4]\n\nThe word stunt was more formally adopted during the 19th-century travelling vaudeville performances of the early Wild West shows, in North America and Europe. The first and prototypical Wild West show was Buffalo Bill's, formed in 1883 and lasting until 1913. The shows, which involved simulated battles with the associated firing of both guns and arrows, were a romanticized version of the American Old West.\n\nDuring the late 19th and early 20th centuries, stage combat scenes of swordplay in touring theatrical productions throughout Europe, the Commonwealth of Nations and North America were typically created by combining several widely known, generic routines known as \"standard combats\". During the late 19th and early 20th centuries, fencing masters in Europe began to research and experiment with historical fencing techniques, with weapons such as the two-handed sword, rapier, and smallsword, and to instruct actors in their use.[5]\n\nNotable among these revivalist instructors were George Dubois, a fight director and martial artist from Paris who created performance fencing styles based on gladiatorial combat as well as Renaissance rapier and dagger fencing. Egerton Castle and Captain Alfred Hutton were part of a wider Victorian era group based in London, involved in reviving historical fencing systems. Circa 1899–1902, Hutton taught stage fencing classes for actors via the Bartitsu Club, where he also served on the Board of Directors and learned the basics of jujutsu and the Vigny method of stick fighting from his fellow instructors.[5]\n\nBy the early 1900s, the motion picture industry was starting to fire-up on both sides of the Atlantic Ocean, but had no need for professional stunt performers.[1] First, motion pictures were so new that even if the producer had a budget for performers, there were more than enough applicants willing to do the scene for free. For instance, if you needed a shot of someone on a steel beam 1,000 feet (300 m) up on a New York skyscraper, then there was always some willing to do the scene for real, and often for free. Second, the Spanish–American War had just ended, and there were many young men who were physically fit and trained in the handling of firearms looking for some work. Thirdly, the former wild west was now not only tamed, but also starting to be fenced in, greatly reducing the need for and pay of the former cowboys.[1][6]\n\nThe first picture which used a dedicated stunt performer is highly debated, but occurred somewhere between 1903 and 1910.[1] The first possible appearance of a stunt-double was Frank Hanaway in The Great Train Robbery, shot in 1903 in Milltown, New Jersey.[2][6] The first auditable paid stunt was in the 1908 film The Count of Monte Cristo, with $5 paid by the director to the acrobat who had to jump upside down from a cliff into the sea.[4]\n\nProfessional daredevil, Rodman Law, was a trick parachutist known to thousands for climbing the side of buildings and parachuting out aeroplanes and off of tall base objects like the Statue of Liberty. Some of his stunts were filmed by newsreel cameras and media still photographers. Law was brought into movies in 1912 to perform some of his stunts as the hero.\n\nAs the industry developed in the West Coast around Hollywood, California, the first accepted professional stuntmen were clowns and comedians like Charlie Chaplin, Buster Keaton and the Keystone Kops.[3] The reason for this was that staple diet of the early films was an almost continual roll call of pratfalls, high dives and comedy car wrecks – the basic ingredients of a circus clown's routine.[3] But much like their circus-based predecessors, these actors/stuntmen were not specifically trained to perform stunts, but instead learned through trial and error.[1][2]\n\nFrom 1910 onwards, American audiences developed a taste for action films, which were replicated into successful serials.[7] These mostly western-themed scripts required a lot of extras, such as for a galloping cavalry, a band of Indians or a fast-riding sheriff's posse; all of whom needed to proficiently ride, shoot and look right on camera.[6]\n\nProducers also kept pushing the directors calling for riskier stunts using a recurring cast, necessitating the use of dedicated stunt doubles for most movie stars.[1][2] The directors turned to the current rodeo stars for inspiration for their action scenes, and employed former cowboys as extras who not only brought with themselves the right look and style, but also rodeo techniques that included safe and replicable horse falls.[2]\n\nEarly recruits included Tom Mix, who after winning the 1909 National Riding and Rodeo Championship, worked for the Selig Polyscope Company in Edendale. Mix made his first appearance in The Cowboy Millionaire in October 1909, and then as himself in the short documentary film titled Ranch Life in the Great Southwest in which he displayed his skills as a cattle wrangler. Mix eventually performed in over 160 cowboy matinee movies during the 1920s, and is considered by many as the first matinee cowboy idol.[6]\n\nThe recruitment venture was aided in 1911 by the collapse of the Miller-Arlington rodeo show, which left many rodeo performers stranded in Venice, California. One of them was the young Rose August Wenger, who married and was later billed as Helen Gibson, recognised as the first American professional stunt woman.[8] Thomas H. Ince, who was producing for the New York Motion Picture Company, hired the entire show's cast for the winter at $2,500 a week. The performers were paid $8 a week and boarded in Venice, where the horses were stabled. They then rode the 5 miles (8.0 km) each day to work in Topanga Canyon, where the films were being shot. In 1912, Helen made $15 a week for her first billed role as Ruth Roland's sister in Ranch Girls on a Rampage.[9] After marrying Edmund Richard \"Hoot\" Gibson in June 1913, the couple continued working rodeos in the summer and as stunt doubles in the winter in California, most often for Kalem Studios in Glendale, California.[10] In April 1915 while on the Kalem payroll doubling for Helen Holmes in The Hazards of Helen adventure film series, Helen performed what is thought to be her most dangerous stunt: a leap from the roof of a station onto the top of a moving train in the A Girl’s Grit episode. The distance between station roof and train top was accurately measured, and she practiced the jump with the train standing still. In the actual shoot, with the train's accelerating velocity timed to the second, she leapt without hesitation and landed correctly, but with forward motion she rolled forward, saving herself from injury and improving the shot by catching hold of an air vent and dangling over the edge. She suffered only a few bruises.[11]\n\nEventually, the out of work cowboys and out of season rodeo riders, and the directors/producers, figured out a system for the supply of extras. A speakeasy called The Watering Hole was located close to a Los Angeles located corral called the Sunset Corral.[6] Every morning, the cowboys would congregate at The Watering Hole, where the directors would send over their assistants to hire for the following day. The cowboys would then dress in their normal riding clothes (unless told otherwise, for which they were paid extra), and ride to the set, most of which were located to the north in the vicinity of the San Fernando Valley.[6] These \"riding extras\" jobs paid $10 per day plus a box lunch, and most were only hired on a per day basis.[6] These early cowboy actors eventually gained the nickname The Gower Gulch Gang, as many of the small studios cranking out westerns were located on Gower Avenue.[6]\n\nSubsequently, a number of rodeo stars entered the movie industry on a full-time basis, with many \"riding extras\" eventually becoming movie stars themselves, including:[1][2] Hank Bell (300 films, between 1920 and 1952); Bill Gillis; Buck Jones; Jack Montgomery (initially worked as Tom Mix's body-double); and Jack Padjeon (first appeared in 1923, played Wild Bill Hickok in the John Ford directed The Iron Horse in 1924).[6] But the best known stuntman turned star was probably Yakima Canutt, who with his apprentices - who included John Wayne[4] - devised during the 1930s new safety devices, including: the 'L' stirrup which allowed a rider to fall off a horse without getting hung in the stirrup; and cabling equipment to cause spectacular wagon crashes, while releasing the team. A focus on replicable and safe stunts saved producers money and prevented lost down-time for directors through reduced accidents and injury to performers.[2] Stuntmen were now an integral part of a films drawing power, helping to fill cinemas with thrill seeking patrons anxious to see the new Saturday matinee.[3]\n\nProducer/actor Harold Lloyd's film Safety Last! of 1923, is often considered one of the first to deploy thought-through safety devices and pre-planning in the execution of its filming and stunts. In the script, Lloyd's \"country boy\" character goes to the city to be a success, and ends up climbing a tall building as a stunt. Critics at the time claimed it to be the most spectacular daredevil thrill comedy.\n\nThe entire stunt sequence was shot on location at the Atlantic Hotel on the Broadway in Los Angeles (demolished 1957), at actual heights. But the films directors Fred C. Newmeyer and Sam Taylor planned into two safety features:\n\nProducer Hal Roach and Lloyd had been forced into the costs of planning and construction of these safety devices, as simply without them the city commissioners had refused the production a film permit.[citation needed] Lloyd, ever curious, decided after filming had completed to use a life-size cotton-filled dummy to see what the effect of an accident would have been should they have needed to use the required safety devices. On seeing the results, he didn't film another production without them.[4]\n\nIn 1983 in his personal homage to Buster Keaton and Harold Lloyd called Project A, Jackie Chan repeats some of the most famous scenes from the early film era, including Lloyd's clock scene from Safety Last! While Lloyd only hanged from the tower, Chan took it a step further and actually fell from the tower.[12][13]\n\nSwashbuckler films were a unique genre of action movies, utilising the earlier developed art of cinematic fencing, a combination of stage combat and fencing. The most famous of these were the films of Douglas Fairbanks, which defined the genre. The stories came from romantic costume novels, particularly those of Alexandre Dumas and Rafael Sabatini, and included triumphant, thrilling music.[14] There were three great cycles of swashbuckler films: the Douglas Fairbanks period from 1920 to 1929; the Errol Flynn period from 1935 to 1941; and a period in the 1950s heralded by films, including Ivanhoe (1952) and The Master of Ballantrae (1953), and the popularity of the British television series The Adventures of Robin Hood (1955–1959).[15]\n\nThe preference to employ ready existing professionals from outside the film industry, either as performers or doubles, continued in the period both up to and beyond World War II, when again the industry was awash with young, fit men looking for work.[1][2] However, in 1958 Thunder Road starring Robert Mitchum,[16] with stunt coordinator was Carey Loftin and a stunt team including Ray Austin, Neil Castes Sr., Robert Hoy, and Dale Van Sickel, introduced the era of the car chase movie. With the later development of modern action movie, the accident rate of both stunt performers and movie stars started to quickly increase.[3] The stunt performers took action to professionalise their industry, with the creation of new stunt performer run registration, training, certification, and booking agencies.[3]\n\nIn the 1960s, modern stunt technology was developed, including air rams, air bags, and bullet squibs. Dar Robinson invented the decelerator during this period, which used dragline cables rather than airbags for stunts that called for a jump from high places.[17] The co-development of this technology and professional performance training continues to evolve to the present, brought about through the need to not only create more visual impact on screen in the modern action movie era.[3] It also provides a safe platform to a new breed of trained professional stunt performers, including Bill Hickman, Terry Richards, and motorcycle greats Bud Ekins and Evel Knievel. These new professionals were not only driven to create visual impact, but also perform seemingly impossible feats in a safe and repeatable manner.[3] Latterly came the fast action Martial arts movies as a distinct genre, originating for western consumption mainly from Hong Kong from the 1940s, choreographed and later acted in by stunt performers turned stars including Bruce Lee and Sonny Chiba from the 1960s, Kent Norman \"Superkentman\" Elofson, and latterly Jackie Chan.[3]\n\nIn 1982, Jackie Chan began experimenting with elaborate stunt action sequences in Dragon Lord,[18] which featured a pyramid fight scene that holds the record for the most takes required for a single scene, with 2900 takes,[19] and the final fight scene where he performs various stunts, including one where he does a back flip off a loft and falls to the lower ground.[20] In 1983, Project A saw the official formation of the Jackie Chan Stunt Team and added elaborate, dangerous stunts to the fights and typical slapstick humor (at one point, Chan falls from the top of a clock tower through a series of fabric canopies).\n\nPolice Story (1985) contained many large-scale action scenes, including an opening sequence featuring a car chase through a shanty town, Chan stopping a double-decker bus with his service revolver and a climactic fight scene in a shopping center. This final scene earned the film the nickname \"Glass Story\" by the crew, due to the huge number of panes of sugar glass that were broken. During a stunt in this last scene, in which Chan slides down a pole from several stories up, the lights covering the pole had heated it considerably, resulting in Chan suffering second-degree burns, particularly to his hands, as well as a back injury and dislocation of his pelvis upon landing.[21] Chan performed similarly elaborate stunts in numerous other films, such as several Police Story sequels, Project A Part II, the Armor of God series, Dragons Forever, Drunken Master II, Rumble in the Bronx, and the Rush Hour series, among others.\n\nOther Hong Kong action movie stars who became known for performing elaborate stunts include Chan's Peking Opera School friends Sammo Hung and Yuen Biao, as well as \"girls with guns\" stars such as Michelle Yeoh and Moon Lee. Other Asian cinema stars also known for performing elaborate stunts including Thai actor Tony Jaa, Indonesian actors Iko Uwais and Yayan Ruhian, and Indian actors Jayan, Ajith Kumar, Akshay Kumar, Puneeth Rajkumar, Vidyut Jammwal and Tiger Shroff.\n\n"
        },
        {
            "title": "Future",
            "text": "Many stunt professionals[who?] believe that modern computer-generated imagery (CGI) technology will reduce the industry to a mere shadow of its former self. However currently the costs of CGI on most films and for most scenes is prohibitive. While CGI allows directors to create stunts that would be very expensive, dangerous or simply impossible to perform with real stunt people,[3] the backlash has resulted in a new genre of \"real\" movies marketed on the basis that the scenes are real and that no CGI has been used to create the final production.[1][2][3]\n\n"
        },
        {
            "title": "Awards",
            "text": "There is no Oscar category for stunt performance, but in 1967, Yakima Canutt was awarded an honorary Oscar for his stunt career.[1][2] The Academy of Television Arts and Sciences awards an Emmy for stunt coordinators.\n\nThe Taurus World Stunt Awards gives stunt people their own annual awards, but also through its foundation offers financial support to stunt men around the world who have been injured while on the job.[1][2]\n\n"
        },
        {
            "title": "Deaths",
            "text": "Although the stories that stuntmen died while filming Ben Hur and Where Eagles Dare are apocryphal myths, life-threatening injuries and deaths are not uncommon. Contracts often stipulate that the footage may be used if the performer is injured or dies during filming, and some filmmakers including Jackie Chan consider it disrespectful not to do so.[22]\n\nA University of Illinois study from the 1980s[23] lists accidents and fatalities from films during that era, concluding that it seemed probable that the tendency of film audiences to be interested by ever bigger, badder and more dangerous film stunts had not decreased the fatality rate.[24]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Pyrotechnics",
        "https://en.wikipedia.org/wiki/Ciney",
        "https://en.wikipedia.org/wiki/Entertainment",
        "https://en.wikipedia.org/wiki/Stunt_double",
        "https://en.wikipedia.org/wiki/Stunt_coordinator",
        "https://en.wikipedia.org/wiki/Actor",
        "https://en.wikipedia.org/wiki/Movie_star",
        "https://en.wikipedia.org/wiki/Stunt",
        "https://en.wikipedia.org/wiki/Stunt_double",
        "https://en.wikipedia.org/wiki/Stage_combat",
        "https://en.wikipedia.org/wiki/Insurance",
        "https://en.wikipedia.org/wiki/Stunt_double",
        "https://en.wikipedia.org/wiki/Escape_artist",
        "https://en.wikipedia.org/wiki/Sword_swallower",
        "https://en.wikipedia.org/wiki/Fire_eater",
        "https://en.wikipedia.org/wiki/Trapeze_artist",
        "https://en.wikipedia.org/wiki/Sideshow",
        "https://en.wikipedia.org/wiki/Circus",
        "https://en.wikipedia.org/wiki/Buster_Keaton",
        "https://en.wikipedia.org/wiki/Harry_Houdini",
        "https://en.wikipedia.org/wiki/Hong_Kong_action_cinema",
        "https://en.wikipedia.org/wiki/Jackie_Chan",
        "https://en.wikipedia.org/wiki/Sammo_Hung",
        "https://en.wikipedia.org/wiki/Yuen_Biao",
        "https://en.wikipedia.org/wiki/Moon_Lee",
        "https://en.wikipedia.org/wiki/Jayan",
        "https://en.wikipedia.org/wiki/Akshay_Kumar",
        "https://en.wikipedia.org/wiki/Tiger_Shroff",
        "https://en.wikipedia.org/wiki/Pawan_Kalyan",
        "https://en.wikipedia.org/wiki/Tony_Jaa",
        "https://en.wikipedia.org/wiki/Iko_Uwais",
        "https://en.wikipedia.org/wiki/Delorimier_Stadium",
        "https://en.wikipedia.org/wiki/Circus",
        "https://en.wikipedia.org/wiki/Gymnast",
        "https://en.wikipedia.org/wiki/Acrobatics",
        "https://en.wikipedia.org/wiki/Vaudeville",
        "https://en.wikipedia.org/wiki/Wild_West_shows",
        "https://en.wikipedia.org/wiki/Buffalo_Bill",
        "https://en.wikipedia.org/wiki/American_Old_West",
        "https://en.wikipedia.org/wiki/Stage_combat",
        "https://en.wikipedia.org/wiki/Stage_combat",
        "https://en.wikipedia.org/wiki/Commonwealth_of_Nations",
        "https://en.wikipedia.org/wiki/Historical_fencing",
        "https://en.wikipedia.org/wiki/Rapier",
        "https://en.wikipedia.org/wiki/Smallsword",
        "https://en.wikipedia.org/wiki/Paris",
        "https://en.wikipedia.org/wiki/Gladiator",
        "https://en.wikipedia.org/wiki/Rapier_and_dagger",
        "https://en.wikipedia.org/wiki/Egerton_Castle",
        "https://en.wikipedia.org/wiki/Alfred_Hutton",
        "https://en.wikipedia.org/wiki/Victorian_era",
        "https://en.wikipedia.org/wiki/Historical_fencing",
        "https://en.wikipedia.org/wiki/Bartitsu",
        "https://en.wikipedia.org/wiki/Jujutsu",
        "https://en.wikipedia.org/wiki/Stick_fighting",
        "https://en.wikipedia.org/wiki/Atlantic_Ocean",
        "https://en.wikipedia.org/wiki/Cowboy",
        "https://en.wikipedia.org/wiki/Rodman_Law",
        "https://en.wikipedia.org/wiki/Base_jumping",
        "https://en.wikipedia.org/wiki/California",
        "https://en.wikipedia.org/wiki/Charlie_Chaplin",
        "https://en.wikipedia.org/wiki/Buster_Keaton",
        "https://en.wikipedia.org/wiki/Keystone_Kops",
        "https://en.wikipedia.org/wiki/Tom_Mix",
        "https://en.wikipedia.org/wiki/Selig_Polyscope_Company",
        "https://en.wikipedia.org/wiki/Miller_Brothers_101_Ranch",
        "https://en.wikipedia.org/wiki/Helen_Gibson",
        "https://en.wikipedia.org/wiki/New_York_Motion_Picture_Company",
        "https://en.wikipedia.org/wiki/Topanga_Canyon",
        "https://en.wikipedia.org/wiki/Ruth_Roland",
        "https://en.wikipedia.org/wiki/Hoot_Gibson",
        "https://en.wikipedia.org/wiki/Kalem_Company",
        "https://en.wikipedia.org/wiki/The_Hazards_of_Helen",
        "https://en.wikipedia.org/wiki/Adventure_film",
        "https://en.wikipedia.org/wiki/Speakeasy",
        "https://en.wikipedia.org/wiki/Corral",
        "https://en.wikipedia.org/wiki/San_Fernando_Valley",
        "https://en.wikipedia.org/wiki/Hank_Bell",
        "https://en.wikipedia.org/wiki/Bill_Gillis",
        "https://en.wikipedia.org/wiki/Buck_Jones",
        "https://en.wikipedia.org/wiki/Wild_Bill_Hickok",
        "https://en.wikipedia.org/wiki/John_Ford",
        "https://en.wikipedia.org/wiki/The_Iron_Horse",
        "https://en.wikipedia.org/wiki/Yakima_Canutt",
        "https://en.wikipedia.org/wiki/John_Wayne",
        "https://en.wikipedia.org/wiki/Stirrup",
        "https://en.wikipedia.org/wiki/Harold_Lloyd",
        "https://en.wikipedia.org/wiki/Rodman_Law",
        "https://en.wikipedia.org/wiki/Harold_Lloyd",
        "https://en.wikipedia.org/wiki/Hal_Roach",
        "https://en.wikipedia.org/wiki/Film_permit",
        "https://en.wikipedia.org/wiki/Jackie_Chan",
        "https://en.wikipedia.org/wiki/Swashbuckler_film",
        "https://en.wikipedia.org/wiki/Cinematic_fencing",
        "https://en.wikipedia.org/wiki/Douglas_Fairbanks",
        "https://en.wikipedia.org/wiki/Alexandre_Dumas",
        "https://en.wikipedia.org/wiki/Rafael_Sabatini",
        "https://en.wikipedia.org/wiki/Errol_Flynn",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Robert_Mitchum",
        "https://en.wikipedia.org/wiki/Carey_Loftin",
        "https://en.wikipedia.org/wiki/Robert_Hoy",
        "https://en.wikipedia.org/wiki/Dale_Van_Sickel",
        "https://en.wikipedia.org/wiki/Car_chase",
        "https://en.wikipedia.org/wiki/Air_ram",
        "https://en.wikipedia.org/wiki/Air_bag",
        "https://en.wikipedia.org/wiki/Bullet_hit_squibs",
        "https://en.wikipedia.org/wiki/Dar_Robinson",
        "https://en.wikipedia.org/wiki/Bill_Hickman",
        "https://en.wikipedia.org/wiki/Bud_Ekins",
        "https://en.wikipedia.org/wiki/Evel_Knievel",
        "https://en.wikipedia.org/wiki/Martial_arts_movies",
        "https://en.wikipedia.org/wiki/Hong_Kong",
        "https://en.wikipedia.org/wiki/Bruce_Lee",
        "https://en.wikipedia.org/wiki/Sonny_Chiba",
        "https://en.wikipedia.org/wiki/Jackie_Chan",
        "https://en.wikipedia.org/wiki/Hong_Kong_action_cinema",
        "https://en.wikipedia.org/wiki/Jackie_Chan",
        "https://en.wikipedia.org/wiki/Stunt",
        "https://en.wikipedia.org/wiki/Dragon_Lord",
        "https://en.wikipedia.org/wiki/Take",
        "https://en.wikipedia.org/wiki/Back_flip",
        "https://en.wikipedia.org/wiki/Loft",
        "https://en.wikipedia.org/wiki/Jackie_Chan_Stunt_Team",
        "https://en.wikipedia.org/wiki/Shanty_town",
        "https://en.wikipedia.org/wiki/Sugar_glass",
        "https://en.wikipedia.org/wiki/Project_A_Part_II",
        "https://en.wikipedia.org/wiki/Dragons_Forever",
        "https://en.wikipedia.org/wiki/Drunken_Master_II",
        "https://en.wikipedia.org/wiki/Rumble_in_the_Bronx",
        "https://en.wikipedia.org/wiki/Hong_Kong_action_movie",
        "https://en.wikipedia.org/wiki/Peking_Opera_School",
        "https://en.wikipedia.org/wiki/Sammo_Hung",
        "https://en.wikipedia.org/wiki/Yuen_Biao",
        "https://en.wikipedia.org/wiki/Girls_with_guns",
        "https://en.wikipedia.org/wiki/Michelle_Yeoh",
        "https://en.wikipedia.org/wiki/Moon_Lee",
        "https://en.wikipedia.org/wiki/Asian_cinema",
        "https://en.wikipedia.org/wiki/Tony_Jaa",
        "https://en.wikipedia.org/wiki/Iko_Uwais",
        "https://en.wikipedia.org/wiki/Yayan_Ruhian",
        "https://en.wikipedia.org/wiki/Jayan",
        "https://en.wikipedia.org/wiki/Ajith_Kumar",
        "https://en.wikipedia.org/wiki/Akshay_Kumar",
        "https://en.wikipedia.org/wiki/Puneeth_Rajkumar",
        "https://en.wikipedia.org/wiki/Vidyut_Jammwal",
        "https://en.wikipedia.org/wiki/Tiger_Shroff",
        "https://en.wikipedia.org/wiki/Academy_Awards",
        "https://en.wikipedia.org/wiki/Academy_of_Television_Arts_and_Sciences",
        "https://en.wikipedia.org/wiki/Emmy",
        "https://en.wikipedia.org/wiki/Stunt_coordinator",
        "https://en.wikipedia.org/wiki/Taurus_World_Stunt_Awards",
        "https://en.wikipedia.org/wiki/Where_Eagles_Dare",
        "https://en.wikipedia.org/wiki/University_of_Illinois",
        "https://en.wikipedia.org/wiki/The_Horse_Soldiers",
        "https://en.wikipedia.org/wiki/John_Wayne",
        "https://en.wikipedia.org/wiki/Union_Army",
        "https://en.wikipedia.org/wiki/Confederate_Army",
        "https://en.wikipedia.org/wiki/John_Ford",
        "https://en.wikipedia.org/wiki/Flower_on_the_Stone",
        "https://en.wikipedia.org/wiki/Soviet_flag",
        "https://en.wikipedia.org/wiki/Paul_Mantz",
        "https://en.wikipedia.org/wiki/Arizona",
        "https://en.wikipedia.org/wiki/Hardy_Kruger",
        "https://en.wikipedia.org/wiki/Frank_Tallman",
        "https://en.wikipedia.org/wiki/Yevgeni_Urbansky",
        "https://en.wikipedia.org/wiki/Bukhara",
        "https://en.wikipedia.org/wiki/Highway",
        "https://en.wikipedia.org/wiki/Jean_Marais",
        "https://en.wikipedia.org/wiki/Renault_Caravelle",
        "https://en.wikipedia.org/wiki/Burt_Reynolds",
        "https://en.wikipedia.org/wiki/Samuel_Fuller",
        "https://en.wikipedia.org/wiki/Kincaid_Towers",
        "https://en.wikipedia.org/wiki/Kolilakkam",
        "https://en.wikipedia.org/wiki/Jayan",
        "https://en.wikipedia.org/wiki/Sholavaram",
        "https://en.wikipedia.org/wiki/Chennai",
        "https://en.wikipedia.org/wiki/Vic_Morrow",
        "https://en.wikipedia.org/wiki/Twilight_Zone_accident",
        "https://en.wikipedia.org/wiki/John_Landis",
        "https://en.wikipedia.org/wiki/Pyrotechnics",
        "https://en.wikipedia.org/wiki/Airwolf",
        "https://en.wikipedia.org/wiki/Top_Gun",
        "https://en.wikipedia.org/wiki/Art_Scholl",
        "https://en.wikipedia.org/wiki/Pitts_Special",
        "https://en.wikipedia.org/wiki/Pacific_Ocean",
        "https://en.wikipedia.org/wiki/Million_Dollar_Mystery",
        "https://en.wikipedia.org/wiki/Dar_Robinson",
        "https://en.wikipedia.org/wiki/Hudson_River",
        "https://en.wikipedia.org/wiki/Telephone_pole",
        "https://en.wikipedia.org/wiki/Basilar_skull_fracture",
        "https://en.wikipedia.org/wiki/Tashkent",
        "https://en.wikipedia.org/wiki/Brandon_Lee",
        "https://en.wikipedia.org/wiki/Squib_load",
        "https://en.wikipedia.org/wiki/Michael_Massee",
        "https://en.wikipedia.org/wiki/Tip_Tipping",
        "https://en.wikipedia.org/wiki/BBC",
        "https://en.wikipedia.org/wiki/Vampire_in_Brooklyn",
        "https://en.wikipedia.org/wiki/Marc_Akerstream",
        "https://en.wikipedia.org/wiki/Vancouver",
        "https://en.wikipedia.org/wiki/British_Columbia",
        "https://en.wikipedia.org/wiki/Exit_Wounds",
        "https://en.wikipedia.org/wiki/Vin_Diesel",
        "https://en.wikipedia.org/wiki/Palacky_Bridge",
        "https://en.wikipedia.org/wiki/Prague",
        "https://en.wikipedia.org/wiki/Parasailing",
        "https://en.wikipedia.org/wiki/Peyman_Abadi",
        "https://en.wikipedia.org/wiki/The_Expendables_2",
        "https://en.wikipedia.org/wiki/Deadpool_2",
        "https://en.wikipedia.org/wiki/Joi_Harris",
        "https://en.wikipedia.org/wiki/Human_firecracker",
        "https://en.wikipedia.org/wiki/Pyrotechnician",
        "https://en.wikipedia.org/wiki/Second_unit",
        "https://en.wikipedia.org/wiki/Special_effect",
        "https://en.wikipedia.org/wiki/Taurus_World_Stunt_Awards",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Popular_Mechanics",
        "https://en.wikipedia.org/wiki/Entertainment_Weekly",
        "https://en.wikipedia.org/wiki/Jackie_Chan",
        "https://en.wikipedia.org/wiki/Random_House",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/University_of_Illinois",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Internet_Movie_Database",
        "https://en.wikipedia.org/wiki/Total_Film",
        "https://en.wikipedia.org/wiki/The_Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Entertainment_Weekly",
        "https://en.wikipedia.org/wiki/The_Independent",
        "https://en.wikipedia.org/wiki/Internet_Movie_Database",
        "https://en.wikipedia.org/wiki/Stunt_performer",
        "https://en.wikipedia.org/wiki/Stunt_performer",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}