{
    "url": "https://en.wikipedia.org/wiki/Sudan",
    "title": "Sudan",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "2.1 Prehistoric Sudan (before c. 8000 BC)",
        "2.2 Kingdom of Kush (c. 1070 BC–350 AD)",
        "2.3 Medieval Christian Nubian kingdoms (c. 350–1500)",
        "2.4 Islamic kingdoms of Sennar and Darfur (c. 1500–1821)",
        "2.5 Turkiyah and Mahdist Sudan (1821–1899)",
        "2.6 Anglo-Egyptian Sudan (1899–1956)",
        "2.7 Independence (1956–present)",
        "2.7.1 Bashir Era (1989–2019)",
        "2.7.2 Partition and rehabilitation",
        "2.7.3 2019 Sudanese Revolution and transitional government",
        "2.7.4 2021 coup and the al-Burhan Regime",
        "3 Geography",
        "3.1 Climate",
        "3.2 Environmental issues",
        "4 Politics",
        "4.1 Sharia law",
        "4.1.1 Under al-Bashir",
        "4.1.2 After al-Bashir",
        "4.2 Foreign relations",
        "4.3 Armed Forces",
        "4.4 International organisations in Sudan",
        "4.5 Human rights",
        "4.5.1 Darfur",
        "4.6 Disputed areas and zones of conflict",
        "4.7 Administrative divisions",
        "4.8 Regional bodies and areas of conflict",
        "5 Economy",
        "5.1 Science and research",
        "6 Demographics",
        "6.1 Ethnic groups",
        "6.2 Urban areas",
        "6.3 Languages",
        "6.4 Religion",
        "6.5 Health",
        "6.6 Education",
        "7 Culture",
        "7.1 Music",
        "7.2 Cinema",
        "7.3 Clothing",
        "7.4 Sport",
        "8 See also",
        "9 References",
        "10 Bibliography",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSudan (English: /suːˈdɑːn/ or /suːˈdæn/; Arabic: السودان, romanized: as-Sūdān, Dinka: Thudän), officially the Republic of the Sudan  (Arabic: جمهورية السودان, romanized: Jumhūriyyat as-Sūdān), is a country in Northeast Africa. It shares borders with the Central African Republic to the southwest, Chad to the west, Egypt to the north, Eritrea to the northeast, Ethiopia to the southeast, Libya to the northwest, South Sudan to the south and the Red Sea. It has a population of 45.70 million people as of 2022[13] and occupies 1,886,068 square kilometres (728,215 square miles), making it Africa's third-largest country by area, and the third-largest by area in the Arab League. It was the largest country by area in Africa and the Arab League until the secession of South Sudan in 2011,[14] since which both titles have been held by Algeria. Its capital is Khartoum and its most populated city is Omdurman (part of the metropolitan area of Khartoum).\n\nSudan's history goes back to the Pharaonic period, witnessing the Kingdom of Kerma (c. 2500–1500 BC), the subsequent rule of the Egyptian New Kingdom (c. 1500 BC–1070 BC) and the rise of the Kingdom of Kush (c. 785 BC–350 AD), which would in turn control Egypt itself for nearly a century. After the fall of Kush, the Nubians formed the three Christian kingdoms of Nobatia, Makuria, and Alodia, with the latter two lasting until around 1500. Between the 14th and 15th centuries, most of Sudan was gradually settled by Arab nomads. From the 16th to the 19th centuries, central and eastern Sudan were dominated by the Funj sultanate, while Darfur ruled the west and the Ottomans the east.\n\nDuring the Mamluk and Ottoman periods, slave trade played a big role and was demanded from the Sudanese Kashif as the regular remittance of tribute. In 1811, Mamluks established a state at Dunqulah as a base for their slave trading. Under Turco-Egyptian rule of Sudan after the 1820s, the practice of trading slaves was entrenched along a north–south axis, with slave raids taking place in southern parts of the country and slaves being transported to Egypt and the Ottoman empire.[15]\n\nFrom the early 19th century, the entirety of Sudan was conquered by Egypt under the Muhammad Ali dynasty. It was under Egyptian rule that Sudan acquired its modern borders and began the process of political, agricultural, and economic development. In 1881, nationalist sentiment in Egypt led to the Orabi Revolt, \"weakening\" the power of the Egyptian monarchy, and eventually leading to the occupation of Egypt by the United Kingdom. At the same time, religious-nationalist fervour in Sudan erupted in the Mahdist Uprising led by the self-proclaimed Mahdi Muhammad Ahmad, and resulting in the establishment of the Caliphate of Omdurman. The Mahdist forces were eventually defeated by a joint Egyptian-British military force, restoring the authority of the Egyptian monarch. However, Egyptian sovereignty in Sudan would henceforth be rather nominal, as the true power in both Egypt and Sudan was now the United Kingdom. In 1899, under British pressure, Egypt agreed to share sovereignty over Sudan with the United Kingdom as a condominium. In effect, Sudan was governed as a British possession.[16] The 20th century saw the growth of both Egyptian and Sudanese nationalism focusing on ending the United Kingdom's occupation. The Egyptian revolution of 1952 toppled the monarchy and demanded the withdrawal of British forces from all of Egypt and Sudan. Muhammad Naguib, one of the two co-leaders of the revolution, and Egypt's first President, who was half-Sudanese and had been raised in Sudan, made securing Sudanese independence a priority of the revolutionary government. The following year, under Egyptian and Sudanese pressure, the United Kingdom agreed to Egypt's demand for both governments to terminate their shared sovereignty over Sudan and to grant Sudan independence. On 1 January 1956, Sudan was duly declared an independent state.\n\nAfter Sudan became independent, the Jaafar Nimeiry regime began Islamist rule.[17] This exacerbated the rift between the Islamic North, the seat of the government, and the Animists and Christians in the South. Differences in language, religion, and political power erupted in a civil war between government forces, influenced by the National Islamic Front (NIF), and the southern rebels, whose most influential faction was the Sudan People's Liberation Army (SPLA), which eventually led to the independence of South Sudan in 2011.[18] Between 1989 and 2019, Sudan experienced a 30-year-long military dictatorship led by Omar al-Bashir, who was accused of human rights abuses, including torture, persecution of minorities, allegations of sponsoring global terrorism, and ethnic genocide due to its actions in the War in the Darfur region that broke out in 2003. Overall, the regime's actions killed an estimated 300,000 to 400,000 people. Protests erupted in 2018, demanding Bashir's resignation, which resulted in a coup d'état on 11 April 2019 and Bashir's imprisonment.[19]\n\nIslam was Sudan's state religion and Islamic laws were applied from 1983 until 2020 when the country became a secular state.[17] The economy has been described as lower-middle income, with over 35% population living in poverty, largely relies on agriculture due to long-term international sanctions and isolation, as well as a long history of internal instability and factional violence, to some extent on oil production in the oil fields of South Sudan. Sudan is a member of the United Nations, the Arab League, African Union, COMESA, Non-Aligned Movement and the Organisation of Islamic Cooperation.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The country's name Sudan is a name given historically to the large Sahel region of West Africa to the immediate West of modern-day Sudan. Historically, Sudan referred to both the geographical region, stretching from Senegal on the Atlantic Coast to Northeast Africa and the modern Sudan. The name derives from the Arabic bilād as-sūdān (بلاد السودان), or \"The Land of the Blacks\".[20] The name is one of various toponyms sharing similar etymologies, in reference to the more or less dark skin of the inhabitants. Prior to this, Sudan was known as Nubia and Ta Nehesi or Ta Seti by Ancient Egyptians named for the Nubian and Medjay archers or Bow men.\n\n"
        },
        {
            "title": "History",
            "text": "By the eighth millennium BC, people of a Neolithic culture had settled into a sedentary way of life there in fortified mudbrick villages, where they supplemented hunting and fishing on the Nile with grain gathering and cattle herding.[21] Neolithic peoples created cemeteries such as R12. During the fifth millennium BC, migrations from the drying Sahara brought neolithic people into the Nile Valley along with agriculture. The population that resulted from this cultural and genetic mixing developed a social hierarchy over the next centuries which became the Kingdom of Kush (with the capital at Kerma) at 1700 BC. Anthropological and archaeological research indicate that during the predynastic period Nubia and Nagadan Upper Egypt were ethnically, and culturally nearly identical, and thus, simultaneously evolved systems of pharaonic kingship by 3300 BC.[22]\n\nThe Kingdom of Kush was an ancient Nubian state centered on the confluences of the Blue Nile and White Nile, and the Atbarah River and the Nile River. It was established after the Bronze Age collapse and the disintegration of the New Kingdom of Egypt, centered at Napata in its early phase.[23]\n\nAfter King Kashta (\"the Kushite\") invaded Egypt in the eighth century BC, the Kushite kings ruled as pharaohs of the Twenty-fifth Dynasty of Egypt for nearly a century before being defeated and driven out by the Assyrians.[24] At the height of their glory, the Kushites conquered an empire that stretched from what is now known as South Kordofan to the Sinai. Pharaoh Piye attempted to expand the empire into the Near East but was thwarted by the Assyrian king Sargon II.\n\nBetween 800 BCE and 100 AD were built the Nubian pyramids, among them can be named El-Kurru, Kashta, Piye, Tantamani, Shabaka, Pyramids of Gebel Barkal, Pyramids of Meroe (Begarawiyah), the Sedeinga pyramids, and Pyramids of Nuri.[25]\n\nThe Kingdom of Kush is mentioned in the Bible as having saved the Israelites from the wrath of the Assyrians, although disease among the besiegers might have been one of the reasons for the failure to take the city.[26][page needed]\nThe war that took place between Pharaoh Taharqa and the Assyrian king Sennacherib was a decisive event in western history, with the Nubians being defeated in their attempts to gain a foothold in the Near East by Assyria. Sennacherib's successor Esarhaddon went further and invaded Egypt itself to secure his control of the Levant. This succeeded, as he managed to expel Taharqa from Lower Egypt. Taharqa fled back to Upper Egypt and Nubia, where he died two years later. Lower Egypt came under Assyrian vassalage but proved unruly, unsuccessfully rebelling against the Assyrians. Then, the king Tantamani, a successor of Taharqa, made a final determined attempt to regain Lower Egypt from the newly re-instated Assyrian vassal Necho I. He managed to retake Memphis killing Necho in the process and besieged cities in the Nile Delta. Ashurbanipal, who had succeeded Esarhaddon, sent a large army in Egypt to regain control. He routed Tantamani near Memphis and, pursuing him, sacked Thebes. Although the Assyrians immediately departed Upper Egypt after these events, weakened, Thebes peacefully submitted itself to Necho's son Psamtik I less than a decade later. This ended all hopes of a revival of the Nubian Empire, which rather continued in the form of a smaller kingdom centered on Napata. The city was raided by the Egyptian c. 590 BC, and sometime soon after to the late-3rd century BC, the Kushite resettled in Meroë.[24][27][28]\n\nOn the turn of the fifth century the Blemmyes established a short-lived state in Upper Egypt and Lower Nubia, probably centered around Talmis (Kalabsha), but before 450 they were already driven out of the Nile Valley by the Nobatians. The latter eventually founded a kingdom on their own, Nobatia.[30]\nBy the sixth century there were in total three Nubian kingdoms: Nobatia in the north, which had its capital at Pachoras (Faras); the central kingdom, Makuria centred at Tungul (Old Dongola), about 13 kilometres (8 miles) south of modern Dongola; and Alodia, in the heartland of the old Kushitic kingdom, which had its capital at Soba (now a suburb of modern-day Khartoum).[31] Still in the sixth century they converted to Christianity.[32] In the seventh century, probably at some point between 628 and 642, Nobatia was incorporated into Makuria.[33]\n\nBetween 639 and 641 the Muslim Arabs of the Rashidun Caliphate conquered Byzantine Egypt. In 641 or 642 and again in 652 they invaded Nubia but were repelled, making the Nubians one of the few who managed to defeat the Arabs during the Islamic expansion. Afterward the Makurian king and the Arabs agreed on a unique non-aggression pact that also included an annual exchange of gifts, thus acknowledging Makuria's independence.[34] While the Arabs failed to conquer Nubia they began to settle east of the Nile, where they eventually founded several port towns[35] and intermarried with the local Beja.[36]\n\nFrom the mid eighth to mid eleventh century the political power and cultural development of Christian Nubia peaked.[37] In 747 Makuria invaded Egypt, which at this time belonged to the declining Umayyads,[38] and it did so again in the early 960s, when it pushed as far north as Akhmim.[39] Makuria maintained close dynastic ties with Alodia, perhaps resulting in the temporary unification of the two kingdoms into one state.[40] The culture of the medieval Nubians has been described as \"Afro-Byzantine\",[41] but was also increasingly influenced by Arab culture.[42] The state organisation was extremely centralised,[43] being based on the Byzantine bureaucracy of the sixth and seventh centuries.[44] Arts flourished in the form of pottery paintings[45] and especially wall paintings.[46] The Nubians developed an alphabet for their language, Old Nobiin, basing it on the Coptic alphabet, while also utilizing Greek, Coptic and Arabic.[47] Women enjoyed high social status: they had access to education, could own, buy and sell land and often used their wealth to endow churches and church paintings.[48] Even the royal succession was matrilineal, with the son of the king's sister being the rightful heir.[49]\n\nFrom the late 11th/12th century, Makuria's capital Dongola was in decline, and Alodia's capital declined in the 12th century as well.[50] In the 14th and 15th centuries Bedouin tribes overran most of Sudan,[51] migrating to the Butana, the Gezira, Kordofan and Darfur.[52] In 1365 a civil war forced the Makurian court to flee to Gebel Adda in Lower Nubia, while Dongola was destroyed and left to the Arabs. Afterwards Makuria continued to exist only as a petty kingdom.[53] After the prosperous[54] reign of king Joel (fl. 1463–1484) Makuria collapsed.[55] Coastal areas from southern Sudan up to the port city of Suakin was succeeded by the Adal Sultanate in the fifteenth century.[56][57] To the south, the kingdom of Alodia fell to either the Arabs, commanded by tribal leader Abdallah Jamma, or the Funj, an African people originating from the south.[58] Datings range from the 9th century after the Hijra (c. 1396–1494),[59] the late 15th century,[60] 1504[61] to 1509.[62] An alodian rump state might have survived in the form of the kingdom of Fazughli, lasting until 1685.[63]\n\nIn 1504 the Funj are recorded to have founded the Kingdom of Sennar, in which Abdallah Jamma's realm was incorporated.[65] By 1523, when Jewish traveler David Reubeni visited Sudan, the Funj state already extended as far north as Dongola.[66] Meanwhile, Islam began to be preached on the Nile by Sufi holymen who settled there in the 15th and 16th centuries[67] and by David Reubeni's visit king Amara Dunqas, previously a Pagan or nominal Christian, was recorded to be Muslim.[68] However, the Funj would retain un-Islamic customs like the divine kingship or the consumption of alcohol until the 18th century.[69] Sudanese folk Islam preserved many rituals stemming from Christian traditions until the recent past.[70]\n\nSoon the Funj came in conflict with the Ottomans, who had occupied Suakin around 1526[71] and eventually pushed south along the Nile, reaching the third Nile cataract area in 1583/1584. A subsequent Ottoman attempt to capture Dongola was repelled by the Funj in 1585.[72] Afterwards, Hannik, located just south of the third cataract, would mark the border between the two states.[73] The aftermath of the Ottoman invasion saw the attempted usurpation of Ajib, a minor king of northern Nubia. While the Funj eventually killed him in 1611/1612 his successors, the Abdallab, were granted to govern everything north of the confluence of Blue and White Niles with considerable autonomy.[74]\n\nDuring the 17th century the Funj state reached its widest extent,[75] but in the following century it began to decline.[76] A coup in 1718 brought a dynastic change,[77] while another one in 1761–1762[78] resulted in the Hamaj regency, where the Hamaj (a people from the Ethiopian borderlands) effectively ruled while the Funj sultans were their mere puppets.[79] Shortly afterwards the sultanate began to fragment;[80] by the early 19th century it was essentially restricted to the Gezira.[81]\n\nThe coup of 1718 kicked off a policy of pursuing a more orthodox Islam, which in turn promoted the Arabisation of the state.[82] In order to legitimise their rule over their Arab subjects the Funj began to propagate an Umayyad descend.[83] North of the confluence of the Blue and White Niles, as far downstream as Al Dabbah, the Nubians adopted the tribal identity of the Arab Jaalin.[84] Until the 19th century Arabic had succeeded in becoming the dominant language of central riverine Sudan[85][86][87] and most of Kordofan.[88]\n\nWest of the Nile, in Darfur, the Islamic period saw at first the rise of the Tunjur kingdom, which replaced the old Daju kingdom in the 15th century[89] and extended as far west as Wadai.[90] The Tunjur people were probably Arabised Berbers and, their ruling elite at least, Muslims.[91] In the 17th century the Tunjur were driven from power by the Fur Keira sultanate.[90] The Keira state, nominally Muslim since the reign of Sulayman Solong (r. c. 1660–1680),[92] was initially a small kingdom in northern Jebel Marra,[93] but expanded west- and northwards in the early 18th century[94] and eastwards under the rule of Muhammad Tayrab (r. 1751–1786),[95] peaking in the conquest of Kordofan in 1785.[96] The apogee of this empire, now roughly the size of present-day Nigeria,[96] would last until 1821.[95]\n\nIn 1821, the Ottoman ruler of Egypt, Muhammad Ali of Egypt, had invaded and conquered northern Sudan. Although technically the Vali of Egypt under the Ottoman Empire, Muhammad Ali styled himself as Khedive of a virtually independent Egypt. Seeking to add Sudan to his domains, he sent his third son Ismail (not to be confused with Ismaʻil Pasha mentioned later) to conquer the country, and subsequently incorporate it into Egypt. With the exception of the Shaiqiya and the Darfur sultanate in Kordofan, he was met without resistance. The Egyptian policy of conquest was expanded and intensified by Ibrahim Pasha's son, Ismaʻil, under whose reign most of the remainder of modern-day Sudan was conquered.\n\nThe Egyptian authorities made significant improvements to the Sudanese infrastructure (mainly in the north), especially with regard to irrigation and cotton production. In 1879, the Great Powers forced the removal of Ismail and established his son Tewfik Pasha in his place. Tewfik's corruption and mismanagement resulted in the 'Urabi revolt, which threatened the Khedive's survival. Tewfik appealed for help to the British, who subsequently occupied Egypt in 1882. Sudan was left in the hands of the Khedivial government, and the mismanagement and corruption of its officials.[97][98]\n\nDuring the Khedivial period, dissent had spread due to harsh taxes imposed on most activities. Taxation on irrigation wells and farming lands were so high most farmers abandoned their farms and livestock. During the 1870s, European initiatives against the slave trade had an adverse impact on the economy of northern Sudan, precipitating the rise of Mahdist forces.[99] Muhammad Ahmad ibn Abd Allah, the Mahdi (Guided One), offered to the ansars (his followers) and those who surrendered to him a choice between adopting Islam or being killed. The Mahdiyah (Mahdist regime) imposed traditional Sharia Islamic laws. On 12 August 1881, an incident occurred at Aba Island, sparking the outbreak of what became the Mahdist War.\n\nFrom his announcement of the Mahdiyya in June 1881 until the fall of Khartoum in January 1885, Muhammad Ahmad led a successful military campaign against the Turco-Egyptian government of the Sudan, known as the Turkiyah. Muhammad Ahmad died on 22 June 1885, a mere six months after the conquest of Khartoum. After a power struggle amongst his deputies, Abdallahi ibn Muhammad, with the help primarily of the Baggara of western Sudan, overcame the opposition of the others and emerged as the unchallenged leader of the Mahdiyah. After consolidating his power, Abdallahi ibn Muhammad assumed the title of Khalifa (successor) of the Mahdi, instituted an administration, and appointed Ansar (who were usually Baggara) as emirs over each of the several provinces.\n\nRegional relations remained tense throughout much of the Mahdiyah period, largely because of the Khalifa's brutal methods to extend his rule throughout the country. In 1887, a 60,000-man Ansar army invaded Ethiopia, penetrating as far as Gondar. In March 1889, king Yohannes IV of Ethiopia marched on Metemma; however, after Yohannes fell in battle, the Ethiopian forces withdrew. Abd ar-Rahman an-Nujumi, the Khalifa's general, attempted an invasion of Egypt in 1889, but British-led Egyptian troops defeated the Ansar at Tushkah. The failure of the Egyptian invasion broke the spell of the Ansar's invincibility. The Belgians prevented the Mahdi's men from conquering Equatoria, and in 1893, the Italians repelled an Ansar attack at Agordat (in Eritrea) and forced the Ansar to withdraw from Ethiopia.\n\nIn the 1890s, the British sought to re-establish their control over Sudan, once more officially in the name of the Egyptian Khedive, but in actuality treating the country as a British colony. By the early 1890s, British, French, and Belgian claims had converged at the Nile headwaters. Britain feared that the other powers would take advantage of Sudan's instability to acquire territory previously annexed to Egypt. Apart from these political considerations, Britain wanted to establish control over the Nile to safeguard a planned irrigation dam at Aswan. Herbert Kitchener led military campaigns against the Mahdist Sudan from 1896 to 1898. Kitchener's campaigns culminated in a decisive victory in the Battle of Omdurman on 2 September 1898. A year later, the Battle of Umm Diwaykarat on 25 November 1899 resulted in the death of Abdallahi ibn Muhammad, subsequently bringing to the end of the Mahdist War.\n\nIn 1899, Britain and Egypt reached an agreement under which Sudan was run by a governor-general appointed by Egypt with British consent.[100] In reality, Sudan was effectively administered as a Crown colony. The British were keen to reverse the process, started under Muhammad Ali Pasha, of uniting the Nile Valley under Egyptian leadership and sought to frustrate all efforts aimed at further uniting the two countries.[citation needed]\n\nUnder the Delimitation, Sudan's border with Abyssinia was contested by raiding tribesmen trading slaves, breaching boundaries of the law.  In 1905 Local chieftain Sultan Yambio reluctant to the end gave up the struggle with British forces that had occupied the Kordofan region, finally ending the lawlessness. The continued British administration of Sudan fuelled an increasingly strident nationalist backlash, with Egyptian nationalist leaders determined to force Britain to recognise a single independent union of Egypt and Sudan. With a formal end to Ottoman rule in 1914, Sir Reginald Wingate was sent that December to occupy Sudan as the new Military Governor. Hussein Kamel was declared Sultan of Egypt and Sudan, as was his brother and successor, Fuad I. They continued upon their insistence of a single Egyptian-Sudanese state even when the Sultanate of Egypt was retitled as the Kingdom of Egypt and Sudan, but it was Saad Zaghloul who continued to be frustrated in the ambitions until his death in 1927.[101]\n\nFrom 1924 until independence in 1956, the British had a policy of running Sudan as two essentially separate territories; the north and south. The assassination of a Governor-General of Anglo-Egyptian Sudan in Cairo was the causative factor; it brought demands of the newly elected Wafd government from colonial forces. A permanent establishment of two battalions in Khartoum was renamed the Sudan Defence Force acting as under the government, replacing the former garrison of Egyptian army soldiers, saw action afterward during the Walwal Incident.[102] The Wafdist parliamentary majority had rejected Sarwat Pasha's accommodation plan with Austen Chamberlain in London; yet Cairo still needed the money. The Sudanese Government's revenue had reached a peak in 1928 at £6.6 million, thereafter the Wafdist disruptions, and Italian borders incursions from Somaliland, London decided to reduce expenditure during the Great Depression. Cotton and gum exports were dwarfed by the necessity to import almost everything from Britain leading to a balance of payments deficit at Khartoum.[103]\n\nIn July 1936 the Liberal Constitutional leader, Muhammed Mahmoud was persuaded to bring Wafd delegates to London to sign the Anglo-Egyptian Treaty, \"the beginning of a new stage in Anglo-Egyptian relations\", wrote Anthony Eden.[104] The British Army was allowed to return to Sudan to protect the Canal Zone. They were able to find training facilities, and the RAF was free to fly over Egyptian territory. It did not, however, resolve the problem of Sudan: the Sudanese Intelligentsia agitated for a return to metropolitan rule, conspiring with Germany's agents.[105]\n\nMussolini made it clear that he could not invade Abyssinia without first conquering Egypt and Sudan; they intended unification of Libya with Italian East Africa. The British Imperial General Staff prepared for military defence of the region, which was thin on the ground.[106] The British ambassador blocked Italian attempts to secure a Non-Aggression Treaty with Egypt-Sudan. But Mahmoud was a supporter of the Grand Mufti of Jerusalem; the region was caught between the Empire's efforts to save the Jews, and moderate Arab calls to halt migration.[107]\n\nThe Sudanese Government was directly involved militarily in the East African Campaign. Formed in 1925, the Sudan Defence Force played an active part in responding to incursions early in World War Two.  Italian troops occupied Kassala and other border areas from Italian Somaliland during 1940.  In 1942, the SDF also played a part in the invasion of the Italian colony by British and Commonwealth forces.  The last British governor-general was Robert George Howe.\n\nThe Egyptian revolution of 1952 finally heralded the beginning of the march towards Sudanese independence. Having abolished the monarchy in 1953, Egypt's new leaders, Mohammed Naguib, whose mother was Sudanese, and later Gamal Abdel Nasser, believed the only way to end British domination in Sudan was for Egypt to officially abandon its claims of sovereignty. In addition, Nasser knew it would be difficult for Egypt to govern an impoverished Sudan after its independence. The British on the other hand continued their political and financial support for the Mahdist successor, Abd al-Rahman al-Mahdi, whom it was believed would resist Egyptian pressure for Sudanese independence.  Rahman was capable of this, but his regime was plagued by political ineptitude, which garnered a colossal loss of support in northern and central Sudan. Both Egypt and Britain sensed a great instability fomenting, and thus opted to allow both Sudanese regions, north and south to have a free vote on whether they wished independence or a British withdrawal.\n\nA polling process was carried out resulting in the composition of a democratic parliament and Ismail al-Azhari was elected first Prime Minister and led the first modern Sudanese government.[108] On 1 January 1956, in a special ceremony held at the People's Palace, the Egyptian and British flags were lowered and the new Sudanese flag, composed of green, blue and yellow stripes, was raised in their place by the prime minister Ismail al-Azhari.\n\nDissatisfaction culminated in a second coup d'état on 25 May 1969. The coup leader, Col. Gaafar Nimeiry, became prime minister, and the new regime abolished parliament and outlawed all political parties. Disputes between Marxist and non-Marxist elements within the ruling military coalition resulted in a briefly successful coup in July 1971, led by the Sudanese Communist Party. Several days later, anti-communist military elements restored Nimeiry to power.\n\nIn 1972, the Addis Ababa Agreement led to a cessation of the north–south civil war and a degree of self-rule. This led to ten years hiatus in the civil war but an end to American investment in the Jonglei Canal project.  This had been considered absolutely essential to irrigate the Upper Nile region and to prevent an environmental catastrophe and wide-scale famine among the local tribes, most especially the Dinka. In the civil war that followed their homeland was raided, looted, pillaged, and burned.  Many of the tribe were murdered in a bloody civil war that raged for over 20 years.\n\nUntil the early 1970s, Sudan's agricultural output was mostly dedicated to internal consumption. In 1972, the Sudanese government became more pro-Western and made plans to export food and cash crops. However, commodity prices declined throughout the 1970s causing economic problems for Sudan. At the same time, debt servicing costs, from the money spent mechanizing agriculture, rose. In 1978, the IMF negotiated a Structural Adjustment Program with the government. This further promoted the mechanised export agriculture sector. This caused great hardship for the pastoralists of Sudan (see Nuba peoples). In 1976, the Ansars had mounted a bloody but unsuccessful coup attempt. But in July 1977, President Nimeiry met with Ansar leader Sadiq al-Mahdi, opening the way for a possible reconciliation. Hundreds of political prisoners were released, and in August a general amnesty was announced for all oppositionists.\n\nOn 30 June 1989, Colonel Omar al-Bashir led a bloodless military coup.[109] The new military government suspended political parties and introduced an Islamic legal code on the national level.[110] Later, al-Bashir carried out purges and executions in the upper ranks of the army, the banning of associations, political parties, and independent newspapers, and the imprisonment of leading political figures and journalists.[111] On 16 October 1993, al-Bashir appointed himself \"President\" and disbanded the Revolutionary Command Council. The executive and legislative powers of the council were taken by al-Bashir.[112]\n\nIn the 1996 general election, he was the only candidate by law to run for election.[113] Sudan became a one-party state under the National Congress Party (NCP).[114] During the 1990s, Hassan al-Turabi, then Speaker of the National Assembly, reached out to Islamic fundamentalist groups and invited Osama bin Laden to the country.[115] The United States subsequently listed Sudan as a state sponsor of terrorism.[116] Following Al Qaeda's bombing of the U.S. embassies in Kenya and Tanzania, the U.S. launched Operation Infinite Reach and targeted the Al-Shifa pharmaceutical factory, which the U.S. government falsely believed was producing chemical weapons for the terrorist group. Al-Turabi's influence began to wane, and others in favour of more pragmatic leadership tried to change Sudan's international isolation.[117] The country worked to appease its critics by expelling members of the Egyptian Islamic Jihad and encouraging bin Laden to leave.[118]\n\nBefore the 2000 presidential election, al-Turabi introduced a bill to reduce the President's powers, prompting al-Bashir to order a dissolution and declare a state of emergency.  When al-Turabi urged a boycott of the President's re-election campaign signing agreement with Sudan People's Liberation Army, al-Bashir suspected they were plotting to overthrow the government.[119] Hassan al-Turabi was jailed later the same year.[120]\n\nIn February 2003, the Sudan Liberation Movement/Army (SLM/A) and Justice and Equality Movement (JEM) groups in Darfur took up arms, accusing the Sudanese government of oppressing non-Arab Sudanese in favor of Sudanese Arabs, precipitating the War in Darfur. The conflict has since been described as a genocide,[121] and the International Criminal Court (ICC) in The Hague has issued two arrest warrants for al-Bashir.[122][123] Arabic-speaking nomadic militias known as the Janjaweed stand accused of many atrocities.\n\nOn 9 January 2005, the government signed the Nairobi Comprehensive Peace Agreement with the Sudan People's Liberation Movement (SPLM) with the objective of ending the Second Sudanese Civil War.  The United Nations Mission in Sudan (UNMIS) was established under the UN Security Council Resolution 1590 to support its implementation. The peace agreement was a prerequisite to the 2011 referendum: the result was a unanimous vote in favour of secession of South Sudan; the region of Abyei will hold its own referendum at a future date.\n\nThe Sudan People's Liberation Army (SPLA) was the primary member of the Eastern Front, a coalition of rebel groups operating in eastern Sudan. After the peace agreement, their place was taken in February 2004 after the merger of the larger fulani and Beja Congress with the smaller Rashaida Free Lions.[124] A peace agreement between the Sudanese government and the Eastern Front was signed on 14 October 2006, in Asmara.  On 5 May 2006, the Darfur Peace Agreement was signed, aiming at ending the conflict which had continued for three years up to this point.[125] The Chad–Sudan Conflict (2005–2007) had erupted after the Battle of Adré triggered a declaration of war by Chad.[126] The leaders of Sudan and Chad signed an agreement in Saudi Arabia on 3 May 2007 to stop fighting from the Darfur conflict spilling along their countries' 1,000-kilometre (600 mi) border.[127]\n\nIn July 2007 the country was hit by devastating floods,[128] with over 400,000 people being directly affected.[129] Since 2009, a series of ongoing conflicts between rival nomadic tribes in Sudan and South Sudan have caused a large number of civilian casualties.\n\nThe Sudanese conflict in South Kordofan and Blue Nile in the early 2010s between the Army of Sudan and the Sudan Revolutionary Front started as a dispute over the oil-rich region of Abyei in the months leading up to South Sudanese independence in 2011, though it is also related to civil war in Darfur that is nominally resolved. The events would later be known as the Sudanese Intifada, which would end only in 2013 after al-Bashir promised he would not seek re-election in 2015. He later broke his promise and sought re-election in 2015, winning through a boycott from the opposition who believed that the elections would not be free and fair. Voter turnout was at a low 46%.[130]\n\nOn 13 January 2017, US president Barack Obama signed an Executive Order that lifted many sanctions placed against Sudan and assets of its government held abroad. On 6 October 2017, the following US president Donald Trump lifted most of the remaining sanctions against the country and its petroleum, export-import, and property industries.[131]\n\nOn 19 December 2018, massive protests began after a government decision to triple the price of goods at a time when the country was suffering an acute shortage of foreign currency and inflation of 70 percent.[132] In addition, President al-Bashir, who had been in power for more than 30 years, refused to step down, resulting in the convergence of opposition groups to form a united coalition. The government retaliated by arresting more than 800 opposition figures and protesters, leading to the death of approximately 40 people according to the Human Rights Watch,[133] although the number was much higher than that according to local and civilian reports. The protests continued after the overthrow of his government on 11 April 2019 after a massive sit-in in front of the Sudanese Armed Forces main headquarters, after which the chiefs of staff decided to intervene and they ordered the arrest of President al-Bashir and declared a three-month state of emergency.[134][135][136] Over 100 people died on 3 June after security forces dispersed the sit-in using tear gas and live ammunition in what is known as the Khartoum massacre,[137][138] resulting in Sudan's suspension from the African Union.[139] Sudan's youth had been reported to be driving the protests.[140] The protests came to an end when the Forces for Freedom and Change (an alliance of groups organizing the protests) and Transitional Military Council (the ruling military government) signed the July 2019 Political Agreement and the August 2019 Draft Constitutional Declaration.[141][142]\n\nThe transitional institutions and procedures included the creation of a joint military-civilian Sovereignty Council of Sudan as head of state, a new Chief Justice of Sudan as head of the judiciary branch of power, Nemat Abdullah Khair, and a new prime minister.  The former Prime Minister, Abdalla Hamdok, a 61-year-old economist who worked previously for the UN Economic Commission for Africa, was sworn in on 21 August. He initiated talks with the IMF and World Bank aimed at stabilising the economy, which was in dire straits because of shortages of food, fuel and hard currency. Hamdok estimated that US$10bn over two years would suffice to halt the panic, and said that over 70% of the 2018 budget had been spent on civil war-related measures. The governments of Saudi Arabia and the United Arab Emirates had invested significant sums supporting the military council since Bashir's ouster.[143] On 3 September, Hamdok appointed 14 civilian ministers, including the first female foreign minister and the first Coptic Christian, also a woman.[144][145] As of August 2021, the country was jointly led by Chairman of the Transitional Sovereign Council, Abdel Fattah al-Burhan, and Prime Minister Abdallah Hamdok.[146]\n\nThe Sudanese government announced on 21 September 2021 that there was a failed attempt at a coup d’état from the military that had led to the arrest of 40 military officers.[147][148]\n\nOne month after the attempted coup, another military coup on 25 October 2021 resulted in the capture of the civilian government, including former Prime Minister Abdalla Hamdok. The coup was led by general Abdel Fattah al-Burhan who subsequently declared a state of emergency.[149][150][151][152]\n\nOn November 21, 2021, Hamdok was reinstated as prime minister after a political agreement was signed by Abdel Fattah al-Burhan to restore the transition to civilian rule (although Burhan retained control). The 14-point deal called for the release of all political prisoners detained during the coup and stipulated that a 2019 constitutional declaration continued to be the basis for a political transition.[153] Hamdok fired the chief of police Khaled Mahdi Ibrahim al-Emam and his second in command Ali Ibrahim.[154]\n\nOn January 2, 2022, Hamdok announced his resignation from the position of Prime Minister following one of the most deadly protests to date.[155]\n\nBy March, 2022 over 1,000 people including 148 children and 144 women had been detained for opposing the coup, there were 25 allegations of rape[156] and 87 people had been killed[157] including 11 children.[156]\n\n"
        },
        {
            "title": "Geography",
            "text": "Sudan is situated in North Africa, with an 853 km (530 mi) coastline bordering the Red Sea.[158] It has land borders with Egypt, Eritrea, Ethiopia, South Sudan, the Central African Republic, Chad, and Libya. With an area of 1,886,068 km2 (728,215 sq mi), it is the third-largest country on the continent (after Algeria and Democratic Republic of the Congo) and the fifteenth-largest in the world.\n\nSudan lies between latitudes 8° and 23°N. The terrain is generally flat plains, broken by several mountain ranges. In the west, the Deriba Caldera (3,042 m or 9,980 ft), located in the Marrah Mountains, is the highest point in Sudan. In the east are the Red Sea Hills.[159]\n\nThe Blue Nile and White Nile rivers meet in Khartoum to form the Nile, which flows northwards through Egypt to the Mediterranean Sea. The Blue Nile's course through Sudan is nearly 800 km (497 mi) long and is joined by the Dinder and Rahad Rivers between Sennar and Khartoum. The White Nile within Sudan has no significant tributaries.\n\nThere are several dams on the Blue and White Niles. Among them are the Sennar and Roseires Dams on the Blue Nile, and the Jebel Aulia Dam on the White Nile. There is also Lake Nubia on the Sudanese-Egyptian border.\n\nRich mineral resources are available in Sudan including asbestos, chromite, cobalt, copper, gold, granite, gypsum, iron, kaolin, lead, manganese, mica, natural gas, nickel, petroleum, silver, tin, uranium and zinc.[160]\n\nThe amount of rainfall increases towards the south. The central and the northern part have extremely dry, desert areas such as the Nubian Desert to the northeast and the Bayuda Desert to the east; in the south, there are grasslands and tropical savanna. Sudan's rainy season lasts for about four months (June to September) in the north, and up to six months (May to October) in the south.\n\nThe dry regions are plagued by sandstorms, known as haboob, which can completely block out the sun. In the northern and western semi-desert areas, people rely on the scant rainfall for basic agriculture and many are nomadic, travelling with their herds of sheep and camels. Nearer the River Nile, there are well-irrigated farms growing cash crops.[161] The sunshine duration is very high all over the country but especially in deserts where it could soar to over 4,000 h per year.\n\nDesertification is a serious problem in Sudan.[162] There is also concern over soil erosion. Agricultural expansion, both public and private, has proceeded without conservation measures. The consequences have manifested themselves in the form of deforestation, soil desiccation, and the lowering of soil fertility and the water table.[163]\n\nThe nation's wildlife is threatened by poaching. As of 2001, twenty-one mammal species and nine bird species are endangered, as well as two species of plants. Critically endangered species include: the waldrapp, northern white rhinoceros, tora hartebeest, slender-horned gazelle, and hawksbill turtle. The Sahara oryx has become extinct in the wild.[164]\n\n"
        },
        {
            "title": "Politics",
            "text": "The politics of Sudan formally took place within the framework of a federal representative democratic republic until April 2019, when President Omar al-Bashir's regime was overthrown in a military coup led by Vice President Ahmed Awad Ibn Auf. As an initial step he established the Transitional Military Council to manage the country's internal affairs. He also suspended the constitution and dissolved the bicameral parliament — the National Legislature, with its National Assembly (lower chamber) and the Council of States (upper chamber). Ibn Auf however, remained in office for only a single day and then resigned, with the leadership of the Transitional Military Council then being handed to Abdel Fattah al-Burhan. On 4 August 2019, a new Constitutional Declaration was signed between the representatives of the Transitional Military Council and the Forces of Freedom and Change, and on 21 August 2019 the Transitional Military Council was officially replaced as head of state by an 11-member Sovereignty Council, and as head of government by a civilian Prime Minister.\n\nDuring the regime of Omar al-Bashir, the legal system in Sudan was based on Islamic Sharia law. The 2005 Naivasha Agreement, ending the civil war between north and south Sudan, established some protections for non-Muslims in Khartoum. Sudan's application of Sharia law is geographically inconsistent.[165]\n\nStoning was a judicial punishment in Sudan. Between 2009 and 2012, several women were sentenced to death by stoning.[166][167][168] Flogging was a legal punishment. Between 2009 and 2014, many people were sentenced to 40–100 lashes.[169][170][171][172][173][174] In August 2014, several Sudanese men died in custody after being flogged.[175][176][177] 53 Christians were flogged in 2001.[178] Sudan's public order law allowed police officers to publicly whip women who were accused of public indecency.[179]\n\nCrucifixion was also a legal punishment. In 2002, 88 people were sentenced to death for crimes relating to murder, armed robbery, and participating in ethnic clashes. Amnesty International wrote that they could be executed by either hanging or crucifixion.[180]\n\nInternational Court of Justice jurisdiction is accepted, though with reservations. Under the terms of the Naivasha Agreement, Islamic law did not apply in South Sudan.[181] Since the secession of South Sudan there was some uncertainty as to whether Sharia law would apply to the non-Muslim minorities present in Sudan, especially because of contradictory statements by al-Bashir on the matter.[182]\n\nThe judicial branch of the Sudanese government consists of a Constitutional Court of nine justices, the National Supreme Court, the Court of Cassation,[183] and other national courts; the National Judicial Service Commission provides overall management for the judiciary.\n\nFollowing the ouster of al-Bashir, the interim constitution signed in August 2019 contained no mention of Sharia law.[184] As of 12 July 2020, Sudan abolished the apostasy law, public flogging and alcohol ban for non-Muslims. The draft of a new law was passed in early July. Sudan also criminalized female genital mutilation with a punishment of up to 3 years in jail.[185] An accord between the transitional government and rebel group leadership was signed in September 2020, in which the government agreed to officially separate the state and religion, ending three decades of rule under Islamic law. It also agreed that no official state religion will be established.[186][184][187]\n\nSudan has had a troubled relationship with many of its neighbours and much of the international community, owing to what is viewed as its radical Islamic stance. For much of the 1990s, Uganda, Kenya and Ethiopia formed an ad hoc alliance called the \"Front Line States\" with support from the United States to check the influence of the National Islamic Front government. The Sudanese Government supported anti-Ugandan rebel groups such as the Lord's Resistance Army (LRA).[188]\n\nAs the National Islamic Front regime in Khartoum gradually emerged as a real threat to the region and the world, the U.S. began to list Sudan on its list of State Sponsors of Terrorism. After the US listed Sudan as a state sponsor of terrorism, the NIF decided to develop relations with Iraq, and later Iran, the two most controversial countries in the region.\n\nFrom the mid-1990s, Sudan gradually began to moderate its positions as a result of increased U.S. pressure following the 1998 U.S. embassy bombings, in Tanzania and Kenya, and the new development of oil fields previously in rebel hands. Sudan also has a territorial dispute with Egypt over the Hala'ib Triangle. Since 2003, the foreign relations of Sudan had centered on the support for ending the Second Sudanese Civil War and condemnation of government support for militias in the war in Darfur.\n\nSudan has extensive economic relations with China. China obtains ten percent of its oil from Sudan. According to a former Sudanese government minister, China is Sudan's largest supplier of arms.[189]\n\nIn December 2005, Sudan became one of the few states to recognise Moroccan sovereignty over Western Sahara.[190]\n\nIn 2015, Sudan participated in the Saudi Arabian-led intervention in Yemen against the Shia Houthis and forces loyal to former President Ali Abdullah Saleh,[191] who was deposed in the 2011 uprising.[192]\n\nIn June 2019, Sudan was suspended from the African Union over the lack of progress towards the establishment of a civilian-led transitional authority since its initial meeting following the coup d'état of 11 April 2019.[193][194]\n\nIn July 2019, UN ambassadors of 37 countries, including Sudan, have signed a joint letter to the UNHRC defending China's treatment of Uyghurs in the Xinjiang region.[195]\n\nOn 23 October 2020, U.S. President Donald Trump announced that Sudan will start to normalize ties with Israel, making it the third Arab state to do so as part of the U.S.-brokered Abraham Accords.[196] On 14 December the U.S. Government removed Sudan from its State Sponsor of Terrorism list; as part of the deal, Sudan agreed to pay $335 million in compensation to victims of the 1998 embassy bombings.[197]\n\nThe dispute between Sudan and Ethiopia over the Grand Ethiopian Renaissance Dam escalated in 2021.[198][199][200] An advisor to the Sudanese leader Abdel Fattah al-Burhan spoke of a water war \"that would be more horrible than one could imagine\".[201]\n\nIn February 2022, it is reported that a Sudanese envoy have visited Israel to promote ties between the countries.[202]\n\nThe Sudanese Armed Forces is the regular forces of Sudan and is divided into five branches: the Sudanese Army, Sudanese Navy (including the Marine Corps), Sudanese Air Force, Border Patrol and the Internal Affairs Defence Force, totalling about 200,000 troops.  The military of Sudan has become a well-equipped fighting force; a result of increasing local production of heavy and advanced arms.  These forces are under the command of the National Assembly and its strategic principles include defending Sudan's external borders and preserving internal security.\n\nSince the Darfur crisis in 2004, safe-keeping the central government from the armed resistance and rebellion of paramilitary rebel groups such as the Sudan People's Liberation Army (SPLA), the Sudanese Liberation Army (SLA) and the Justice and Equality Movement (JEM) have been important priorities. While not official, the Sudanese military also uses nomad militias, the most prominent being the Janjaweed, in executing a counter-insurgency war.[203] Somewhere between 200,000[204] and 400,000[205][206][207] people have died in the violent struggles.\n\nSeveral UN agents are operating in Sudan such as the World Food Program (WFP); the Food and Agriculture Organization of the United Nations (FAO); the United Nations Development Programme (UNDP); the United Nations Industrial Development Organization (UNIDO); the United Nations Children Fund (UNICEF); the United Nations High Commissioner for Refugees (UNHCR); the United Nations Mine Service (UNMAS), the United Nations Office for the Coordination of Humanitarian Affairs (OCHA) and the World Bank. Also present is the International Organisation for Migration (IOM).[208][209]\n\nSince Sudan has experienced civil war for many years, many non-governmental organisations (NGOs) are also involved in humanitarian efforts to help internally displaced people. The NGOs are working in every corner of Sudan, especially in the southern part and western parts. During the civil war, international nongovernmental organisations such as the Red Cross were operating mostly in the south but based in the capital Khartoum.[210] The attention of NGOs shifted shortly after the war broke out in the western part of Sudan known as Darfur. The most visible organisation in South Sudan is the Operation Lifeline Sudan (OLS) consortium.[211] Some international trade organisations categorise Sudan as part of the Greater Horn of Africa[212]\n\nEven though most of the international organisations are substantially concentrated in both South Sudan and the Darfur region, some of them are working in the northern part as well. For example, the United Nations Industrial Development Organization is successfully operating in Khartoum, the capital. It is mainly funded by the European Union and recently opened more vocational training. The Canadian International Development Agency is operating largely in northern Sudan.[213]\n\nSince 1983, a combination of civil war and famine has taken the lives of nearly two million people in Sudan.[214] It is estimated that as many as 200,000 people had been taken into slavery during the Second Sudanese Civil War.[215]\n\nSudan ranks 172 of 180 countries in terms of freedom of the press according to Reporters Without Borders.  More curbs of press freedom to report official corruption are planned.[216]\n\nMuslims who convert to Christianity can face the death penalty for apostasy, see Persecution of Christians in Sudan and the death sentence against Mariam Yahia Ibrahim Ishag (who actually was raised as Christian). According to a 2013 UNICEF report, 88% of women in Sudan had undergone female genital mutilation.[217] Sudan's Personal Status law on marriage has been criticised for restricting women's rights and allowing child marriage.[218][219] Evidence suggests that support for female genital mutilation remains high, especially among rural and less well educated groups, although it has been declining in recent years.[220] Homosexuality is illegal; as of July 2020 it was no longer a capital offense, with the highest punishment being life imprisonment.[221]\n\nA report published by Human Rights Watch in 2018 revealed that Sudan has made no meaningful attempts to provide accountability for past and current violations. The report documented human rights abuses against civilians in Darfur, southern Kordofan, and Blue Nile. During 2018, the National Intelligence and Security Service (NISS) used excessive force to disperse protests and detained dozens of activists and opposition members. Moreover, the Sudanese forces blocked United Nations-African Union Hybrid Operation and other international relief and aid agencies to access to displaced people and conflict-ridden areas in Darfur.[222]\n\nA letter dated 14 August 2006, from the executive director of Human Rights Watch found that the Sudanese government is both incapable of protecting its own citizens in Darfur and unwilling to do so, and that its militias are guilty of crimes against humanity. The letter added that these human-rights abuses have existed since 2004.[223] Some reports attribute part of the violations to the rebels as well as the government and the Janjaweed. The U.S. State Department's human-rights report issued in March 2007 claims that \"[a]ll parties to the conflagration committed serious abuses, including widespread killing of civilians, rape as a tool of war, systematic torture, robbery and recruitment of child soldiers.\"[224]\n\nOver 2.8 million civilians have been displaced and the death toll is estimated at 300,000 killed.[225] Both government forces and militias allied with the government are known to attack not only civilians in Darfur, but also humanitarian workers. Sympathisers of rebel groups are arbitrarily detained, as are foreign journalists, human-rights defenders, student activists and displaced people in and around Khartoum, some of whom face torture. The rebel groups have also been accused in a report issued by the U.S. government of attacking humanitarian workers and of killing innocent civilians.[226] According to UNICEF, in 2008, there were as many as 6,000 child soldiers in Darfur.[227]\n\nSudan is divided into 18 states (wilayat, sing. wilayah). They are further divided into 133 districts.\n\nIn addition to the states, there also exist regional administrative bodies established by peace agreements between the central government and rebel groups.\n\n"
        },
        {
            "title": "Economy",
            "text": "In 2010, Sudan was considered the 17th-fastest-growing economy[230] in the world and the rapid development of the country largely from oil profits even when facing international sanctions was noted by The New York Times in a 2006 article.[231] Because of the secession of South Sudan, which contained about 75 percent of Sudan's oilfields,[232] Sudan entered a phase of stagflation, GDP growth slowed to 3.4 percent in 2014, 3.1 percent in 2015 and was projected to recover slowly to 3.7 percent in 2016 while inflation remained as high as 21.8% as of 2015[update].[233] Sudan's GDP fell from US$123.053 billion in 2017 to US$40.852 billion in 2018.[234]\n\nEven with the oil profits before the secession of South Sudan, Sudan still faced formidable economic problems, and its growth was still a rise from a very low level of per capita output. The economy of Sudan has been steadily growing over the 2000s, and according to a World Bank report the overall growth in GDP in 2010 was 5.2 percent compared to 2009 growth of 4.2 percent.[205] This growth was sustained even during the war in Darfur and period of southern autonomy preceding South Sudan's independence.[235][236]\nOil was Sudan's main export, with production increasing dramatically during the late 2000s, in the years before South Sudan gained independence in July 2011. With rising oil revenues, the Sudanese economy was booming, with a growth rate of about nine percent in 2007. The independence of oil-rich South Sudan, however, placed most major oilfields out of the Sudanese government's direct control and oil production in Sudan fell from around 450,000 barrels per day (72,000 m3/d) to under 60,000 barrels per day (9,500 m3/d). Production has since recovered to hover around 250,000 barrels per day (40,000 m3/d) for 2014–15.[237]\n\nIn order to export oil, South Sudan relies on a pipeline to Port Sudan on Sudan's Red Sea coast, as South Sudan is a landlocked country, as well as the oil refining facilities in Sudan. In August 2012, Sudan and South Sudan agreed a deal to transport South Sudanese oil through Sudanese pipelines to Port Sudan.[238]\n\nThe People's Republic of China is one of Sudan's major trading partners, China owns a 40 percent share in the Greater Nile Petroleum Operating Company.[239] The country also sells Sudan small arms, which have been used in military operations such as the conflicts in Darfur and South Kordofan.[240]\n\nWhile historically agriculture remains the main source of income and employment hiring of over 80 percent of Sudanese, and makes up a third of the economic sector, oil production drove most of Sudan's post-2000 growth. Currently, the International Monetary Fund (IMF) is working hand in hand with Khartoum government to implement sound macroeconomic policies. This follows a turbulent period in the 1980s when debt-ridden Sudan's relations with the IMF and World Bank soured, culminating in its eventual suspension from the IMF.[241]\n\nAccording to the Corruptions Perception Index, Sudan is one of the most corrupt nations in the world.[242] According to the Global Hunger Index of 2013, Sudan has an GHI indicator value of 27.0 indicating that the nation has an 'Alarming Hunger Situation.' It is rated the fifth hungriest nation in the world.[243] According to the 2015 Human Development Index (HDI) Sudan ranked the 167th place in human development, indicating Sudan still has one of the lowest human development rates in the world.[244] In 2014, 45% of the population lives on less than US$3.20 per day, up from 43% in 2009.[245]\n\nSudan has around 25–30 universities; instruction is primarily in Arabic or English. Education at the secondary and university levels has been seriously hampered by the requirement that most males perform military service before completing their education.[246] In addition, the \"Islamisation\" encouraged by president Al-Bashir alienated many researchers: the official language of instruction in universities was changed from English to Arabic and Islamic courses became mandatory. Internal science funding withered.[247] According to UNESCO, more than 3,000 Sudanese researchers left the country between 2002 and 2014. By 2013, the country had a mere 19 researchers for every 100,000 citizens, or 1/30 the ratio of Egypt, according to the Sudanese National Centre for Research. In 2015, Sudan published only about 500 scientific papers.[247] In comparison, Poland, a country of similar population size, publishes on the order of 10,000 papers per year.[248]\n\n"
        },
        {
            "title": "Demographics",
            "text": "In Sudan's 2008 census, the population of northern, western and eastern Sudan was recorded to be over 30 million.[249] This puts present estimates of the population of Sudan after the secession of South Sudan at a little over 30 million people. This is a significant increase over the past two decades, as the 1983 census put the total population of Sudan, including present-day South Sudan, at 21.6 million.[250] The population of Greater Khartoum (including Khartoum, Omdurman, and Khartoum North) is growing rapidly and was recorded to be 5.2 million.\n\nAside from being a refugee-generating country, Sudan also hosts a large population of refugees from other countries. According to UNHCR statistics, more than 1.1 million refugees and asylum seekers lived in Sudan in August 2019. The majority of this population came from South Sudan (858,607 people), Eritrea (123,413), Syria (93,502), Ethiopia (14,201), the Central African Republic (11,713) and Chad (3,100). Apart from these, the UNHCR report 1,864,195 Internally Displaced Persons (IDP's).[251] Sudan is a party to the 1951 Convention Relating to the Status of Refugees.\n\nThe Arab population is estimated at 70% of the national total. They are almost entirely Muslims and speak predominantly Sudanese Arabic. Other ethnicities include Beja, Fur, Nubians, Armenians and Copts.[252][253]\n\nNon-Arab groups are often ethnicially, linguistically and to varying degrees culturally distinct. These include the Beja (over 2 million), Fur (over 1 million), Nuba (approx. 1 million), Moro, Masalit, Bornu, Tama, Fulani, Hausa, Songhay, Nubians, Berta, Zaghawa, Nyimang, Ingessana, Daju, Koalib, Gumuz, Midob and Tagale. Hausa is used as a trade language.[where?] There is also a small, but prominent Greek community.[254][255]\n\nSome Arab tribes speak other regional forms of Arabic, such as the Awadia and Fadnia tribes and Bani Arak tribes, who speak Najdi Arabic; and the Beni Ḥassān, Al-Ashraf, Kawhla and Rashaida who speak Hejazi Arabic. A few Arab Bedouin of the northern Rizeigat speak Sudanese Arabic and share the same culture as the Sudanese Arabs. Some Baggara and Tunjur speak Chadian Arabic.\n\nSudanese Arabs of northern and eastern Sudan claim to descend primarily from migrants from the Arabian Peninsula and intermarriages with the indigenous populations of Sudan. The Nubian people share a common history with Nubians in southern Egypt. The vast majority of Arab tribes in Sudan migrated into Sudan in the 12th century, intermarried with the indigenous Nubian and other African populations and gradually introduced Islam.[256] Additionally, a few pre-Islamic Arabic tribes existed in Sudan from earlier migrations into the region from western Arabia.[257]\n\nIn several studies on the Arabization of Sudanese people, historians have discussed the meaning of Arab versus non-Arab cultural identities. For example, historian Elena Vezzadini argues that the ethnic character of different Sudanese groups depends on the way this part of Sudanese history is interpreted and that there are no clear historical arguments for this distinction. In short, she states that \"Arab migrants were absorbed into local structures, that they became “Sudanized” and that \"In a way, a group became Arab when it started to claim that it was.\"[258]\n\nIn an article on the genealogy of different Sudanese ethnic groups, French archaeologist and linguist Claude Rilly argues that most Sudanese Arabs who claim Arab descent based on an important male ancestor ignore the fact that their DNA is largely made up of generations of African or African-Arab wives and their children, which means that these claims are rather more founded on oral traditions than on biological facts.[259][260]\n\nApproximately 70 languages are native to Sudan.[262] Sudan has multiple regional sign languages, which are not mutually intelligible. A 2009 proposal for a unified Sudanese Sign Language had been worked out.[263]\n\nPrior to 2005, Arabic was the nation's sole official language.[264] In the 2005 constitution, Sudan's official languages became Arabic and English.[265] The literacy rate is 70.2% of total population, male: 79.6%, female: 60.8%.[266]\n\nAt the 2011 division which split off South Sudan, over 97% of the population in the remaining Sudan adheres to Islam.[267] Most Muslims are divided between two groups: Sufi and Salafi Muslims. Two popular divisions of Sufism, the Ansar and the Khatmia, are associated with the opposition Umma and Democratic Unionist parties, respectively. Only the Darfur region has traditionally been bereft of the Sufi brotherhoods common in the rest of the country.[268]\n\nLong-established groups of Coptic Orthodox Christians and Greek Orthodox Christians exist in Khartoum and other northern cities. Ethiopian and Eritrean Orthodox communities also exist in Khartoum and eastern Sudan, largely made up of refugees and migrants from the past few decades. The Armenian Apostolic Church also has a presence serving the Sudanese-Armenians. The Sudan Evangelical Presbyterian Church also has membership.[along with which others within current borders?]\n\nReligious identity plays a role in the country's political divisions. Northern and western Muslims have dominated the country's political and economic system since independence. The NCP draws much of its support from Islamists, Salafis/Wahhabis and other conservative Arab-Muslims in the north. The Umma Party has traditionally attracted Arab followers of the Ansar sect of Sufism as well as non-Arab Muslims from Darfur and Kordofan. The Democratic Unionist Party (DUP) includes both Arab and non-Arab Muslims in the north and east, especially those in the Khatmia Sufi sect.[citation needed]\n\nSudan has a life expectancy of 65.1 years according to the latest data for the year 2019 from macrotrends.net[269] Infant mortality in 2016 was 44.8 per 1,000.[270]\n\nUNICEF estimates that 87% of Sudanese females between the ages of 15 to 49 have had female genital mutilation performed on them.[271]\n\nEducation in Sudan is free and compulsory for children aged 6 to 13 years, although more than 40% of children do not go to schools due to the economic situation. Environmental and social factors also increase the difficulty of getting to school, especially for girls.[272] Primary education consists of eight years, followed by three years of secondary education. The former educational ladder 6 + 3 + 3 was changed in 1990. The primary language at all levels is Arabic. Schools are concentrated in urban areas; many in the west have been damaged or destroyed by years of civil war. In 2001 the World Bank estimated that primary enrollment was 46 percent of eligible pupils and 21 percent of secondary students. Enrollment varies widely, falling below 20 percent in some provinces. The literacy rate is 70.2% of total population, male: 79.6%, female: 60.8%.[205]\n\n"
        },
        {
            "title": "Culture",
            "text": "Sudanese culture melds the behaviors, practices, and beliefs of about 578 ethnic groups, communicating in 145 different dialects (sub languages), in a region microcosmic of Africa, with geographic extremes varying from sandy desert to tropical forest. Recent evidence suggests that while most citizens of the country identify strongly with both Sudan and their religion, Arab and African supranational identities are much more polarising and contested.[273]\n\nSudan has a rich and unique musical culture that has been through chronic instability and repression during the modern history of Sudan. Beginning with the imposition of strict Salafi interpretation of sharia law in 1983, many of the country's most prominent poets and artists, like Mahjoub Sharif, were imprisoned while others, like Mohammed el Amin (returned to Sudan in the mid-1990s) and Mohammed Wardi (returned to Sudan 2003), fled to Cairo. Traditional music suffered too, with traditional Zār ceremonies being interrupted and drums confiscated [1]. At the same time European militaries contributed to the development of Sudanese music by introducing new instruments and styles; military bands, especially the Scottish bagpipes, were renowned, and set traditional music to military march music. The march March Shulkawi No 1, is an example, set to the sounds of the Shilluk. Northern Sudan listens to different music than the rest of Sudan. A type of music called Aldlayib uses a musical instrument called the Tambur. The Tambur has five strings, is made from wood and makes music accompanied by the voices of human applause and singing artists.\n\nThe cinema of Sudan began with cinematography by the British colonial presence in the early 20th century. After independence in 1956, a vigorous documentary film tradition was established, but financial pressures and serious constraints imposed by the Islamist government led to the decline of filmmaking from the 1990s onwards. Since the 2010s, several initiatives have shown an encouraging revival of filmmaking and public interest in film shows and festivals, albeit limited mainly to Khartoum.\n\nThe use of photography in Sudan goes back to the 1880s and the Anglo-Egyptian rule. As in other countries, the growing importance of photography for mass media like newspapers, as well as for amateur photographers led to a wider photographic documentation and use of photographs in Sudan during the 20th century and beyond. In the 21st century, photography in Sudan has undergone important changes, mainly due to digital photography and distribution through social media and the internet.\n\nMost Sudanese wear either traditional or western attire. A traditional garb widely worn by Sudanese men is the galabiya, which is a loose-fitting, long-sleeved, collarless ankle-length garment also common to Egypt. The galabiya is often accompanied by a large turban and a scarf, and the garment may be white, colored, striped, and made of fabric varying in thickness, depending on the season of the year and personal preferences.\n\nThe most common dress for Sudanese women is the thobe or thawb, pronounced tobe in Sudanese dialect. The thobe is a white or colorful long, one piece cloth that women wrap around their inner garments, usually covering their head and hair.\n\nDue to a 1991 penal code (Public Order Law), women were not allowed to wear trousers in public, because it was interpreted as an \"obscene outfit.\" The punishment for wearing trousers could be up to 40 lashes, but after being found guilty in 2009, one woman was fined the equivalent of 200 U.S. dollars instead.[169][274]\n\nLike in many countries, football is the most popular sport also in Sudan. The Sudan Football Association was founded in 1936 and thus it became one of the oldest football associations to exist in Africa. However, before the foundation of the Football Association, Sudan had started experiencing football brought to the country by the British colonizers since early 20th century via Egypt. Other Sudanese clubs founded at that time include Al-Hilal Omdurman, Al-Merrikh, which led to popularization of football in the country. The Khartoum League became the first national league to be played in Sudan, laying ground for the future development of Sudanese football.[275]\n\nSince September 2019, there has been an official national league for women's football clubs that started on the basis of informal women's clubs since the beginning of the 2000s.[276] In 2021, the Sudan women's national football team participated for the first time in the Arab Women's Cup, held in Cairo, Egypt.[277]\n\nSudan's national beach volleyball team competed at the 2018–2020 CAVB Beach Volleyball Continental Cup in both the women's and the men's section.[278] In June 2022, Patricia Seif El Din El Haj, the first Sudanese woman wrestler to participate in an African championship, was photographed by Reuters photographer Mohamed Nureldin Abdallah, as she got ready to travel to Nigeria in order to prepare for the 2024 Summer Olympic games.[279]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/French_Sudan",
        "https://en.wikipedia.org/wiki/The_Sudans",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Flag_of_Sudan",
        "https://en.wikipedia.org/wiki/Emblem_of_Sudan",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Khartoum",
        "https://en.wikipedia.org/wiki/Omdurman",
        "https://en.wikipedia.org/wiki/Ethnic_group",
        "https://en.wikipedia.org/wiki/Sudanese_Arab",
        "https://en.wikipedia.org/wiki/Beja_people",
        "https://en.wikipedia.org/wiki/Nuba_peoples",
        "https://en.wikipedia.org/wiki/Fur_people",
        "https://en.wikipedia.org/wiki/Egyptians",
        "https://en.wikipedia.org/wiki/Fula_people",
        "https://en.wikipedia.org/wiki/Demographics_of_Sudan",
        "https://en.wikipedia.org/wiki/Islam_in_Sudan",
        "https://en.wikipedia.org/wiki/Christianity_in_Sudan",
        "https://en.wikipedia.org/wiki/Traditional_African_religions",
        "https://en.wikipedia.org/wiki/Religion_in_Sudan",
        "https://en.wikipedia.org/wiki/Demonym",
        "https://en.wikipedia.org/wiki/Demographics_of_Sudan",
        "https://en.wikipedia.org/wiki/Federalism",
        "https://en.wikipedia.org/wiki/Provisional_government",
        "https://en.wikipedia.org/wiki/List_of_heads_of_state_of_Sudan",
        "https://en.wikipedia.org/wiki/Vice_President_of_Sudan",
        "https://en.wikipedia.org/wiki/Mohamed_Hamdan_Dagalo",
        "https://en.wikipedia.org/wiki/List_of_heads_of_government_of_Sudan",
        "https://en.wikipedia.org/wiki/History_of_Sudan",
        "https://en.wikipedia.org/wiki/Kerma_culture",
        "https://en.wikipedia.org/wiki/Kingdom_of_Kush",
        "https://en.wikipedia.org/wiki/Mahdist_State",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Kingdom_of_Egypt",
        "https://en.wikipedia.org/wiki/South_Sudan",
        "https://en.wikipedia.org/wiki/List_of_countries_and_dependencies_by_area",
        "https://en.wikipedia.org/wiki/List_of_countries_and_dependencies_by_population",
        "https://en.wikipedia.org/wiki/List_of_countries_and_dependencies_by_population_density",
        "https://en.wikipedia.org/wiki/Gross_domestic_product",
        "https://en.wikipedia.org/wiki/Purchasing_power_parity",
        "https://en.wikipedia.org/wiki/Gross_domestic_product",
        "https://en.wikipedia.org/wiki/Gini_coefficient",
        "https://en.wikipedia.org/wiki/Human_Development_Index",
        "https://en.wikipedia.org/wiki/List_of_countries_by_Human_Development_Index",
        "https://en.wikipedia.org/wiki/Sudanese_pound",
        "https://en.wikipedia.org/wiki/ISO_4217",
        "https://en.wikipedia.org/wiki/Coordinated_Universal_Time",
        "https://en.wikipedia.org/wiki/Central_Africa_Time",
        "https://en.wikipedia.org/wiki/ISO_3166",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Romanization_of_Arabic",
        "https://en.wikipedia.org/wiki/Dinka_language",
        "https://en.wikipedia.org/wiki/Northeast_Africa",
        "https://en.wikipedia.org/wiki/Central_African_Republic",
        "https://en.wikipedia.org/wiki/Chad",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Eritrea",
        "https://en.wikipedia.org/wiki/Ethiopia",
        "https://en.wikipedia.org/wiki/Libya",
        "https://en.wikipedia.org/wiki/South_Sudan",
        "https://en.wikipedia.org/wiki/Red_Sea",
        "https://en.wikipedia.org/wiki/List_of_African_countries_by_area",
        "https://en.wikipedia.org/wiki/Arab_League",
        "https://en.wikipedia.org/wiki/2011_South_Sudanese_independence_referendum",
        "https://en.wikipedia.org/wiki/Algeria",
        "https://en.wikipedia.org/wiki/Capital_city",
        "https://en.wikipedia.org/wiki/Khartoum",
        "https://en.wikipedia.org/wiki/Omdurman",
        "https://en.wikipedia.org/wiki/Ancient_Egypt",
        "https://en.wikipedia.org/wiki/Kerma_culture",
        "https://en.wikipedia.org/wiki/New_Kingdom_of_Egypt",
        "https://en.wikipedia.org/wiki/Kingdom_of_Kush",
        "https://en.wikipedia.org/wiki/Nubians",
        "https://en.wikipedia.org/wiki/Nobatia",
        "https://en.wikipedia.org/wiki/Makuria",
        "https://en.wikipedia.org/wiki/Alodia",
        "https://en.wikipedia.org/wiki/Bedouin",
        "https://en.wikipedia.org/wiki/Sultanate_of_Sennar",
        "https://en.wikipedia.org/wiki/Sultanate_of_Darfur",
        "https://en.wikipedia.org/wiki/Mamluk",
        "https://en.wikipedia.org/wiki/Ottoman_dynasty",
        "https://en.wikipedia.org/wiki/Slavery_in_Sudan",
        "https://en.wikipedia.org/wiki/Dunqulah",
        "https://en.wikipedia.org/wiki/Slave_trading",
        "https://en.wikipedia.org/wiki/Turkish_Sudan",
        "https://en.wikipedia.org/wiki/Ottoman_empire",
        "https://en.wikipedia.org/wiki/Muhammad_Ali_dynasty",
        "https://en.wikipedia.org/wiki/Orabi_Revolt",
        "https://en.wikipedia.org/wiki/Mahdist_War",
        "https://en.wikipedia.org/wiki/Mahdi",
        "https://en.wikipedia.org/wiki/Muhammad_Ahmad",
        "https://en.wikipedia.org/wiki/Mahdist_Sudan",
        "https://en.wikipedia.org/wiki/Egyptian_revolution_of_1952",
        "https://en.wikipedia.org/wiki/Muhammad_Naguib",
        "https://en.wikipedia.org/wiki/Jaafar_Nimeiry",
        "https://en.wikipedia.org/wiki/Islamism",
        "https://en.wikipedia.org/wiki/Animism",
        "https://en.wikipedia.org/wiki/Second_Sudanese_Civil_War",
        "https://en.wikipedia.org/wiki/National_Islamic_Front",
        "https://en.wikipedia.org/wiki/South_Sudan",
        "https://en.wikipedia.org/wiki/Military_dictatorship",
        "https://en.wikipedia.org/wiki/Human_rights_in_Sudan",
        "https://en.wikipedia.org/wiki/Darfur_genocide",
        "https://en.wikipedia.org/wiki/War_in_Darfur",
        "https://en.wikipedia.org/wiki/Sudanese_Revolution",
        "https://en.wikipedia.org/wiki/Islam_in_Sudan",
        "https://en.wikipedia.org/wiki/Sharia",
        "https://en.wikipedia.org/wiki/Secular_state",
        "https://en.wikipedia.org/wiki/Economy_of_Sudan",
        "https://en.wikipedia.org/wiki/Oil_production",
        "https://en.wikipedia.org/wiki/United_Nations",
        "https://en.wikipedia.org/wiki/Arab_League",
        "https://en.wikipedia.org/wiki/African_Union",
        "https://en.wikipedia.org/wiki/COMESA",
        "https://en.wikipedia.org/wiki/Organisation_of_Islamic_Cooperation",
        "https://en.wikipedia.org/wiki/Sahel",
        "https://en.wikipedia.org/wiki/Atlantic",
        "https://en.wikipedia.org/wiki/Northeast_Africa",
        "https://en.wikipedia.org/wiki/Black_people",
        "https://en.wikipedia.org/wiki/Toponym",
        "https://en.wikipedia.org/wiki/Placename_etymology",
        "https://en.wikipedia.org/wiki/Medjay",
        "https://en.wikipedia.org/wiki/History_of_Sudan",
        "https://en.wikipedia.org/wiki/Kerma",
        "https://en.wikipedia.org/wiki/Buhen",
        "https://en.wikipedia.org/wiki/Neolithic",
        "https://en.wikipedia.org/wiki/Mudbrick",
        "https://en.wikipedia.org/wiki/Grain",
        "https://en.wikipedia.org/wiki/Cattle",
        "https://en.wikipedia.org/wiki/Kingdom_of_Kush",
        "https://en.wikipedia.org/wiki/Nubian_pyramids",
        "https://en.wikipedia.org/wiki/Achaemenid_army",
        "https://en.wikipedia.org/wiki/Xerxes_I",
        "https://en.wikipedia.org/wiki/Kingdom_of_Kush",
        "https://en.wikipedia.org/wiki/Nubia",
        "https://en.wikipedia.org/wiki/Blue_Nile",
        "https://en.wikipedia.org/wiki/White_Nile",
        "https://en.wikipedia.org/wiki/Atbarah_River",
        "https://en.wikipedia.org/wiki/Nile",
        "https://en.wikipedia.org/wiki/Bronze_Age",
        "https://en.wikipedia.org/wiki/New_Kingdom_of_Egypt",
        "https://en.wikipedia.org/wiki/Kashta",
        "https://en.wikipedia.org/wiki/Assyria",
        "https://en.wikipedia.org/wiki/South_Kordofan",
        "https://en.wikipedia.org/wiki/Piye",
        "https://en.wikipedia.org/wiki/Sargon_II",
        "https://en.wikipedia.org/wiki/Nubian_pyramids",
        "https://en.wikipedia.org/wiki/Kashta",
        "https://en.wikipedia.org/wiki/Piye",
        "https://en.wikipedia.org/wiki/Tantamani",
        "https://en.wikipedia.org/wiki/Shabaka",
        "https://en.wikipedia.org/wiki/Jebel_Barkal",
        "https://en.wikipedia.org/wiki/Sedeinga_pyramids",
        "https://en.wikipedia.org/wiki/Nuri",
        "https://en.wikipedia.org/wiki/Taharqa",
        "https://en.wikipedia.org/wiki/Sennacherib",
        "https://en.wikipedia.org/wiki/Near_East",
        "https://en.wikipedia.org/wiki/Esarhaddon",
        "https://en.wikipedia.org/wiki/Tantamani",
        "https://en.wikipedia.org/wiki/Necho_I",
        "https://en.wikipedia.org/wiki/Ashurbanipal",
        "https://en.wikipedia.org/wiki/Sack_of_Thebes",
        "https://en.wikipedia.org/wiki/Psamtik_I",
        "https://en.wikipedia.org/wiki/Napata",
        "https://en.wikipedia.org/wiki/Nobatia",
        "https://en.wikipedia.org/wiki/Makuria",
        "https://en.wikipedia.org/wiki/Alodia",
        "https://en.wikipedia.org/wiki/Daju_kingdom",
        "https://en.wikipedia.org/wiki/Alodia",
        "https://en.wikipedia.org/wiki/Cataracts_of_the_Nile",
        "https://en.wikipedia.org/wiki/Blemmyes",
        "https://en.wikipedia.org/wiki/Kalabsha",
        "https://en.wikipedia.org/wiki/Nobatia",
        "https://en.wikipedia.org/wiki/Faras",
        "https://en.wikipedia.org/wiki/Makuria",
        "https://en.wikipedia.org/wiki/Old_Dongola",
        "https://en.wikipedia.org/wiki/Dongola",
        "https://en.wikipedia.org/wiki/Alodia",
        "https://en.wikipedia.org/wiki/Rashidun_Caliphate",
        "https://en.wikipedia.org/wiki/Muslim_conquest_of_Egypt",
        "https://en.wikipedia.org/wiki/Byzantine_Empire",
        "https://en.wikipedia.org/wiki/First_Battle_of_Dongola",
        "https://en.wikipedia.org/wiki/Second_Battle_of_Dongola",
        "https://en.wikipedia.org/wiki/Islamic_expansion",
        "https://en.wikipedia.org/wiki/Baqt",
        "https://en.wikipedia.org/wiki/Beja_people",
        "https://en.wikipedia.org/wiki/Moses_Georgios_of_Makuria",
        "https://en.wikipedia.org/wiki/Umayyad_dynasty",
        "https://en.wikipedia.org/wiki/Akhmim",
        "https://en.wikipedia.org/wiki/Byzantine_bureaucracy",
        "https://en.wikipedia.org/wiki/Old_Nubian",
        "https://en.wikipedia.org/wiki/Coptic_alphabet",
        "https://en.wikipedia.org/wiki/Medieval_Greek",
        "https://en.wikipedia.org/wiki/Coptic_language",
        "https://en.wikipedia.org/wiki/Arabic",
        "https://en.wikipedia.org/wiki/Matrilineal",
        "https://en.wikipedia.org/wiki/Bedouin",
        "https://en.wikipedia.org/wiki/Butana",
        "https://en.wikipedia.org/wiki/Kordofan",
        "https://en.wikipedia.org/wiki/Darfur",
        "https://en.wikipedia.org/wiki/Gebel_Adda",
        "https://en.wikipedia.org/wiki/Lower_Nubia",
        "https://en.wikipedia.org/wiki/Joel_of_Dotawo",
        "https://en.wikipedia.org/wiki/Suakin",
        "https://en.wikipedia.org/wiki/Adal_Sultanate",
        "https://en.wikipedia.org/wiki/Funj",
        "https://en.wikipedia.org/wiki/Hijri_year",
        "https://en.wikipedia.org/wiki/Kingdom_of_Fazughli",
        "https://en.wikipedia.org/wiki/Sultanate_of_Sennar",
        "https://en.wikipedia.org/wiki/Tunjur_kingdom",
        "https://en.wikipedia.org/wiki/Sultanate_of_Darfur",
        "https://en.wikipedia.org/wiki/Sennar",
        "https://en.wikipedia.org/wiki/Kingdom_of_Sennar",
        "https://en.wikipedia.org/wiki/David_Reubeni",
        "https://en.wikipedia.org/wiki/Sufism",
        "https://en.wikipedia.org/wiki/Amara_Dunqas",
        "https://en.wikipedia.org/wiki/Folk_religion",
        "https://en.wikipedia.org/wiki/Ottoman_Empire",
        "https://en.wikipedia.org/wiki/Suakin",
        "https://en.wikipedia.org/wiki/Abdallabi_tribe",
        "https://en.wikipedia.org/wiki/Hamaj_Regency",
        "https://en.wikipedia.org/wiki/Arabisation",
        "https://en.wikipedia.org/wiki/Banu_Umayya",
        "https://en.wikipedia.org/wiki/Darfur",
        "https://en.wikipedia.org/wiki/Tunjur_kingdom",
        "https://en.wikipedia.org/wiki/Daju_kingdom",
        "https://en.wikipedia.org/wiki/Wadai_Empire",
        "https://en.wikipedia.org/wiki/Tunjur_people",
        "https://en.wikipedia.org/wiki/Berbers",
        "https://en.wikipedia.org/wiki/Fur_people",
        "https://en.wikipedia.org/wiki/Sultanate_of_Darfur",
        "https://en.wikipedia.org/wiki/Sulayman_Solong",
        "https://en.wikipedia.org/wiki/Jebel_Marra",
        "https://en.wikipedia.org/wiki/Nigeria",
        "https://en.wikipedia.org/wiki/Mahdist_Sudan",
        "https://en.wikipedia.org/wiki/Ottoman_Empire",
        "https://en.wikipedia.org/wiki/Khedive",
        "https://en.wikipedia.org/wiki/Muhammad_Ahmad",
        "https://en.wikipedia.org/wiki/Muhammad_Ali_of_Egypt",
        "https://en.wikipedia.org/wiki/Ottoman_Empire",
        "https://en.wikipedia.org/wiki/Khedive",
        "https://en.wikipedia.org/wiki/Ibrahim_Pasha_of_Egypt",
        "https://en.wikipedia.org/wiki/Tewfik_Pasha",
        "https://en.wikipedia.org/wiki/Slave_trade",
        "https://en.wikipedia.org/wiki/Muhammad_Ahmad",
        "https://en.wikipedia.org/wiki/Muhammad_Ahmad",
        "https://en.wikipedia.org/wiki/Mahdi",
        "https://en.wikipedia.org/wiki/Sharia",
        "https://en.wikipedia.org/wiki/Battle_of_Aba",
        "https://en.wikipedia.org/wiki/Mahdist_War",
        "https://en.wikipedia.org/wiki/Siege_of_Khartoum",
        "https://en.wikipedia.org/wiki/Mahdist_War",
        "https://en.wikipedia.org/wiki/Turkiyah",
        "https://en.wikipedia.org/wiki/Abdallahi_ibn_Muhammad",
        "https://en.wikipedia.org/wiki/Baggara",
        "https://en.wikipedia.org/wiki/Baggara",
        "https://en.wikipedia.org/wiki/Battle_of_Omdurman",
        "https://en.wikipedia.org/wiki/Ethiopia",
        "https://en.wikipedia.org/wiki/Gondar",
        "https://en.wikipedia.org/wiki/Yohannes_IV",
        "https://en.wikipedia.org/wiki/Metemma",
        "https://en.wikipedia.org/wiki/Belgium",
        "https://en.wikipedia.org/wiki/Equatoria",
        "https://en.wikipedia.org/wiki/Agordat",
        "https://en.wikipedia.org/wiki/Eritrea",
        "https://en.wikipedia.org/wiki/Nile",
        "https://en.wikipedia.org/wiki/Aswan",
        "https://en.wikipedia.org/wiki/Herbert_Kitchener",
        "https://en.wikipedia.org/wiki/Mahdist_Sudan",
        "https://en.wikipedia.org/wiki/Battle_of_Omdurman",
        "https://en.wikipedia.org/wiki/Battle_of_Umm_Diwaykarat",
        "https://en.wikipedia.org/wiki/Abdallahi_ibn_Muhammad",
        "https://en.wikipedia.org/wiki/Mahdist_War",
        "https://en.wikipedia.org/wiki/Muhammad_Ahmad",
        "https://en.wikipedia.org/wiki/Crown_colony",
        "https://en.wikipedia.org/wiki/Muhammad_Ali_of_Egypt",
        "https://en.wikipedia.org/wiki/Nile_Valley",
        "https://en.wikipedia.org/wiki/Kordofan",
        "https://en.wikipedia.org/wiki/Reginald_Wingate",
        "https://en.wikipedia.org/wiki/Hussein_Kamel_of_Egypt",
        "https://en.wikipedia.org/wiki/Sultan_of_Egypt_and_Sudan",
        "https://en.wikipedia.org/wiki/Fuad_I_of_Egypt",
        "https://en.wikipedia.org/wiki/Sultanate_of_Egypt",
        "https://en.wikipedia.org/wiki/Kingdom_of_Egypt",
        "https://en.wikipedia.org/wiki/Saad_Zaghloul",
        "https://en.wikipedia.org/wiki/Lee_Stack",
        "https://en.wikipedia.org/wiki/Wafd_Party",
        "https://en.wikipedia.org/wiki/Sudan_Defence_Force",
        "https://en.wikipedia.org/wiki/Abyssinia_Crisis",
        "https://en.wikipedia.org/wiki/Wafdist",
        "https://en.wikipedia.org/wiki/Abdel_Khalek_Sarwat_Pasha",
        "https://en.wikipedia.org/wiki/Austen_Chamberlain",
        "https://en.wikipedia.org/wiki/Anthony_Eden",
        "https://en.wikipedia.org/wiki/Grand_Mufti_of_Jerusalem",
        "https://en.wikipedia.org/wiki/Sudan_Defence_Force",
        "https://en.wikipedia.org/wiki/Kassala",
        "https://en.wikipedia.org/wiki/Italian_East_Africa",
        "https://en.wikipedia.org/wiki/Robert_George_Howe",
        "https://en.wikipedia.org/wiki/Egyptian_revolution_of_1952",
        "https://en.wikipedia.org/wiki/Mohammed_Naguib",
        "https://en.wikipedia.org/wiki/Gamal_Abdel_Nasser",
        "https://en.wikipedia.org/wiki/Democratic_Republic_of_the_Sudan",
        "https://en.wikipedia.org/wiki/Gaafar_Nimeiry",
        "https://en.wikipedia.org/wiki/Marxist",
        "https://en.wikipedia.org/wiki/Sudanese_Communist_Party",
        "https://en.wikipedia.org/wiki/Jonglei_Canal",
        "https://en.wikipedia.org/wiki/Cash_crop",
        "https://en.wikipedia.org/wiki/International_Monetary_Fund",
        "https://en.wikipedia.org/wiki/Structural_Adjustment_Program",
        "https://en.wikipedia.org/wiki/President_of_Sudan",
        "https://en.wikipedia.org/wiki/Islamic_fundamentalism",
        "https://en.wikipedia.org/wiki/Osama_bin_Laden",
        "https://en.wikipedia.org/wiki/State_Sponsors_of_Terrorism",
        "https://en.wikipedia.org/wiki/1998_United_States_embassy_bombings",
        "https://en.wikipedia.org/wiki/Operation_Infinite_Reach",
        "https://en.wikipedia.org/wiki/International_isolation",
        "https://en.wikipedia.org/wiki/Egyptian_Islamic_Jihad",
        "https://en.wikipedia.org/wiki/Elections_in_Sudan",
        "https://en.wikipedia.org/wiki/Dissolve_parliament",
        "https://en.wikipedia.org/wiki/State_of_emergency",
        "https://en.wikipedia.org/wiki/Justice_and_Equality_Movement",
        "https://en.wikipedia.org/wiki/Sudanese_Arabs",
        "https://en.wikipedia.org/wiki/War_in_Darfur",
        "https://en.wikipedia.org/wiki/Darfur_genocide",
        "https://en.wikipedia.org/wiki/International_Criminal_Court",
        "https://en.wikipedia.org/wiki/Arrest_warrant",
        "https://en.wikipedia.org/wiki/Janjaweed",
        "https://en.wikipedia.org/wiki/Naivasha_Agreement",
        "https://en.wikipedia.org/wiki/Second_Sudanese_Civil_War",
        "https://en.wikipedia.org/wiki/United_Nations_Mission_in_Sudan",
        "https://en.wikipedia.org/wiki/United_Nations_Security_Council_Resolution_1590",
        "https://en.wikipedia.org/wiki/South_Sudan",
        "https://en.wikipedia.org/wiki/Abyei_status_referendum",
        "https://en.wikipedia.org/wiki/2011_South_Sudanese_independence_referendum",
        "https://en.wikipedia.org/wiki/Fulani_people",
        "https://en.wikipedia.org/wiki/Beja_Congress",
        "https://en.wikipedia.org/wiki/Rashaida_Free_Lions",
        "https://en.wikipedia.org/wiki/Darfur_Peace_Agreement",
        "https://en.wikipedia.org/wiki/Saudi_Arabia",
        "https://en.wikipedia.org/wiki/Darfur_conflict",
        "https://en.wikipedia.org/wiki/2007_Sudan_floods",
        "https://en.wikipedia.org/wiki/Sudanese_nomadic_conflicts",
        "https://en.wikipedia.org/wiki/Sudanese_conflict_in_South_Kordofan_and_Blue_Nile",
        "https://en.wikipedia.org/wiki/Sudan_Revolutionary_Front",
        "https://en.wikipedia.org/wiki/Abyei",
        "https://en.wikipedia.org/wiki/South_Sudan",
        "https://en.wikipedia.org/wiki/Barack_Obama",
        "https://en.wikipedia.org/wiki/Donald_Trump",
        "https://en.wikipedia.org/wiki/Sudanese_Revolution",
        "https://en.wikipedia.org/wiki/Sovereignty_Council_of_Sudan",
        "https://en.wikipedia.org/wiki/Sudanese_Armed_Forces",
        "https://en.wikipedia.org/wiki/Khartoum_massacre",
        "https://en.wikipedia.org/wiki/Forces_for_Freedom_and_Change",
        "https://en.wikipedia.org/wiki/Ministry_of_Intelligence_Services",
        "https://en.wikipedia.org/wiki/Sovereignty_Council_of_Sudan",
        "https://en.wikipedia.org/wiki/Chief_Justice_of_Sudan",
        "https://en.wikipedia.org/wiki/Nemat_Abdullah_Khair",
        "https://en.wikipedia.org/wiki/Abdalla_Hamdok",
        "https://en.wikipedia.org/wiki/UN",
        "https://en.wikipedia.org/wiki/Economic_Commission_for_Africa",
        "https://en.wikipedia.org/wiki/IMF",
        "https://en.wikipedia.org/wiki/World_Bank",
        "https://en.wikipedia.org/wiki/Saudi_Arabia",
        "https://en.wikipedia.org/wiki/United_Arab_Emirates",
        "https://en.wikipedia.org/wiki/Geography_of_Sudan",
        "https://en.wikipedia.org/wiki/North_Africa",
        "https://en.wikipedia.org/wiki/Red_Sea",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Eritrea",
        "https://en.wikipedia.org/wiki/Ethiopia",
        "https://en.wikipedia.org/wiki/South_Sudan",
        "https://en.wikipedia.org/wiki/Central_African_Republic",
        "https://en.wikipedia.org/wiki/Chad",
        "https://en.wikipedia.org/wiki/Libya",
        "https://en.wikipedia.org/wiki/Algeria",
        "https://en.wikipedia.org/wiki/Democratic_Republic_of_the_Congo",
        "https://en.wikipedia.org/wiki/List_of_countries_and_dependencies_by_area",
        "https://en.wikipedia.org/wiki/8th_parallel_north",
        "https://en.wikipedia.org/wiki/23rd_parallel_north",
        "https://en.wikipedia.org/wiki/Deriba_Caldera",
        "https://en.wikipedia.org/wiki/Marrah_Mountains",
        "https://en.wikipedia.org/wiki/Red_Sea_Hills",
        "https://en.wikipedia.org/wiki/Blue_Nile",
        "https://en.wikipedia.org/wiki/White_Nile",
        "https://en.wikipedia.org/wiki/Khartoum",
        "https://en.wikipedia.org/wiki/Nile",
        "https://en.wikipedia.org/wiki/Dinder_River",
        "https://en.wikipedia.org/wiki/Rahad_River",
        "https://en.wikipedia.org/wiki/Sennar",
        "https://en.wikipedia.org/wiki/Khartoum",
        "https://en.wikipedia.org/wiki/Sennar_Dam",
        "https://en.wikipedia.org/wiki/Roseires_Dam",
        "https://en.wikipedia.org/wiki/Jebel_Aulia_Dam",
        "https://en.wikipedia.org/wiki/Lake_Nubia",
        "https://en.wikipedia.org/wiki/Asbestos",
        "https://en.wikipedia.org/wiki/Chromite",
        "https://en.wikipedia.org/wiki/Cobalt",
        "https://en.wikipedia.org/wiki/Copper",
        "https://en.wikipedia.org/wiki/Gold",
        "https://en.wikipedia.org/wiki/Granite",
        "https://en.wikipedia.org/wiki/Gypsum",
        "https://en.wikipedia.org/wiki/Iron",
        "https://en.wikipedia.org/wiki/Kaolin",
        "https://en.wikipedia.org/wiki/Lead",
        "https://en.wikipedia.org/wiki/Manganese",
        "https://en.wikipedia.org/wiki/Mica",
        "https://en.wikipedia.org/wiki/Natural_gas",
        "https://en.wikipedia.org/wiki/Nickel",
        "https://en.wikipedia.org/wiki/Petroleum",
        "https://en.wikipedia.org/wiki/Silver",
        "https://en.wikipedia.org/wiki/Tin",
        "https://en.wikipedia.org/wiki/Uranium",
        "https://en.wikipedia.org/wiki/Zinc",
        "https://en.wikipedia.org/wiki/Nubian_Desert",
        "https://en.wikipedia.org/wiki/Bayuda_Desert",
        "https://en.wikipedia.org/wiki/Dust_storm",
        "https://en.wikipedia.org/wiki/Haboob",
        "https://en.wikipedia.org/wiki/Nomad",
        "https://en.wikipedia.org/wiki/Sheep",
        "https://en.wikipedia.org/wiki/Camel",
        "https://en.wikipedia.org/wiki/Irrigation",
        "https://en.wikipedia.org/wiki/Cash_crops",
        "https://en.wikipedia.org/wiki/Desertification",
        "https://en.wikipedia.org/wiki/Soil_erosion",
        "https://en.wikipedia.org/wiki/Agricultural_expansion",
        "https://en.wikipedia.org/wiki/Conservation_movement",
        "https://en.wikipedia.org/wiki/Deforestation",
        "https://en.wikipedia.org/wiki/Soil_fertility",
        "https://en.wikipedia.org/wiki/Water_table",
        "https://en.wikipedia.org/wiki/Northern_bald_ibis",
        "https://en.wikipedia.org/wiki/Northern_white_rhinoceros",
        "https://en.wikipedia.org/wiki/Tora_hartebeest",
        "https://en.wikipedia.org/wiki/Rhim_gazelle",
        "https://en.wikipedia.org/wiki/Hawksbill_turtle",
        "https://en.wikipedia.org/wiki/Scimitar_oryx",
        "https://en.wikipedia.org/wiki/Politics_of_Sudan",
        "https://en.wikipedia.org/wiki/Federal_republic",
        "https://en.wikipedia.org/wiki/Representative_democracy",
        "https://en.wikipedia.org/wiki/Ahmed_Awad_Ibn_Auf",
        "https://en.wikipedia.org/wiki/Constitution_of_Sudan",
        "https://en.wikipedia.org/wiki/Bicameralism",
        "https://en.wikipedia.org/wiki/Parliament",
        "https://en.wikipedia.org/wiki/National_Legislature_of_Sudan",
        "https://en.wikipedia.org/wiki/National_Assembly_of_Sudan",
        "https://en.wikipedia.org/wiki/Council_of_States_of_Sudan",
        "https://en.wikipedia.org/wiki/Forces_of_Freedom_and_Change",
        "https://en.wikipedia.org/wiki/Sharia_law",
        "https://en.wikipedia.org/wiki/Comprehensive_Peace_Agreement",
        "https://en.wikipedia.org/wiki/Stoning",
        "https://en.wikipedia.org/wiki/Flogging",
        "https://en.wikipedia.org/wiki/Crucifixion",
        "https://en.wikipedia.org/wiki/Amnesty_International",
        "https://en.wikipedia.org/wiki/International_Court_of_Justice",
        "https://en.wikipedia.org/wiki/Female_genital_mutilation",
        "https://en.wikipedia.org/wiki/Foreign_relations_of_Sudan",
        "https://en.wikipedia.org/wiki/Robert_Zoellick",
        "https://en.wikipedia.org/wiki/Uganda",
        "https://en.wikipedia.org/wiki/Kenya",
        "https://en.wikipedia.org/wiki/Ethiopia",
        "https://en.wikipedia.org/wiki/National_Islamic_Front",
        "https://en.wikipedia.org/wiki/State_Sponsors_of_Terrorism",
        "https://en.wikipedia.org/wiki/National_Islamic_Front",
        "https://en.wikipedia.org/wiki/Iraq",
        "https://en.wikipedia.org/wiki/Iran",
        "https://en.wikipedia.org/wiki/1998_United_States_embassy_bombings",
        "https://en.wikipedia.org/wiki/Tanzania",
        "https://en.wikipedia.org/wiki/Kenya",
        "https://en.wikipedia.org/wiki/Second_Sudanese_Civil_War",
        "https://en.wikipedia.org/wiki/War_in_Darfur",
        "https://en.wikipedia.org/wiki/Western_Sahara",
        "https://en.wikipedia.org/wiki/Mike_Pompeo",
        "https://en.wikipedia.org/wiki/Shia_Islam",
        "https://en.wikipedia.org/wiki/Houthis",
        "https://en.wikipedia.org/wiki/Ali_Abdullah_Saleh",
        "https://en.wikipedia.org/wiki/African_Union",
        "https://en.wikipedia.org/wiki/UNHRC",
        "https://en.wikipedia.org/wiki/Xinjiang",
        "https://en.wikipedia.org/wiki/Donald_Trump",
        "https://en.wikipedia.org/wiki/Abraham_Accords",
        "https://en.wikipedia.org/wiki/Ethiopia",
        "https://en.wikipedia.org/wiki/Grand_Ethiopian_Renaissance_Dam",
        "https://en.wikipedia.org/wiki/Water_war",
        "https://en.wikipedia.org/wiki/Sudanese_Armed_Forces",
        "https://en.wikipedia.org/wiki/Sudanese_Air_Force",
        "https://en.wikipedia.org/wiki/War_in_Darfur",
        "https://en.wikipedia.org/wiki/Sudan_Liberation_Army",
        "https://en.wikipedia.org/wiki/Justice_and_Equality_Movement",
        "https://en.wikipedia.org/wiki/Janjaweed",
        "https://en.wikipedia.org/wiki/World_Food_Program",
        "https://en.wikipedia.org/wiki/Food_and_Agriculture_Organization",
        "https://en.wikipedia.org/wiki/United_Nations_Development_Programme",
        "https://en.wikipedia.org/wiki/United_Nations_Industrial_Development_Organization",
        "https://en.wikipedia.org/wiki/UNICEF",
        "https://en.wikipedia.org/wiki/United_Nations_High_Commissioner_for_Refugees",
        "https://en.wikipedia.org/wiki/UNMAS",
        "https://en.wikipedia.org/wiki/World_Bank",
        "https://en.wikipedia.org/wiki/International_Organisation_for_Migration",
        "https://en.wikipedia.org/wiki/Operation_Lifeline_Sudan",
        "https://en.wikipedia.org/wiki/Greater_Horn_of_Africa",
        "https://en.wikipedia.org/wiki/Darfur",
        "https://en.wikipedia.org/wiki/United_Nations_Industrial_Development_Organization",
        "https://en.wikipedia.org/wiki/Khartoum",
        "https://en.wikipedia.org/wiki/Human_rights_in_Sudan",
        "https://en.wikipedia.org/wiki/Freedom_of_religion_in_Sudan",
        "https://en.wikipedia.org/wiki/Slavery_in_Sudan",
        "https://en.wikipedia.org/wiki/Child_marriage_in_Sudan",
        "https://en.wikipedia.org/wiki/Slavery_in_modern_Africa",
        "https://en.wikipedia.org/wiki/Second_Sudanese_Civil_War",
        "https://en.wikipedia.org/wiki/Freedom_of_the_press",
        "https://en.wikipedia.org/wiki/Reporters_Without_Borders",
        "https://en.wikipedia.org/wiki/Persecution_of_Christians_in_Sudan",
        "https://en.wikipedia.org/wiki/Mariam_Yahia_Ibrahim_Ishag",
        "https://en.wikipedia.org/wiki/Female_genital_mutilation",
        "https://en.wikipedia.org/wiki/Child_marriage",
        "https://en.wikipedia.org/wiki/LGBT_rights_in_Sudan",
        "https://en.wikipedia.org/wiki/Human_Rights_Watch",
        "https://en.wikipedia.org/wiki/Accountability",
        "https://en.wikipedia.org/wiki/Human_rights",
        "https://en.wikipedia.org/wiki/Darfur",
        "https://en.wikipedia.org/wiki/South_Kordofan",
        "https://en.wikipedia.org/wiki/Blue_Nile",
        "https://en.wikipedia.org/wiki/National_Intelligence_and_Security_Service",
        "https://en.wikipedia.org/wiki/Aid_agency",
        "https://en.wikipedia.org/wiki/Forced_displacement",
        "https://en.wikipedia.org/wiki/War_in_Darfur",
        "https://en.wikipedia.org/wiki/International_Criminal_Court_investigation_in_Darfur",
        "https://en.wikipedia.org/wiki/Chad",
        "https://en.wikipedia.org/wiki/Human_Rights_Watch",
        "https://en.wikipedia.org/wiki/Darfur",
        "https://en.wikipedia.org/wiki/Militia",
        "https://en.wikipedia.org/wiki/Crimes_against_humanity",
        "https://en.wikipedia.org/wiki/Janjaweed",
        "https://en.wikipedia.org/wiki/Rape",
        "https://en.wikipedia.org/wiki/Human_rights_defender",
        "https://en.wikipedia.org/wiki/Child_soldiers",
        "https://en.wikipedia.org/wiki/Heglig",
        "https://en.wikipedia.org/wiki/Kafia_Kingi",
        "https://en.wikipedia.org/wiki/Radom_National_Park",
        "https://en.wikipedia.org/wiki/Abyei_Area",
        "https://en.wikipedia.org/wiki/South_Sudan",
        "https://en.wikipedia.org/wiki/South_Kurdufan",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Bir_Tawil",
        "https://en.wikipedia.org/wiki/Terra_nullius",
        "https://en.wikipedia.org/wiki/States_of_Sudan",
        "https://en.wikipedia.org/wiki/List_of_current_state_governors_in_Sudan",
        "https://en.wikipedia.org/wiki/Districts_of_Sudan",
        "https://en.wikipedia.org/wiki/States_of_Sudan",
        "https://en.wikipedia.org/wiki/Wilaya",
        "https://en.wikipedia.org/wiki/Grammatical_number",
        "https://en.wikipedia.org/wiki/Wilayah",
        "https://en.wikipedia.org/wiki/Districts_of_Sudan",
        "https://en.wikipedia.org/wiki/Darfur",
        "https://en.wikipedia.org/wiki/Abyei",
        "https://en.wikipedia.org/wiki/South_Kurdufan",
        "https://en.wikipedia.org/wiki/Central_Darfur",
        "https://en.wikipedia.org/wiki/East_Darfur",
        "https://en.wikipedia.org/wiki/North_Darfur",
        "https://en.wikipedia.org/wiki/North_Kordofan",
        "https://en.wikipedia.org/wiki/South_Darfur",
        "https://en.wikipedia.org/wiki/South_Kordofan",
        "https://en.wikipedia.org/wiki/West_Darfur",
        "https://en.wikipedia.org/wiki/West_Kordofan",
        "https://en.wikipedia.org/wiki/Darfur_Regional_Authority",
        "https://en.wikipedia.org/wiki/Darfur_Peace_Agreement",
        "https://en.wikipedia.org/wiki/Darfur",
        "https://en.wikipedia.org/wiki/Eastern_Sudan_States_Coordinating_Council",
        "https://en.wikipedia.org/wiki/Eastern_Sudan_Peace_Agreement",
        "https://en.wikipedia.org/wiki/Abyei",
        "https://en.wikipedia.org/wiki/Abyei_Area_Administration",
        "https://en.wikipedia.org/wiki/South_Sudan",
        "https://en.wikipedia.org/wiki/Economy_of_Sudan",
        "https://en.wikipedia.org/wiki/Telecommunications_in_Sudan",
        "https://en.wikipedia.org/wiki/Transport_in_Sudan",
        "https://en.wikipedia.org/wiki/Petroleum",
        "https://en.wikipedia.org/wiki/Natural_gas",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/South_Sudan",
        "https://en.wikipedia.org/wiki/Stagflation",
        "https://en.wikipedia.org/wiki/War_in_Darfur",
        "https://en.wikipedia.org/wiki/Petroleum",
        "https://en.wikipedia.org/wiki/South_Sudan",
        "https://en.wikipedia.org/wiki/Oilfield",
        "https://en.wikipedia.org/wiki/Port_Sudan",
        "https://en.wikipedia.org/wiki/Red_Sea",
        "https://en.wikipedia.org/wiki/Landlocked_country",
        "https://en.wikipedia.org/wiki/Greater_Nile_Petroleum_Operating_Company",
        "https://en.wikipedia.org/wiki/South_Kordofan_conflict",
        "https://en.wikipedia.org/wiki/Global_Hunger_Index",
        "https://en.wikipedia.org/wiki/Human_Development_Index",
        "https://en.wikipedia.org/wiki/List_of_countries_by_Human_Development_Index",
        "https://en.wikipedia.org/wiki/UNESCO",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Demographics_of_Sudan",
        "https://en.wikipedia.org/wiki/List_of_cities_in_Sudan",
        "https://en.wikipedia.org/wiki/South_Sudan",
        "https://en.wikipedia.org/wiki/Khartoum",
        "https://en.wikipedia.org/wiki/Omdurman",
        "https://en.wikipedia.org/wiki/Khartoum_North",
        "https://en.wikipedia.org/wiki/United_Nations_High_Commissioner_for_Refugees",
        "https://en.wikipedia.org/wiki/South_Sudan",
        "https://en.wikipedia.org/wiki/Eritrea",
        "https://en.wikipedia.org/wiki/Syria",
        "https://en.wikipedia.org/wiki/Ethiopia",
        "https://en.wikipedia.org/wiki/Central_African_Republic",
        "https://en.wikipedia.org/wiki/Chad",
        "https://en.wikipedia.org/wiki/Internally_displaced_person",
        "https://en.wikipedia.org/wiki/Convention_Relating_to_the_Status_of_Refugees",
        "https://en.wikipedia.org/wiki/Sudanese_Arab",
        "https://en.wikipedia.org/wiki/Manasir",
        "https://en.wikipedia.org/wiki/Sudanese_Arabs",
        "https://en.wikipedia.org/wiki/Sudanese_Arabic",
        "https://en.wikipedia.org/wiki/Beja_people",
        "https://en.wikipedia.org/wiki/Fur_people",
        "https://en.wikipedia.org/wiki/Nubians",
        "https://en.wikipedia.org/wiki/Armenians",
        "https://en.wikipedia.org/wiki/Copts_in_Sudan",
        "https://en.wikipedia.org/wiki/Nuba",
        "https://en.wikipedia.org/wiki/Moro_Nuba_people",
        "https://en.wikipedia.org/wiki/Masalit_people",
        "https://en.wikipedia.org/wiki/Bornu_language",
        "https://en.wikipedia.org/wiki/Tama_people",
        "https://en.wikipedia.org/wiki/Fulani",
        "https://en.wikipedia.org/wiki/Hausa_people",
        "https://en.wikipedia.org/wiki/Songhay_people",
        "https://en.wikipedia.org/wiki/Berta_people",
        "https://en.wikipedia.org/wiki/Zaghawa_people",
        "https://en.wikipedia.org/wiki/Nyimang_people",
        "https://en.wikipedia.org/wiki/Ingessana_people",
        "https://en.wikipedia.org/wiki/Daju_people",
        "https://en.wikipedia.org/wiki/Koalib_people",
        "https://en.wikipedia.org/wiki/Gumuz_people",
        "https://en.wikipedia.org/wiki/Midob_people",
        "https://en.wikipedia.org/wiki/Tagale_people",
        "https://en.wikipedia.org/wiki/Hausa_language",
        "https://en.wikipedia.org/wiki/Greeks_in_Sudan",
        "https://en.wikipedia.org/wiki/Awadia_and_Fadnia_tribes",
        "https://en.wikipedia.org/wiki/Najdi_Arabic",
        "https://en.wikipedia.org/wiki/Rashaida",
        "https://en.wikipedia.org/wiki/Hejazi_Arabic",
        "https://en.wikipedia.org/wiki/Bedouin",
        "https://en.wikipedia.org/wiki/Rizeigat",
        "https://en.wikipedia.org/wiki/Baggara",
        "https://en.wikipedia.org/wiki/Tunjur_people",
        "https://en.wikipedia.org/wiki/Chadian_Arabic",
        "https://en.wikipedia.org/wiki/Arabian_Peninsula",
        "https://en.wikipedia.org/wiki/Nubia",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Cultural_identity",
        "https://en.wikipedia.org/wiki/Genealogy",
        "https://en.wikipedia.org/wiki/Claude_Rilly",
        "https://en.wikipedia.org/wiki/List_of_cities_in_Sudan",
        "https://en.wikipedia.org/wiki/List_of_cities_in_Sudan",
        "https://en.wikipedia.org/wiki/States_of_Sudan",
        "https://en.wikipedia.org/wiki/Omdurman",
        "https://en.wikipedia.org/wiki/Khartoum",
        "https://en.wikipedia.org/wiki/Omdurman",
        "https://en.wikipedia.org/wiki/Khartoum",
        "https://en.wikipedia.org/wiki/Khartoum_North",
        "https://en.wikipedia.org/wiki/South_Darfur",
        "https://en.wikipedia.org/wiki/Port_Sudan",
        "https://en.wikipedia.org/wiki/North_Kordofan",
        "https://en.wikipedia.org/wiki/Kassala",
        "https://en.wikipedia.org/wiki/Wad_Madani",
        "https://en.wikipedia.org/wiki/North_Darfur",
        "https://en.wikipedia.org/wiki/Languages_of_Sudan",
        "https://en.wikipedia.org/wiki/Mutually_intelligible",
        "https://en.wikipedia.org/wiki/Sudanese_Sign_Language",
        "https://en.wikipedia.org/wiki/Official_language",
        "https://en.wikipedia.org/wiki/Literacy",
        "https://en.wikipedia.org/wiki/Religion_in_Sudan",
        "https://en.wikipedia.org/wiki/Mosque",
        "https://en.wikipedia.org/wiki/Khartoum",
        "https://en.wikipedia.org/wiki/Islam",
        "https://en.wikipedia.org/wiki/Sufism",
        "https://en.wikipedia.org/wiki/Salafi",
        "https://en.wikipedia.org/wiki/Muslims",
        "https://en.wikipedia.org/wiki/Sufism",
        "https://en.wikipedia.org/wiki/Darfur",
        "https://en.wikipedia.org/wiki/Coptic_Orthodox_Church",
        "https://en.wikipedia.org/wiki/Greek_Orthodox_Church",
        "https://en.wikipedia.org/wiki/Ethiopian_Orthodox_Tewahedo_Church",
        "https://en.wikipedia.org/wiki/Eritrean_Orthodox_Tewahedo_Church",
        "https://en.wikipedia.org/wiki/Armenian_Apostolic_Church",
        "https://en.wikipedia.org/wiki/Sudan_Evangelical_Presbyterian_Church",
        "https://en.wikipedia.org/wiki/Islamists",
        "https://en.wikipedia.org/wiki/Salafis",
        "https://en.wikipedia.org/wiki/Wahhabis",
        "https://en.wikipedia.org/wiki/Ummah",
        "https://en.wikipedia.org/wiki/Arabs",
        "https://en.wikipedia.org/wiki/Muslims",
        "https://en.wikipedia.org/wiki/Health_in_Sudan",
        "https://en.wikipedia.org/wiki/Life_expectancy",
        "https://en.wikipedia.org/wiki/UNICEF",
        "https://en.wikipedia.org/wiki/Female_genital_mutilation",
        "https://en.wikipedia.org/wiki/Education_in_Sudan",
        "https://en.wikipedia.org/wiki/Khartoum_University",
        "https://en.wikipedia.org/wiki/Gordon_Memorial_College",
        "https://en.wikipedia.org/wiki/Visual_arts_of_Sudan",
        "https://en.wikipedia.org/wiki/Architecture_of_Sudan",
        "https://en.wikipedia.org/wiki/Sudanese_literature",
        "https://en.wikipedia.org/wiki/Music_of_Sudan",
        "https://en.wikipedia.org/wiki/Sufi",
        "https://en.wikipedia.org/wiki/Dervish",
        "https://en.wikipedia.org/wiki/Omdurman",
        "https://en.wikipedia.org/wiki/Salafi",
        "https://en.wikipedia.org/wiki/Sharia",
        "https://en.wikipedia.org/wiki/Mahjoub_Sharif",
        "https://en.wikipedia.org/wiki/Mohammed_Wardi",
        "https://en.wikipedia.org/wiki/Bagpipes",
        "https://en.wikipedia.org/wiki/Shilluk_people",
        "https://en.wikipedia.org/wiki/Cinema_of_Sudan",
        "https://en.wikipedia.org/wiki/Photography_of_Sudan",
        "https://en.wikipedia.org/wiki/Cinema_of_Sudan",
        "https://en.wikipedia.org/wiki/Cinematography",
        "https://en.wikipedia.org/wiki/Islamism",
        "https://en.wikipedia.org/wiki/Photography_of_Sudan",
        "https://en.wikipedia.org/wiki/Turkish_Sudan",
        "https://en.wikipedia.org/wiki/Mass_media",
        "https://en.wikipedia.org/wiki/Documentation",
        "https://en.wikipedia.org/wiki/Digital_photography",
        "https://en.wikipedia.org/wiki/Social_media",
        "https://en.wikipedia.org/wiki/Internet",
        "https://en.wikipedia.org/wiki/Jalabiya",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Thawb",
        "https://en.wikipedia.org/wiki/Sudan_national_football_team",
        "https://en.wikipedia.org/wiki/Sudan_Football_Association",
        "https://en.wikipedia.org/wiki/Khartoum_League",
        "https://en.wikipedia.org/wiki/Beach_volleyball",
        "https://en.wikipedia.org/wiki/Wrestling",
        "https://en.wikipedia.org/wiki/Reuters",
        "https://en.wikipedia.org/wiki/2024_Summer_Olympics",
        "https://en.wikipedia.org/wiki/Outline_of_Sudan",
        "https://en.wikipedia.org/wiki/Association_of_Religion_Data_Archives",
        "https://en.wikipedia.org/wiki/Associated_Press",
        "https://en.wikipedia.org/wiki/The_World_Factbook",
        "https://en.wikipedia.org/wiki/Central_Intelligence_Agency",
        "https://en.wikipedia.org/wiki/Kelsey_Museum_of_Archaeology",
        "https://en.wikipedia.org/wiki/Routledge",
        "https://en.wikipedia.org/wiki/Routledge",
        "https://en.wikipedia.org/wiki/The_Bible_Translator",
        "https://en.wikipedia.org/wiki/Inventory_of_Conflict_and_Environment",
        "https://en.wikipedia.org/wiki/American_University_School_of_International_Service",
        "https://en.wikipedia.org/wiki/Arthur_Henderson",
        "https://en.wikipedia.org/wiki/Ethiopian_Review",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Asia_Times",
        "https://en.wikipedia.org/wiki/International_Herald_Tribune",
        "https://en.wikipedia.org/wiki/Office_for_the_Coordination_of_Humanitarian_Affairs",
        "https://en.wikipedia.org/wiki/Relief_Web",
        "https://en.wikipedia.org/wiki/BBC_News",
        "https://en.wikipedia.org/wiki/Forces_of_Freedom_and_Change",
        "https://en.wikipedia.org/wiki/Eric_Reeves",
        "https://en.wikipedia.org/wiki/Forces_of_Freedom_and_Change",
        "https://en.wikipedia.org/wiki/International_Institute_for_Democracy_and_Electoral_Assistance",
        "https://en.wikipedia.org/wiki/Oxfam_GB",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/The_World_Factbook",
        "https://en.wikipedia.org/wiki/Central_Intelligence_Agency",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Bloomberg_News",
        "https://en.wikipedia.org/wiki/CNN",
        "https://en.wikipedia.org/wiki/The_Diplomat",
        "https://en.wikipedia.org/wiki/Mongabay",
        "https://en.wikipedia.org/wiki/The_New_Humanitarian",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Human_Rights_Watch",
        "https://en.wikipedia.org/wiki/Amnesty_International",
        "https://en.wikipedia.org/wiki/Jeffrey_Gettleman",
        "https://en.wikipedia.org/wiki/Human_Development_Report",
        "https://en.wikipedia.org/wiki/United_Nations_Development_Programme",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/FIVB",
        "https://en.wikipedia.org/wiki/Library_of_Congress",
        "https://en.wikipedia.org/wiki/Winston_Churchill",
        "https://en.wikipedia.org/wiki/The_River_War",
        "https://en.wikipedia.org/wiki/Paul_Clammer",
        "https://en.wikipedia.org/wiki/Bradt_Travel_Guides",
        "https://en.wikipedia.org/wiki/Mandour_Elmahdi",
        "https://en.wikipedia.org/wiki/Godfrey_Mwakikagile",
        "https://en.wikipedia.org/wiki/Cologne",
        "https://en.wikipedia.org/wiki/University_of_Colorado_Boulder_Libraries",
        "https://en.wikipedia.org/wiki/Curlie",
        "https://en.wikipedia.org/wiki/OpenStreetMap",
        "https://en.wikipedia.org/wiki/The_World_Factbook",
        "https://en.wikipedia.org/wiki/Central_Intelligence_Agency",
        "https://en.wikipedia.org/wiki/BBC_News",
        "https://en.wikipedia.org/wiki/The_Economist",
        "https://en.wikipedia.org/wiki/History_of_Sudan",
        "https://en.wikipedia.org/wiki/Timeline_of_Sudanese_history",
        "https://en.wikipedia.org/wiki/Islamization_of_the_Sudan_region",
        "https://en.wikipedia.org/wiki/Turkish_Sudan",
        "https://en.wikipedia.org/wiki/Mahdist_State",
        "https://en.wikipedia.org/wiki/First_Sudanese_Civil_War",
        "https://en.wikipedia.org/wiki/Democratic_Republic_of_the_Sudan",
        "https://en.wikipedia.org/wiki/Second_Sudanese_Civil_War",
        "https://en.wikipedia.org/wiki/War_in_Darfur",
        "https://en.wikipedia.org/wiki/United_Nations_Mission_in_Sudan",
        "https://en.wikipedia.org/wiki/Sudanese_nomadic_conflicts",
        "https://en.wikipedia.org/wiki/Sudanese_conflict_in_South_Kordofan_and_Blue_Nile",
        "https://en.wikipedia.org/wiki/Sovereignty_Council_of_Sudan",
        "https://en.wikipedia.org/wiki/Sudanese_peace_process",
        "https://en.wikipedia.org/wiki/Geography_of_Sudan",
        "https://en.wikipedia.org/wiki/Geology_of_Sudan",
        "https://en.wikipedia.org/wiki/List_of_rivers_of_Sudan",
        "https://en.wikipedia.org/wiki/Volcanoes_of_Sudan",
        "https://en.wikipedia.org/wiki/Wildlife_of_Sudan",
        "https://en.wikipedia.org/wiki/Administrative_divisions_of_Sudan",
        "https://en.wikipedia.org/wiki/States_of_Sudan",
        "https://en.wikipedia.org/wiki/Central_Darfur",
        "https://en.wikipedia.org/wiki/East_Darfur",
        "https://en.wikipedia.org/wiki/North_Darfur",
        "https://en.wikipedia.org/wiki/North_Kurdufan",
        "https://en.wikipedia.org/wiki/South_Darfur",
        "https://en.wikipedia.org/wiki/South_Kurdufan",
        "https://en.wikipedia.org/wiki/West_Darfur",
        "https://en.wikipedia.org/wiki/West_Kurdufan",
        "https://en.wikipedia.org/wiki/Districts_of_Sudan",
        "https://en.wikipedia.org/wiki/List_of_cities_in_Sudan",
        "https://en.wikipedia.org/wiki/Politics_of_Sudan",
        "https://en.wikipedia.org/wiki/Cabinet_of_Sudan",
        "https://en.wikipedia.org/wiki/Constitution_of_Sudan",
        "https://en.wikipedia.org/wiki/Corruption_in_Sudan",
        "https://en.wikipedia.org/wiki/Elections_in_Sudan",
        "https://en.wikipedia.org/wiki/Foreign_relations_of_Sudan",
        "https://en.wikipedia.org/wiki/Human_rights_in_Sudan",
        "https://en.wikipedia.org/wiki/LGBT_rights_in_Sudan",
        "https://en.wikipedia.org/wiki/Sudanese_Armed_Forces",
        "https://en.wikipedia.org/wiki/Parliament_of_Sudan",
        "https://en.wikipedia.org/wiki/List_of_heads_of_government_of_Sudan",
        "https://en.wikipedia.org/wiki/Sovereignty_Council_of_Sudan",
        "https://en.wikipedia.org/wiki/List_of_heads_of_state_of_Sudan",
        "https://en.wikipedia.org/wiki/Vice_President_of_Sudan",
        "https://en.wikipedia.org/wiki/List_of_current_state_governors_in_Sudan",
        "https://en.wikipedia.org/wiki/Economy_of_Sudan",
        "https://en.wikipedia.org/wiki/Agriculture_in_Sudan",
        "https://en.wikipedia.org/wiki/Banking_in_Sudan",
        "https://en.wikipedia.org/wiki/Central_Bank_of_Sudan",
        "https://en.wikipedia.org/wiki/List_of_companies_of_Sudan",
        "https://en.wikipedia.org/wiki/Sudanese_dinar",
        "https://en.wikipedia.org/wiki/Energy_in_Sudan",
        "https://en.wikipedia.org/wiki/Sudanese_pound",
        "https://en.wikipedia.org/wiki/Telecommunications_in_Sudan",
        "https://en.wikipedia.org/wiki/Transport_in_Sudan",
        "https://en.wikipedia.org/wiki/Sudanese_society",
        "https://en.wikipedia.org/wiki/Child_marriage_in_Sudan",
        "https://en.wikipedia.org/wiki/Demographics_of_Sudan",
        "https://en.wikipedia.org/wiki/Education_in_Sudan",
        "https://en.wikipedia.org/wiki/List_of_ethnic_minorities_of_Sudan",
        "https://en.wikipedia.org/wiki/Gender_inequality_in_Sudan",
        "https://en.wikipedia.org/wiki/Health_in_Sudan",
        "https://en.wikipedia.org/wiki/Languages_of_Sudan",
        "https://en.wikipedia.org/wiki/Refugees_of_Sudan",
        "https://en.wikipedia.org/wiki/Religion_in_Sudan",
        "https://en.wikipedia.org/wiki/Slavery_in_Sudan",
        "https://en.wikipedia.org/wiki/Squatting_in_Sudan",
        "https://en.wikipedia.org/wiki/Culture_of_Sudan",
        "https://en.wikipedia.org/wiki/Architecture_of_Sudan",
        "https://en.wikipedia.org/wiki/Visual_arts_of_Sudan",
        "https://en.wikipedia.org/wiki/Cinema_of_Sudan",
        "https://en.wikipedia.org/wiki/Emblem_of_Sudan",
        "https://en.wikipedia.org/wiki/Flag_of_Sudan",
        "https://en.wikipedia.org/wiki/Literature_of_Sudan",
        "https://en.wikipedia.org/wiki/Media_of_Sudan",
        "https://en.wikipedia.org/wiki/Music_of_Sudan",
        "https://en.wikipedia.org/wiki/Photography_of_Sudan",
        "https://en.wikipedia.org/wiki/Sport_in_Sudan",
        "https://en.wikipedia.org/wiki/Outline_of_Sudan",
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/Sudan",
        "https://en.wikipedia.org/wiki/Sudan",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}