{
    "url": "https://en.wikipedia.org/wiki/Sudoku",
    "title": "Sudoku",
    "table_of_contents": [
        "1 History",
        "1.1 Predecessors",
        "1.2 Modern Sudoku",
        "1.3 Spread outside Japan",
        "2 Variants",
        "2.1 Variations of grid sizes or region shapes",
        "2.1.1 Mini Sudoku",
        "2.2 Imposing additional constraints",
        "2.3 Killer Sudoku",
        "2.4 Different symbols",
        "2.5 Hyper Sudoku / Windoku",
        "2.6 Twin Sudoku",
        "2.7 Other variants",
        "3 Mathematics of Sudoku",
        "4 Competitions",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSudoku (/suːˈdoʊkuː, -ˈdɒk-, sə-/; Japanese: 数独, romanized: sūdoku, lit. 'digit-single'; originally called Number Place)[1] is a logic-based,[2][3] combinatorial[4] number-placement puzzle. In classic Sudoku, the objective is to fill a 9 × 9 grid with digits so that each column, each row, and each of the nine 3 × 3 subgrids that compose the grid (also called \"boxes\", \"blocks\", or \"regions\") contain all of the digits from 1 to 9. The puzzle setter provides a partially completed grid, which for a well-posed puzzle has a single solution.\n\nFrench newspapers featured variations of the Sudoku puzzles in the 19th century, and the puzzle has appeared since 1979 in puzzle books under the name Number Place.[5] However, the modern Sudoku only began to gain widespread popularity in 1986 when it was published by the Japanese puzzle company Nikoli under the name Sudoku, meaning \"single number\".[6] It first appeared in a U.S. newspaper, and then The Times (London), in 2004, thanks to the efforts of Wayne Gould, who devised a computer program to rapidly produce unique puzzles.\n\n"
        },
        {
            "title": "History",
            "text": "Number puzzles appeared in newspapers in the late 19th century, when French puzzle setters began experimenting with removing numbers from magic squares. Le Siècle, a Paris daily, published a partially completed 9×9 magic square with 3×3 subsquares on November 19, 1892.[7] It was not a Sudoku because it contained double-digit numbers and required arithmetic rather than logic to solve, but it shared key characteristics: each row, column and subsquare added up to the same number. \n\nOn July 6, 1895, Le Siècle's rival, La France, refined the puzzle so that it was almost a modern Sudoku and named it carré magique diabolique ('diabolical magic square'). It simplified the 9×9 magic square puzzle so that each row, column, and broken diagonals contained only the numbers 1–9, but did not mark the subsquares. Although they were unmarked, each 3×3 subsquare did indeed comprise the numbers 1–9, and the additional constraint on the broken diagonals led to only one solution.[8]\n\nThese weekly puzzles were a feature of French newspapers such as L'Écho de Paris for about a decade, but disappeared about the time of World War I.[9]\n\nThe modern Sudoku was most likely designed anonymously by Howard Garns, a 74-year-old retired architect and freelance puzzle constructor from Connersville, Indiana, and first published in 1979 by Dell Magazines as Number Place (the earliest known examples of modern Sudoku).[1] Garns's name was always present on the list of contributors in issues of Dell Pencil Puzzles and Word Games that included Number Place, and was always absent from issues that did not.[10] He died in 1989 before getting a chance to see his creation as a worldwide phenomenon.[10] Whether or not Garns was familiar with any of the French newspapers listed above is unclear.\n\nThe puzzle was introduced in Japan by Maki Kaji (鍜治 真起, Kaji Maki), president of the Nikoli puzzle company, in the paper Monthly Nikolist in April 1984[10] as Sūji wa dokushin ni kagiru (数字は独身に限る), which can be translated as \"the digits must be single\", or as \"the digits are limited to one occurrence\" (In Japanese, dokushin means an \"unmarried person\"). The name was later abbreviated to Sudoku (数独), taking only the first kanji of compound words to form a shorter version.[10] \"Sudoku\" is a registered trademark in Japan[11] and the puzzle is generally referred to as Number Place (ナンバープレース, Nanbāpurēsu) or, more informally, a shortening of the two words, Num(ber) Pla(ce) (ナンプレ, Nanpure). In 1986, Nikoli introduced two innovations: the number of givens was restricted to no more than 32, and puzzles became \"symmetrical\" (meaning the givens were distributed in rotationally symmetric cells). It is now published in mainstream Japanese periodicals, such as the Asahi Shimbun.\n\nIn 1997, Hong Kong judge Wayne Gould saw a partly completed puzzle in a Japanese bookshop. Over six years, he developed a computer program to produce unique puzzles rapidly.[5] Knowing that British newspapers have a long history of publishing crosswords and other puzzles, he promoted Sudoku to The Times in Britain, which launched it on November 12, 2004 (calling it Su Doku). The first letter to The Times regarding Su Doku was published the following day on November 13 from Ian Payn of Brentford, complaining that the puzzle had caused him to miss his stop on the tube.[12] Sudoku puzzles rapidly spread to other newspapers as a regular feature.[5][13]\n\nThe rapid rise of Sudoku in Britain from relative obscurity to a front-page feature in national newspapers attracted commentary in the media and parody (such as when The Guardian's G2 section advertised itself as the first newspaper supplement with a Sudoku grid on every page).[14] Recognizing the different psychological appeals of easy and difficult puzzles, The Times introduced both, side by side, on June 20, 2005. From July 2005, Channel 4 included a daily Sudoku game in their teletext service. On August 2, the BBC's program guide Radio Times featured a weekly Super Sudoku with a 16×16 grid.\n\nIn the United States, the first newspaper to publish a Sudoku puzzle by Wayne Gould was The Conway Daily Sun (New Hampshire), in 2004.[15]\n\nThe world's first live TV Sudoku show, Sudoku Live, was a puzzle contest first broadcast on July 1, 2005, on Sky One. It was presented by Carol Vorderman. Nine teams of nine players (with one celebrity in each team) representing geographical regions competed to solve a puzzle. Each player had a hand-held device for entering numbers corresponding to answers for four cells. Phil Kollin of Winchelsea, England, was the series grand prize winner, taking home over £23,000 over a series of games. The audience at home was in a separate interactive competition, which was won by Hannah Withey of Cheshire.\n\nLater in 2005, the BBC launched SUDO-Q, a game show that combined Sudoku with general knowledge. However, it used only 4×4 and 6×6 puzzles. Four seasons were produced before the show ended in 2007.\n\nIn 2006, a Sudoku website published songwriter Peter Levy's Sudoku tribute song,[16] but quickly had to take down the MP3 file due to heavy traffic. British and Australian radio picked up the song, which is to feature[when?] in a British-made Sudoku documentary. The Japanese Embassy also nominated the song for an award, with Levy doing talks with Sony in Japan to release the song as a single.[17]\n\nSudoku software is very popular on PCs, websites, and mobile phones. It comes with many distributions of Linux. Software has also been released on video game consoles, such as the Nintendo DS, PlayStation Portable, the Game Boy Advance, Xbox Live Arcade, the Nook e-book reader, Kindle Fire tablet, several iPod models, and the iPhone. Many Nokia phones also had Sudoku. In fact, just two weeks after Apple Inc. debuted the online App Store within its iTunes Store on July 11, 2008, nearly 30 different Sudoku games were already in it, created by various software developers, specifically for the iPhone and iPod Touch. One of the most popular video games featuring Sudoku is Brain Age: Train Your Brain in Minutes a Day!. Critically and commercially well-received, it generated particular praise for its Sudoku implementation[18][19][20] and sold more than 8 million copies worldwide.[21] Due to its popularity, Nintendo made a second Brain Age game titled Brain Age2, which has over 100 new Sudoku puzzles and other activities.\n\nIn June 2008, an Australian drugs-related jury trial costing over A$ 1 million was aborted when it was discovered that five of the twelve jurors had been playing Sudoku instead of listening to evidence.[22]\n\n"
        },
        {
            "title": "Variants",
            "text": "Although the 9×9 grid with 3×3 regions is by far the most common, many other variations exist. Sample puzzles can be 4×4 grids with 2×2 regions; 5×5 grids with pentomino regions have been published under the name Logi-5; the World Puzzle Championship has featured a 6×6 grid with 2×3 regions and a 7×7 grid with six heptomino regions and a disjoint region. Larger grids are also possible, or different irregular shapes (under various names such as Suguru, Tectonic, Jigsaw Sudoku etc.). The Times offers a 12×12-grid \"Dodeka Sudoku\" with 12 regions of 4×3 squares. Dell Magazines regularly publishes 16×16 \"Number Place Challenger\" puzzles (using the numbers 1–16 or the letters A-P). Nikoli offers 25×25 \"Sudoku the Giant\" behemoths. A 100×100-grid puzzle dubbed Sudoku-zilla was published in 2010.[23]\n\nUnder the name \"Mini Sudoku\", a 6×6 variant with 3×2 regions appears in the American newspaper USA Today and elsewhere. The object is the same as that of standard Sudoku, but the puzzle only uses the numbers 1 through 6. A similar form, for younger solvers of puzzles, called \"The Junior Sudoku\", has appeared in some newspapers, such as some editions of The Daily Mail.\n\nAnother common variant is to add limits on the placement of numbers beyond the usual row, column, and box requirements. Often, the limit takes the form of an extra \"dimension\"; the most common is to require the numbers in the main diagonals of the grid to also be unique. The aforementioned \"Number Place Challenger\" puzzles are all of this variant, as are the Sudoku X puzzles in The Daily Mail, which use 6×6 grids.\n\nThe Killer Sudoku variant combines elements of Sudoku and Kakuro.\n\nSince standard Sudoku does not involve arithmetic, the digits 1 to 9 can be replaced with nine arbitrary symbols, such as geometric shapes, Roman numerals (e.g. Quadratum latinum, published in the Latin puzzle magazine Hebdomada aenigmatum) or letters, and there is no functional difference.\n\nWhen letters are used, the puzzle is sometimes known as Wordoku.  Some variants, such as in the TV Guide Magazine, include a word reading along a main diagonal, row, or column once solved; determining the word in advance can be viewed as a solving aid. A Wordoku might contain words other than the main word.\n\nHyper Sudoku or Windoku uses the classic 9×9 grid with 3×3 regions, but defines four additional interior 3×3 regions in which the numbers 1–9 must appear exactly once. It was invented by Peter Ritmeester and first published by him in Dutch Newspaper NRC Handelsblad in October 2005, and since April 2007 on a daily basis in The International New York Times (International Herald Tribune). The first time it was called Hyper Sudoku was in Will Shortz's Favorite Sudoku Variations (February 2006). It is also known as Windoku because with the grid's four interior regions shaded, it resembles a window with glazing bars.[24]\n\nIn Twin Sudoku two regular grids share a 3×3 box. This is one of many possible types of overlapping grids. The rules for each individual grid are the same as in normal Sudoku, but the digits in the overlapping section are shared by each half. In some compositions neither individual grid can be solved alone – the complete solution is only possible after each individual grid has at least been partially solved.\n\nPuzzles constructed from more than two grids are also common. Five 9×9 grids that overlap at the corner regions in the shape of a quincunx is known in Japan as Gattai 5 (five merged) Sudoku. In The Times, The Age, and The Sydney Morning Herald, this form of puzzle is known as Samurai Sudoku. The Baltimore Sun and the Toronto Star publish a puzzle of this variant (titled High Five) in their Sunday edition. Often, no givens are placed in the overlapping regions. Sequential grids, as opposed to overlapping, are also published, with values in specific locations in grids needing to be transferred to others.\n\nA tabletop version of Sudoku can be played with a standard 81-card Set deck (see Set game). A three-dimensional Sudoku puzzle was published in The Daily Telegraph in May 2005. The Times also publishes a three-dimensional version under the name Tredoku. Also, a Sudoku version of the Rubik's Cube is named Sudoku Cube.\n\nMany other variants have been developed.[25][26][27] Some are different shapes in the arrangement of overlapping 9×9 grids, such as butterfly, windmill, or flower.[28] Others vary the logic for solving the grid. One of these is \"Greater Than Sudoku\". In this, a 3×3 grid of the Sudoku is given with 12 symbols of Greater Than (>) or Less Than (<) on the common line of the two adjacent numbers.[10] Another variant on the logic of solution is \"Clueless Sudoku\", in which nine 9×9 Sudoku grids are each placed in a 3×3 array. The center cell in each 3×3 grid of all nine puzzles is left blank and form a tenth Sudoku puzzle without any cell completed; hence, \"clueless\".[28] A new variant mixes Sudoku with the sliding tile puzzle in Sudoku Slide Extreme. In this variant all of the positions are filled in. Tiles are moved to the proper position to solve the puzzle. This variant contains power-ups and a campaign mode.[citation needed] Examples and other variants can be found in the Glossary of Sudoku.\n\n"
        },
        {
            "title": "Mathematics of Sudoku",
            "text": "This section refers to classic Sudoku, disregarding jigsaw, hyper, and other variants.\n\nA completed Sudoku grid is a special type of Latin square with the additional property of no repeated values in any of the nine blocks (or boxes of 3×3 cells). The relationship between the two theories is known, after it was proven that a first-order formula that does not mention blocks is valid for Sudoku if and only if it is valid for Latin squares.[29]\n\nThe general problem of solving Sudoku puzzles on n2×n2 grids of n×n blocks is known to be NP-complete.[30] Many computer algorithms, such as backtracking and dancing links can solve most 9×9 puzzles efficiently, but combinatorial explosion occurs as n increases, creating limits to the properties of Sudokus that can be constructed, analyzed, and solved as n increases. A Sudoku puzzle can be expressed as a graph coloring problem.[31] The aim is to construct a 9-coloring of a particular graph, given a partial 9-coloring.\n\nThe fewest clues possible for a proper Sudoku is 17 (proven January 2012, and confirmed September 2013).[32][33] Over 49,000 Sudokus with 17 clues have been found, many by Japanese enthusiasts.[34][35] Sudokus with 18 clues and rotational symmetry have been found, and there is at least one Sudoku that has 18 clues, exhibits two-way diagonal symmetry and is automorphic. The maximum number of clues that can be provided while still not rendering a unique solution is four short of a full grid (77); if two instances of two numbers each are missing from cells that occupy the corners of an orthogonal rectangle, and exactly two of these cells are within one region, the numbers can be assigned two ways. Since this applies to Latin squares in general, most variants of Sudoku have the same maximum.\n\nThe number of classic 9×9 Sudoku solution grids is 6,670,903,752,021,072,936,960 (sequence A107739 in the OEIS), or around 6.67×1021. This is roughly 1.2×10−6 times the number of 9×9 Latin squares.[36] Various other grid sizes have also been enumerated—see the main article for details. The number of essentially different solutions, when symmetries such as rotation, reflection, permutation, and relabelling are taken into account, was shown to be just 5,472,730,538[37] (sequence A109741 in the OEIS).\n\nUnlike the number of complete Sudoku grids, the number of minimal 9×9 Sudoku puzzles is not precisely known. (A minimal puzzle is one in which no clue can be deleted without losing uniqueness of the solution.) However, statistical techniques combined with a puzzle generator[38] show that about (with 0.065% relative error) 3.10 × 1037 minimal puzzles and 2.55 × 1025 nonessentially equivalent minimal puzzles exist.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Sodoku",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Romanization_of_Japanese",
        "https://en.wikipedia.org/wiki/Literal_translation",
        "https://en.wikipedia.org/wiki/Logic",
        "https://en.wikipedia.org/wiki/Combinatorics",
        "https://en.wikipedia.org/wiki/Puzzle",
        "https://en.wikipedia.org/wiki/Puzzle_book",
        "https://en.wikipedia.org/wiki/The_Times",
        "https://en.wikipedia.org/wiki/Wayne_Gould",
        "https://en.wikipedia.org/wiki/Computer_program",
        "https://en.wikipedia.org/wiki/Magic_square",
        "https://en.wikipedia.org/wiki/Broken_diagonal",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/Howard_Garns",
        "https://en.wikipedia.org/wiki/Dell_Magazines",
        "https://en.wikipedia.org/wiki/Maki_Kaji",
        "https://en.wikipedia.org/wiki/Kanji",
        "https://en.wikipedia.org/wiki/Rotational_symmetry",
        "https://en.wikipedia.org/wiki/Asahi_Shimbun",
        "https://en.wikipedia.org/wiki/Wayne_Gould",
        "https://en.wikipedia.org/wiki/Crossword",
        "https://en.wikipedia.org/wiki/The_Times",
        "https://en.wikipedia.org/wiki/Brentford",
        "https://en.wikipedia.org/wiki/London_Underground",
        "https://en.wikipedia.org/wiki/Channel_4",
        "https://en.wikipedia.org/wiki/Teletext",
        "https://en.wikipedia.org/wiki/Radio_Times",
        "https://en.wikipedia.org/wiki/Wayne_Gould",
        "https://en.wikipedia.org/wiki/The_Conway_Daily_Sun",
        "https://en.wikipedia.org/wiki/Sky_One",
        "https://en.wikipedia.org/wiki/Puzzle_contest",
        "https://en.wikipedia.org/wiki/Sky_One",
        "https://en.wikipedia.org/wiki/Carol_Vorderman",
        "https://en.wikipedia.org/wiki/Winchelsea",
        "https://en.wikipedia.org/wiki/Cheshire",
        "https://en.wikipedia.org/wiki/BBC",
        "https://en.wikipedia.org/wiki/Game_show",
        "https://en.wikipedia.org/wiki/MP3_file",
        "https://en.wikipedia.org/wiki/Sony",
        "https://en.wikipedia.org/wiki/Linux",
        "https://en.wikipedia.org/wiki/Nintendo_DS",
        "https://en.wikipedia.org/wiki/PlayStation_Portable",
        "https://en.wikipedia.org/wiki/Game_Boy_Advance",
        "https://en.wikipedia.org/wiki/Xbox_Live_Arcade",
        "https://en.wikipedia.org/wiki/Nook",
        "https://en.wikipedia.org/wiki/IPod",
        "https://en.wikipedia.org/wiki/IPhone",
        "https://en.wikipedia.org/wiki/Nokia",
        "https://en.wikipedia.org/wiki/ITunes_Store",
        "https://en.wikipedia.org/wiki/Software_Developers",
        "https://en.wikipedia.org/wiki/Australian_dollar",
        "https://en.wikipedia.org/wiki/Nonomino",
        "https://en.wikipedia.org/wiki/Jigsaw_puzzle",
        "https://en.wikipedia.org/wiki/The_Sunday_Telegraph",
        "https://en.wikipedia.org/wiki/Pentomino",
        "https://en.wikipedia.org/wiki/World_Puzzle_Championship",
        "https://en.wikipedia.org/wiki/Heptomino",
        "https://en.wikipedia.org/wiki/USA_Today",
        "https://en.wikipedia.org/wiki/The_Daily_Mail",
        "https://en.wikipedia.org/wiki/Killer_sudoku",
        "https://en.wikipedia.org/wiki/Kakuro",
        "https://en.wikipedia.org/wiki/Hebdomada_aenigmatum",
        "https://en.wikipedia.org/wiki/TV_Guide_Magazine",
        "https://en.wikipedia.org/wiki/NRC_Handelsblad",
        "https://en.wikipedia.org/wiki/The_International_New_York_Times",
        "https://en.wikipedia.org/wiki/Will_Shortz",
        "https://en.wikipedia.org/wiki/Quincunx",
        "https://en.wikipedia.org/wiki/The_Age",
        "https://en.wikipedia.org/wiki/The_Sydney_Morning_Herald",
        "https://en.wikipedia.org/wiki/The_Baltimore_Sun",
        "https://en.wikipedia.org/wiki/Toronto_Star",
        "https://en.wikipedia.org/wiki/Set_game",
        "https://en.wikipedia.org/wiki/The_Daily_Telegraph",
        "https://en.wikipedia.org/wiki/Sudoku_Cube",
        "https://en.wikipedia.org/wiki/Glossary_of_Sudoku",
        "https://en.wikipedia.org/wiki/Mathematics_of_Sudoku",
        "https://en.wikipedia.org/wiki/Latin_square",
        "https://en.wikipedia.org/wiki/Sudoku_solving_algorithms",
        "https://en.wikipedia.org/wiki/Dancing_links",
        "https://en.wikipedia.org/wiki/Combinatorial_explosion",
        "https://en.wikipedia.org/wiki/Graph_coloring",
        "https://en.wikipedia.org/wiki/Symmetries",
        "https://en.wikipedia.org/wiki/SM_City_Baliuag",
        "https://en.wikipedia.org/wiki/World_Sudoku_Championship",
        "https://en.wikipedia.org/wiki/Lucca",
        "https://en.wikipedia.org/wiki/Italy",
        "https://en.wikipedia.org/wiki/Czech_Republic",
        "https://en.wikipedia.org/wiki/Thomas_Snyder",
        "https://en.wikipedia.org/wiki/Slovakia",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/The_Philadelphia_Inquirer_Sudoku_National_Championship",
        "https://en.wikipedia.org/wiki/36_Cube",
        "https://en.wikipedia.org/wiki/Blendoku",
        "https://en.wikipedia.org/wiki/Constraint_satisfaction_problem",
        "https://en.wikipedia.org/wiki/Cracking_the_Cryptic",
        "https://en.wikipedia.org/wiki/Futoshiki",
        "https://en.wikipedia.org/wiki/Glossary_of_Sudoku",
        "https://en.wikipedia.org/wiki/Hashiwokakero",
        "https://en.wikipedia.org/wiki/Hidato",
        "https://en.wikipedia.org/wiki/KenKen",
        "https://en.wikipedia.org/wiki/List_of_Nikoli_puzzle_types",
        "https://en.wikipedia.org/wiki/Logic_puzzle",
        "https://en.wikipedia.org/wiki/Nonogram",
        "https://en.wikipedia.org/wiki/Str8ts",
        "https://en.wikipedia.org/wiki/Sudoku_solving_algorithms",
        "https://en.wikipedia.org/wiki/The_Christian_Science_Monitor",
        "https://en.wikipedia.org/wiki/Eugene_Lawler",
        "https://en.wikipedia.org/wiki/The_Mathematical_Association_of_America",
        "https://en.wikipedia.org/wiki/The_Wall_Street_Journal",
        "https://en.wikipedia.org/wiki/The_Herald_Sun",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/GameSpot",
        "https://en.wikipedia.org/wiki/The_Sydney_Morning_Herald",
        "https://en.wikipedia.org/wiki/BBC_News",
        "https://en.wikipedia.org/wiki/BBC_News",
        "https://en.wikipedia.org/wiki/Scientific_American",
        "https://en.wikipedia.org/wiki/University_of_North_Carolina",
        "https://en.wikipedia.org/wiki/Curlie",
        "https://en.wikipedia.org/wiki/BBC",
        "https://en.wikipedia.org/wiki/Sudoku",
        "https://en.wikipedia.org/wiki/Sudoku",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}