{
    "url": "https://en.wikipedia.org/wiki/Sue_Townsend",
    "title": "Sue Townsend",
    "table_of_contents": [
        "1 Early life",
        "2 Marriage and pre-writing career",
        "3 Transition to a writing career",
        "4 Success of Adrian Mole",
        "5 Later life and career",
        "6 Political beliefs",
        "7 Health problems",
        "7.1 Death",
        "8 Awards",
        "9 Works",
        "9.1 Adrian Mole series",
        "9.2 Other novels",
        "9.3 Plays",
        "9.4 Non-fiction",
        "10 Footnotes",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSusan Lillian Townsend, FRSL (née Johnstone, 2 April 1946 – 10 April 2014), was an English writer and humorist whose work encompasses novels, plays and works of journalism. She was best known for creating the character Adrian Mole.\n\nAfter writing in secret from the age of 14, Townsend first became known for her plays, her signature character first appearing in a radio drama, but her work soon expanded into other forms. She enjoyed great success in the 1980s, with her Adrian Mole books selling more copies than any other work of fiction in Britain during the decade. This series, which eventually encompassed nine books, takes the form of the character's diaries. The earliest books recount the life of a teenage boy during the Thatcher years, but the sequence eventually depicts Adrian Mole in middle age.\n\nThe Queen and I (1992), another popular work which was well received, was an outlet for her republican sentiments, although the Royal Family is still rendered with sympathy. Both the earliest Adrian Mole book and The Queen and I were adapted for the stage and enjoyed successful runs in London's West End.\n\nTownsend was poor until well into her thirties, and used her experiences of hardship in her work. In her later years she experienced ill health, in part related to the diabetes she developed in the mid-1980s, and in her last years endured serious sight and mobility problems.\n\n"
        },
        {
            "title": "Early life",
            "text": "Townsend was born at the Maternity Hospital in Causeway Lane, Leicester, the oldest of three sisters.[1][2] Her father had worked at a factory making jet engines before becoming a postman, while her mother worked in a factory canteen.[3] She attended Glen Hills Primary School, where the school secretary was Mrs Claricotes, a name she used for the school secretary in the Adrian Mole books.\n\nAt the age of eight, Townsend contracted mumps, and was obliged to stay at home. Her mother bought a collection of Richmal Crompton's Just William books at a jumble sale which Townsend read avidly. Later, she said the William Brown character was an influence on her best-known creation.[1]\n\nAfter failing her 11-plus exam, Townsend went to the secondary modern South Wigston High School.[4] During her childhood, while up a tree playing with her peers, she witnessed the murder of a fellow schoolgirl, but the children were not believed.[5] The murder was committed by Joseph Christopher Reynolds (31), convicted at Leicester Assizes for the murder of Janet Warner, and hanged by Albert Pierrepoint on 17 November 1953. It was to be the last execution carried out at Leicester Prison.\n\n"
        },
        {
            "title": "Marriage and pre-writing career",
            "text": "Townsend left school at the age of 14 and worked in a variety of jobs including packer for Birds Eye, a petrol station attendant and a receptionist.[6] Working at a petrol station allowed her the chance to read between serving customers.[7]\n\nShe married Keith Townsend, a sheet metal worker on 25 April 1964; the couple had three children under five by the time Townsend was 23 (Sean, Daniel, and Victoria). In 1971 the marriage ended and she became a single parent.[8] In this position, Townsend and her children endured considerable hardship. In Mr Bevan's Dream: Why Britain Needs Its Welfare State (1989), a short book in the Counterblasts series, she recounts an experience from when her eldest child was five. Because the Department of Social Security was unable to give her even 50p to tide them over, she was obliged to feed herself and her children on a tin of peas and an Oxo cube as an evening meal. Townsend would collect used Corona bottles, to redeem the 4p return fee by which to feed her children.[9]\n\nAged 13, her son questioned one Sunday why they didn't go to animal parks on weekends like other families. She later recounted that it was the start of her writing which became the Adrian Mole books, looking at life through the clinical eyes of a teenager but in a comedic manner. Townsend then chose to research the world of teenagers, and started attending youth clubs as a volunteer organiser. This led to her training as a youth worker.\n\nWhile employed as a supervisor at an adventure playground, she observed a man making canoes nearby and, because he was married, put off talking to him; it was a year before he asked her for a date.[7] It was at a canoeing course she met her future second husband, Colin Broadway, who was the father of her fourth child, Elizabeth.[2]\n\nTownsend and Broadway married on 13 June 1986.\n\n"
        },
        {
            "title": "Transition to a writing career",
            "text": "Townsend's new partner encouraged her to join a writers' group at the Phoenix Theatre, Leicester, in 1978, when she was in her early thirties. Initially too shy to speak, she did not write anything for six weeks, but was then given a fortnight to write a play. This became the thirty-minute drama Womberang (1979), set in the waiting room of a gynaecology department.[10] At the Phoenix, she became the writer-in-residence.[5]\n\nDuring this time she was mentored by several theatre directors including Ian Giles and principally Sue Pomeroy who commissioned and directed a number of her plays including Womberang, Dayroom, Groping for Words and subsequently Ear, Nose and Throat. She was also introduced to William Ash, then chairman of the Soho Poly (now Soho Theatre), who likewise played a significant part in shaping her early career. She met writer-director Carole Hayman on the stairs of the Soho Poly theatre and went on to develop many theatre pieces with her for the Royal Court and Joint Stock, including Bazarre and Rummage and The Great Celestial Cow. They later co-wrote two television series, The Refuge and The Spinney.[11][12]\n\nAt the time of writing the first Adrian Mole book, Townsend was living on the Eyres Monsell Estate, near the house in which playwright Joe Orton was brought up. Mole \"came into my head when my eldest son said 'Why don't we go to safari parks like other families do?' That's the only real line of dialogue from my family that's in any of the Mole books. It's in because it triggered it. I remembered that kind of whiny, adolescent self-pity, that 'surely these are not my parents.'\"[13]\n\n"
        },
        {
            "title": "Success of Adrian Mole",
            "text": "The first two published stories appeared in a short-lived arts' journal entitled magazine, in the editing and production of which Townsend was involved, featuring the character then still called Nigel Mole. Actor Nigel Bennett had given her help and encouragement to persist with the work and sent the script to John Tydeman, the deputy head of BBC Radio Drama.[10] The character first came to national awareness in a single radio play, The Diary of Nigel Mole, Aged 13¼, broadcast by BBC Radio 4 on New Year's Day 1982.[14]\n\nSomeone at the publishers Methuen heard the broadcast and commissioned Townsend to write the first book, The Secret Diary of Adrian Mole, Aged 13¾ which came out in September of [15] The publisher insisted on the change of name because of the similarity to Nigel Molesworth, the schoolboy character created by Ronald Searle and Geoffrey Willans.[2] A month after the book's appearance it had topped the best seller list and had sold a million copies after a year.[3] Adapted as a play, the stage version premiered in Leicester and ran at Wyndham's Theatre for more than two years.[16] The first two books were seen by many as a realistic and humorous treatment of the inner life of an adolescent boy. They also captured something of the zeitgeist of Britain during the Thatcher era.[17]\n\nThe Growing Pains of Adrian Mole (1984) was reputedly based on her children's experiences at Mary Linwood Comprehensive School in Leicester. Several of the teachers who appear in the book (such as Ms Fossington-Gore and Mr Dock) are based on staff who worked at the school in the early 1980s. When the book was televised, it was mostly filmed at a different school nearby. Mary Linwood Comprehensive was closed in 1997.\n\nThese first two books were adapted into a television series, broadcast in 1985 and 1987, and a video game.\n\n"
        },
        {
            "title": "Later life and career",
            "text": "The Queen and I (1992) is a novel whose plot involves the Royal family have been rehoused in a council estate after a Republican revolution. Townsend had become a republican while a child. In an interview for The Independent published in September 1992 she related that after finding the idea of God a ridiculous idea, an argument in favour of the British monarchy also collapsed. \"I was frightened that people believed in it all, the whole package, and I must be the only one with these feelings. It was a moment of revelation, but at the same time it would have been wicked ever to mention it.\" In addition, she was \"being taught about infinity, which I found mind-boggling. It made me feel we were all tiny, tiny specks: and if I was, then they – the Royal Family – were, too.\"[7]\n\nLike the first Mole book, The Queen and I was adapted for the stage with songs by Ian Dury and Mickey Gallagher. Michael Billington writes that Townsend \"was ahead of the game\" in treating the royal family as a suitable subject for drama. He writes: \"Far from seeming like a piece of republican propaganda, the play actually made the royals endearing.\"[16] A later book in a similar vein, Queen Camilla (2006), was less well received.[18][19]\n\nOn 25 February 2009, Leicester City Council announced that Townsend would be given the Honorary Freedom of Leicester (where she lived).[20] Townsend became a Fellow of the Royal Society of Literature (FRSL) in 1993.[21] Amongst her honours and awards, she received honorary doctorates from the University of Leicester, from Loughborough University and De Montfort University, Leicester.\n\nIn 1991 Townsend appeared on BBC Radio 4's Desert Island Discs. Her chosen book was Lucky Jim by Kingsley Amis and her luxury item was a swimming pool of champagne.[22]\n\n"
        },
        {
            "title": "Political beliefs",
            "text": "In 1989 Townsend published Mr Bevan's Dream – Why Britain Needs its Welfare State, one of the series of Counterblast essays written by such authors as Paul Foot, Marina Warner and Fay Weldon which critiqued, either directly or indirectly the social consequences of Thatcherism.\n\nShe describes being \"mesmerized\" when seeing Aneurin Bevan, the prime mover of the British welfare state on television for the first time.[23] The book consists of a series of short anecdotal stories which touch on ways in which the welfare and education systems of the day supported or (mostly) failed ordinary citizens. In \"The Quick Birth\", Townsend recalls the experience of giving birth to her first child, born prematurely but who survived thanks to the dedicated National Health Service staff at her local hospital in Leicester; \"Community Care\" deals with the treatment of vulnerable people with mental health issues; \"Mr Smith's privatised penis\", the final section, is a dystopian satire on a future where pavements, sunlight, fresh air and even lovemaking have been sold off to private enterprise.\n\n\"In this pamphlet, I have fallen back on the traditional working class method for expressing ideas – the anecdote, or what is now called the \"oral tradition\" (which is only a fancy term for working-class people talking to each other but not bothering to record what they've heard\").[24]\n\nTownsend, in a 2009 Guardian interview with Alex Clark, described herself as a \"passionate socialist\" who had no time for New Labour. \"I support the memory and the history of the party and I consider that these lot are interlopers\", she told Clark.[13] Despite these comments, Townsend said in 1999 that she had only voted Labour once, and in fact her preference was \"Communist, Socialist Workers, or a minority party usually.\"[5] The journalist Christina Patterson observed of Townsend in 2008: \"Her heart, it's clear from her books and a few hours in her company, is still with the people she left behind, the people who go largely unchronicled in literature, the people who are still her friends.\"[25]\n\n"
        },
        {
            "title": "Health problems",
            "text": "Townsend experienced ill health for several years. She was a chain smoker, had tuberculosis (TB), peritonitis at 23 and had a heart attack in her 30s.[2] She developed diabetes in the 1980s.[26] It was a condition with which she struggled, believing herself to be the \"world's worst diabetic\".[27] The condition led to Townsend's being registered blind in 2001,[12] and she wove this theme into her work.\n\nAfter experiencing kidney failure, she underwent dialysis and in September 2009 she received a kidney from her elder son Sean, after a two-year wait for a donor.[2] She also had degenerative arthritis, which left her reliant on a wheelchair.[2] By this time, she was dictating to Sean, who worked as her typist.[28][29] Surgery was carried out at Leicester General Hospital and Townsend spoke to the BBC about her illness on an appeal for National Kidney Day.[30]\n\nTownsend died at her home on 10 April 2014, eight days after her 68th birthday, following a stroke.[26][31] Stephen Mangan, who portrayed Adrian Mole in the 2001 television adaptation, stated that he was \"greatly upset to hear that Sue Townsend has died. One of the warmest, funniest and wisest people I ever met\".[31] Townsend was survived by her husband, four children and ten grandchildren.[32]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Leicester",
        "https://en.wikipedia.org/wiki/Adrian_Mole",
        "https://en.wikipedia.org/wiki/Royal_Society_of_Literature",
        "https://en.wikipedia.org/wiki/Journalism",
        "https://en.wikipedia.org/wiki/Adrian_Mole",
        "https://en.wikipedia.org/wiki/Premiership_of_Margaret_Thatcher",
        "https://en.wikipedia.org/wiki/West_End_theatre",
        "https://en.wikipedia.org/wiki/Diabetes",
        "https://en.wikipedia.org/wiki/Leicester",
        "https://en.wikipedia.org/wiki/Jet_engine",
        "https://en.wikipedia.org/wiki/Postman",
        "https://en.wikipedia.org/wiki/Mumps",
        "https://en.wikipedia.org/wiki/Richmal_Crompton",
        "https://en.wikipedia.org/wiki/Jumble_sale",
        "https://en.wikipedia.org/wiki/Eleven_plus_exam",
        "https://en.wikipedia.org/wiki/South_Wigston_High_School",
        "https://en.wikipedia.org/wiki/Murder",
        "https://en.wikipedia.org/wiki/HM_Prison_Leicester",
        "https://en.wikipedia.org/wiki/Birds_Eye",
        "https://en.wikipedia.org/wiki/Sheet_metal",
        "https://en.wikipedia.org/wiki/Department_of_Social_Security",
        "https://en.wikipedia.org/wiki/Canoe",
        "https://en.wikipedia.org/wiki/Upper_Brown_Street",
        "https://en.wikipedia.org/wiki/Gynaecology",
        "https://en.wikipedia.org/wiki/Soho_Theatre",
        "https://en.wikipedia.org/wiki/Carole_Hayman",
        "https://en.wikipedia.org/wiki/Royal_Court_Theatre",
        "https://en.wikipedia.org/wiki/Joint_Stock_Theatre_Company",
        "https://en.wikipedia.org/wiki/Eyres_Monsell",
        "https://en.wikipedia.org/wiki/Joe_Orton",
        "https://en.wikipedia.org/wiki/Nigel_Bennett",
        "https://en.wikipedia.org/wiki/John_Tydeman",
        "https://en.wikipedia.org/wiki/BBC_Radio_4",
        "https://en.wikipedia.org/wiki/Methuen_Publishing",
        "https://en.wikipedia.org/wiki/Nigel_Molesworth",
        "https://en.wikipedia.org/wiki/Ronald_Searle",
        "https://en.wikipedia.org/wiki/Geoffrey_Willans",
        "https://en.wikipedia.org/wiki/Zeitgeist",
        "https://en.wikipedia.org/wiki/Margaret_Thatcher",
        "https://en.wikipedia.org/wiki/Mary_Linwood_Comprehensive_School",
        "https://en.wikipedia.org/wiki/Republicanism_in_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/Ian_Dury",
        "https://en.wikipedia.org/wiki/Leicester_City_Council",
        "https://en.wikipedia.org/wiki/Royal_Society_of_Literature",
        "https://en.wikipedia.org/wiki/University_of_Leicester",
        "https://en.wikipedia.org/wiki/Loughborough_University",
        "https://en.wikipedia.org/wiki/De_Montfort_University",
        "https://en.wikipedia.org/wiki/Desert_Island_Discs",
        "https://en.wikipedia.org/wiki/Lucky_Jim",
        "https://en.wikipedia.org/wiki/Kingsley_Amis",
        "https://en.wikipedia.org/wiki/Swimming_pool",
        "https://en.wikipedia.org/wiki/Marina_Warner",
        "https://en.wikipedia.org/wiki/Fay_Weldon",
        "https://en.wikipedia.org/wiki/Thatcherism",
        "https://en.wikipedia.org/wiki/Aneurin_Bevan",
        "https://en.wikipedia.org/wiki/Welfare_state",
        "https://en.wikipedia.org/wiki/Anecdotal",
        "https://en.wikipedia.org/wiki/National_Health_Service",
        "https://en.wikipedia.org/wiki/New_Labour",
        "https://en.wikipedia.org/wiki/Christina_Patterson",
        "https://en.wikipedia.org/wiki/Chain_smoker",
        "https://en.wikipedia.org/wiki/Tuberculosis",
        "https://en.wikipedia.org/wiki/Peritonitis",
        "https://en.wikipedia.org/wiki/Heart_attack",
        "https://en.wikipedia.org/wiki/Diabetes",
        "https://en.wikipedia.org/wiki/Kidney_dialysis",
        "https://en.wikipedia.org/wiki/Arthritis",
        "https://en.wikipedia.org/wiki/Leicester_General_Hospital",
        "https://en.wikipedia.org/wiki/Stroke",
        "https://en.wikipedia.org/wiki/Stephen_Mangan",
        "https://en.wikipedia.org/wiki/Thames_Television",
        "https://en.wikipedia.org/wiki/University_of_Leicester",
        "https://en.wikipedia.org/wiki/Loughborough_University",
        "https://en.wikipedia.org/wiki/University_College_Dublin",
        "https://en.wikipedia.org/wiki/Specsavers_National_Book_Awards",
        "https://en.wikipedia.org/wiki/Caroline_Quentin",
        "https://en.wikipedia.org/wiki/De_Montfort_University",
        "https://en.wikipedia.org/wiki/The_Growing_Pains_of_Adrian_Mole",
        "https://en.wikipedia.org/wiki/The_True_Confessions_of_Adrian_Albert_Mole",
        "https://en.wikipedia.org/wiki/Adrian_Mole_and_the_Weapons_of_Mass_Destruction",
        "https://en.wikipedia.org/wiki/Rebuilding_Coventry",
        "https://en.wikipedia.org/wiki/British_Royal_Family",
        "https://en.wikipedia.org/wiki/Leicester_Haymarket_Theatre",
        "https://en.wikipedia.org/wiki/Sue_Townsend_Theatre",
        "https://en.wikipedia.org/wiki/Sue_Townsend_Theatre",
        "https://en.wikipedia.org/wiki/BBC_News",
        "https://en.wikipedia.org/wiki/Daily_Mirror",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Adrian_Mole",
        "https://en.wikipedia.org/wiki/The_Growing_Pains_of_Adrian_Mole",
        "https://en.wikipedia.org/wiki/The_True_Confessions_of_Adrian_Albert_Mole",
        "https://en.wikipedia.org/wiki/Adrian_Mole_and_the_Small_Amphibians",
        "https://en.wikipedia.org/wiki/Adrian_Mole_and_the_Weapons_of_Mass_Destruction",
        "https://en.wikipedia.org/wiki/Rebuilding_Coventry",
        "https://en.wikipedia.org/wiki/Adrian_Mole",
        "https://en.wikipedia.org/wiki/The_Growing_Pains_of_Adrian_Mole",
        "https://en.wikipedia.org/wiki/The_True_Confessions_of_Adrian_Albert_Mole",
        "https://en.wikipedia.org/wiki/Adrian_Mole_and_the_Weapons_of_Mass_Destruction",
        "https://en.wikipedia.org/wiki/List_of_Adrian_Mole_characters",
        "https://en.wikipedia.org/wiki/Pauline_Mole",
        "https://en.wikipedia.org/wiki/Rosie_Mole",
        "https://en.wikipedia.org/wiki/Pandora_Braithwaite",
        "https://en.wikipedia.org/wiki/Sue_Townsend",
        "https://en.wikipedia.org/wiki/Sue_Townsend",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}