{
    "url": "https://en.wikipedia.org/wiki/Sundial",
    "title": "Sundial",
    "table_of_contents": [
        "1 Introduction",
        "2 Apparent motion of the Sun",
        "3 History",
        "4 Functioning",
        "5 In the Southern Hemisphere",
        "6 Adjustments to calculate clock time from a sundial reading",
        "6.1 Summer (daylight saving) time correction",
        "6.2 Time-zone (longitude) correction",
        "6.3 Equation of time correction",
        "7 With fixed axial gnomon",
        "7.1 Empirical hour-line marking",
        "7.2 Equatorial sundials",
        "7.3 Horizontal sundials",
        "7.4 Vertical sundials",
        "7.5 Polar dials",
        "7.6 Vertical declining dials",
        "7.7 Reclining dials",
        "7.8 Declining-reclining dials/ Declining-inclining dials",
        "7.8.1 Empirical method",
        "7.9 Spherical sundials",
        "7.10 Cylindrical, conical, and other non-planar sundials",
        "8 Movable-gnomon sundials",
        "8.1 Universal equinoctial ring dial",
        "8.2 Analemmatic sundials",
        "8.3 Foster-Lambert dials",
        "9 Altitude-based sundials",
        "9.1 Human shadows",
        "9.2 Shepherd's dial – timesticks",
        "9.3 Ring dials",
        "9.4 Card dials (Capuchin dials)",
        "9.5 Navicula",
        "10 Nodus-based sundials",
        "10.1 Reflection sundials",
        "11 Multiple dials",
        "11.1 Diptych (tablet) sundial",
        "11.2 Multiface dials",
        "11.3 Prismatic dials",
        "12 Unusual sundials",
        "12.1 Benoy dial",
        "12.2 Bifilar sundial",
        "12.3 Digital sundial",
        "12.4 Globe dial",
        "12.5 Noon marks",
        "12.6 Sundial cannon",
        "13 Meridian lines",
        "14 Sundial mottoes",
        "15 Use as a compass",
        "16 See also",
        "17 Notes",
        "18 References",
        "18.1 Citations",
        "18.2 Sources",
        "19 External links",
        "19.1 National organisations",
        "19.2 Historical",
        "19.3 Other"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A sundial is a horological device that tells the time of day (referred to as civil time in modern usage) when direct sunlight shines by the apparent position of the Sun in the sky. In the narrowest sense of the word, it consists of a flat plate (the dial) and a gnomon, which casts a shadow onto the dial. As the Sun appears to move through the sky, the shadow aligns with different hour-lines, which are marked on the dial to indicate the time of day. The style is the time-telling edge of the gnomon, though a single point or nodus may be used. The gnomon casts a broad shadow; the shadow of the style shows the time. The gnomon may be a rod, wire, or elaborately decorated metal casting. The style must be parallel to the axis of the Earth's rotation for the sundial to be accurate throughout the year. The style's angle from horizontal is equal to the sundial's geographical latitude.\n\nThe term sundial can refer to any device that uses the Sun's altitude or azimuth (or both) to show the time. Sundials are valued as decorative objects, metaphors, and objects of intrigue and mathematical study.\n\nThe passing of time can be observed by placing a stick in the sand or a nail in a board and placing markers at the edge of a shadow or outlining a shadow at intervals. It is common for inexpensive, mass-produced decorative sundials to have incorrectly aligned gnomons, shadow lengths, and hour-lines, which cannot be adjusted to tell correct time.[2]\n\n"
        },
        {
            "title": "Introduction",
            "text": "There are several different types of sundials. Some sundials use a shadow or the edge of a shadow while others use a line or spot of light to indicate the time.\n\nThe shadow-casting object, known as a gnomon, may be a long thin rod or other object with a sharp tip or a straight edge. Sundials employ many types of gnomon. The gnomon may be fixed or moved according to the season. It may be oriented vertically, horizontally, aligned with the Earth's axis, or oriented in an altogether different direction determined by mathematics.\n\nGiven that sundials use light to indicate time, a line of light may be formed by allowing the Sun's rays through a thin slit or focusing them through a cylindrical lens. A spot of light may be formed by allowing the Sun's rays to pass through a small hole, window, oculus, or by reflecting them from a small circular mirror. A spot of light can be as small as a \npinhole in a solargraph or as large as the oculus in the Pantheon.\n\nSundials also may use many types of surfaces to receive the light or shadow. Planes are the most common surface, but partial spheres, cylinders, cones and other shapes have been used for greater accuracy or beauty.\n\nSundials differ in their portability and their need for orientation. The installation of many dials requires knowing the local latitude, the precise vertical direction (e.g., by a level or plumb-bob), and the direction to true North. Portable dials are self-aligning: for example, it may have two dials that operate on different principles, such as a horizontal and analemmatic dial, mounted together on one plate.  In these designs, their times agree only when the plate is aligned properly.\n\nSundials may indicate the local solar time only. To obtain the national clock time, three corrections are required:\n\n"
        },
        {
            "title": "Apparent motion of the Sun",
            "text": "The principles of sundials are understood most easily from the Sun's apparent motion.[3] The Earth rotates on its axis, and revolves in an elliptical orbit around the Sun. An excellent approximation assumes that the Sun revolves around a stationary Earth on the celestial sphere, which rotates every 24 hours about its celestial axis.  The celestial axis is the line connecting the celestial poles. Since the celestial axis is aligned with the axis about which the Earth rotates, the angle of the axis with the local horizontal is the local geographical latitude.\n\nUnlike the fixed stars, the Sun changes its position on the celestial sphere, being (in the northern hemisphere) at a positive declination in spring and summer, and at a negative declination in autumn and winter, and having exactly zero declination (i.e., being on the celestial equator) at the equinoxes. The Sun's celestial longitude also varies, changing by one complete revolution per year. The path of the Sun on the celestial sphere is called the ecliptic.  The ecliptic passes through the twelve constellations of the zodiac in the course of a year.\n\nThis model of the Sun's motion helps to understand sundials. If the shadow-casting gnomon is aligned with the celestial poles, its shadow will revolve at a constant rate, and this rotation will not change with the seasons. This is the most common design.  In such cases, the same hour lines may be used throughout the year. The hour-lines will be spaced uniformly if the surface receiving the shadow is either perpendicular (as in the equatorial sundial) or circular about the gnomon (as in the armillary sphere).\n\nIn other cases, the hour-lines are not spaced evenly, even though the shadow rotates uniformly. If the gnomon is not aligned with the celestial poles, even its shadow will not rotate uniformly, and the hour lines must be corrected accordingly. The rays of light that graze the tip of a gnomon, or which pass through a small hole, or reflect from a small mirror, trace out a cone aligned with the celestial poles. The corresponding light-spot or shadow-tip, if it falls onto a flat surface, will trace out a conic section, such as a hyperbola, ellipse or (at the North or South Poles) a circle.\n\nThis conic section is the intersection of the cone of light rays with the flat surface. This cone and its conic section change with the seasons, as the Sun's declination changes; hence, sundials that follow the motion of such light-spots or shadow-tips often have different hour-lines for different times of the year.  This is seen in shepherd's dials, sundial rings, and vertical gnomons such as obelisks. Alternatively, sundials may change the angle or position (or both) of the gnomon relative to the hour lines, as in the analemmatic dial or the Lambert dial.\n\n"
        },
        {
            "title": "History",
            "text": "The earliest sundials known from the archaeological record are shadow clocks (1500 BC or BCE) from ancient Egyptian astronomy and Babylonian astronomy.  Presumably, humans were telling time from shadow-lengths at an even earlier date, but this is hard to verify.  In roughly 700 BC, the Old Testament describes a sundial—the \"dial of Ahaz\" mentioned in Isaiah 38:8 and 2 Kings 20:11. By 240 BC Eratosthenes had estimated the circumference of the world using an obelisk and a water well and a few centuries later Ptolemy had charted the latitude of cities using the angle of the sun. The people of Kush created sun dials through geometry.[4][5] The Roman writer Vitruvius lists dials and shadow clocks known at that time in his De architectura. The Tower of Winds constructed in Athens included sundial and a water clock for telling time. A canonical sundial is one that indicates the canonical hours of liturgical acts. Such sundials were used from the 7th to the 14th centuries by the members of religious communities.  The Italian astronomer Giovanni Padovani published a treatise on the sundial in 1570, in which he included instructions for the manufacture and laying out of mural (vertical) and horizontal sundials. Giuseppe Biancani's Constructio instrumenti ad horologia solaria (c. 1620) discusses how to make a perfect sundial. They have been commonly used since the 16th century.\n\n"
        },
        {
            "title": "Functioning",
            "text": "In general, sundials indicate the time by casting a shadow or throwing light onto a surface known as a dial face or dial plate.  Although usually a flat plane, the dial face may also be the inner or outer surface of a sphere, cylinder, cone, helix, and various other shapes.\n\nThe time is indicated where a shadow or light falls on the dial face, which is usually inscribed with hour lines.  Although usually straight, these hour lines may also be curved, depending on the design of the sundial (see below).  In some designs, it is possible to determine the date of the year, or it may be required to know the date to find the correct time.  In such cases, there may be multiple sets of hour lines for different months, or there may be mechanisms for setting/calculating the month.  In addition to the hour lines, the dial face may offer other data—such as the horizon, the equator and the tropics—which are referred to collectively as the dial furniture.\n\nThe entire object that casts a shadow or light onto the dial face is known as the sundial's gnomon.[6]  However, it is usually only an edge of the gnomon (or another linear feature) that casts the shadow used to determine the time; this linear feature is known as the sundial's style.  The style is usually aligned parallel to the axis of the celestial sphere, and therefore is aligned with the local geographical meridian.  In some sundial designs, only a point-like feature, such as the tip of the style, is used to determine the time and date; this point-like feature is known as the sundial's nodus.[6][a]\nSome sundials use both a style and a nodus to determine the time and date.\n\nThe gnomon is usually fixed relative to the dial face, but not always; in some designs such as the analemmatic sundial, the style is moved according to the month. If the style is fixed, the line on the dial plate perpendicularly beneath the style is called the substyle,[6] meaning \"below the style\".  The angle the style makes with the plane of the dial plate is called the substyle height, an unusual use of the word height to mean an angle. On many wall dials, the substyle is not the same as the noon line (see below). The angle on the dial plate between the noon line and the substyle is called the substyle distance, an unusual use of the word distance to mean an angle.\n\nBy tradition, many sundials have a motto.  The motto is usually in the form of an epigram: sometimes sombre reflections on the passing of time and the brevity of life, but equally often humorous witticisms of the dial maker. One such quip is, I am a sundial, and I make a botch, Of what is done much better by a watch.[7][8]\n\nA dial is said to be equiangular if its hour-lines are straight and spaced equally.  Most equiangular sundials have a fixed gnomon style aligned with the Earth's rotational axis, as well as a shadow-receiving surface that is symmetrical about that axis; examples include the equatorial dial, the equatorial bow, the armillary sphere, the cylindrical dial and the conical dial.  However, other designs are equiangular, such as the Lambert dial, a version of the analemmatic sundial with a moveable style.\n\n"
        },
        {
            "title": "In the Southern Hemisphere",
            "text": "A sundial at a particular latitude in one hemisphere must be reversed for use at the opposite latitude in the other hemisphere.[9] A vertical direct south sundial in the Northern Hemisphere becomes a vertical direct north sundial in the Southern Hemisphere. To position a horizontal sundial correctly, one has to find true North or South. The same process can be used to do both.[10] The gnomon, set to the correct latitude, has to point to the true South in the Southern hemisphere as in the Northern Hemisphere it has to point to the true North.[11] The hour numbers also run in opposite directions, so on a horizontal dial they run anticlockwise (US: counterclockwise) rather than clockwise.[12]\n\nSundials which are designed to be used with their plates horizontal in one hemisphere can be used with their plates vertical at the complementary latitude in the other hemisphere. For example, the illustrated sundial in Perth, Australia, which is at latitude 32 degrees South, would function properly if it were mounted on a south-facing vertical wall at latitude 58 (i.e. 90–32) degrees North, which is slightly further North than Perth, Scotland. The surface of the wall in Scotland would be parallel with the horizontal ground in Australia (ignoring the difference of longitude), so the sundial would work identically on both surfaces. Correspondingly, the hour marks, which run counterclockwise on a horizontal sundial in the southern hemisphere, also do so on a vertical sundial in the northern hemisphere. (See the first two illustrations at the top of this article.) On horizontal northern-hemisphere sundials, and on vertical southern-hemisphere ones, the hour marks run clockwise.\n\n"
        },
        {
            "title": "Adjustments to calculate clock time from a sundial reading",
            "text": "The most common reason for a sundial to differ greatly from clock time is that the sundial has not been oriented correctly or its hour lines have not been drawn correctly.  For example, most commercial sundials are designed as horizontal sundials as described above.  To be accurate, such a sundial must have been designed for the local geographical latitude and its style must be parallel to the Earth's rotational axis; the style must be aligned with true North and its height (its angle with the horizontal) must equal the local latitude.  To adjust the style height, the sundial can often be tilted slightly \"up\" or \"down\" while maintaining the style's north-south alignment.[13]\n\nSome areas of the world practice daylight saving time, which changes the official time, usually by one hour.  This shift must be added to the sundial's time to make it agree with the official time.\n\nA standard time zone covers roughly 15° of longitude, so any point within that zone which is not on the reference longitude (generally a multiple of 15°) will experience a difference from standard time that is equal to 4 minutes of time per degree.  For illustration, sunsets and sunrises are at a much later \"official\" time at the western edge of a time-zone, compared to sunrise and sunset times at the eastern edge.  If a sundial is located at, say, a longitude 5° west of the reference longitude, then its time will read 20 minutes slow, since the Sun appears to revolve around the Earth at 15° per hour.  This is a constant correction throughout the year.  For equiangular dials such as equatorial, spherical or Lambert dials, this correction can be made by rotating the dial surface by an angle equaling the difference in longitude, without changing the gnomon position or orientation.  However, this method does not work for other dials, such as a horizontal dial; the correction must be applied by the viewer.\n\nHowever, for political and practical reasons, time-zone boundaries have been skewed.  At their most extreme, time zones can cause official noon, including daylight savings, to occur up to three hours early (in which case the Sun is actually on the meridian at official clock time of 3 pm). This occurs in the far west of Alaska, China, and Spain. For more details and examples, see time zones.\n\nAlthough the Sun appears to rotate uniformly about the Earth, in reality this motion is not perfectly uniform. This is due to the eccentricity of the Earth's orbit (the fact that the Earth's orbit about the Sun is not perfectly circular, but slightly elliptical) and the tilt (obliquity) of the Earth's rotational axis relative to the plane of its orbit. Therefore, sundial time varies from standard clock time. On four days of the year, the correction is effectively zero. However, on others, it can be as much as a quarter-hour early or late. The amount of correction is described by the equation of time. This correction is equal worldwide: it does not depend on the local latitude or longitude of the observer's position. It does, however, change over long periods of time, (centuries or more,[14])\nbecause of slow variations in the Earth's orbital and rotational motions. Therefore, tables and graphs of the equation of time that were made centuries ago are now significantly incorrect. The reading of an old sundial should be corrected by applying the present-day equation of time, not one from the period when the dial was made.\n\nIn some sundials, the equation of time correction is provided as an informational plaque affixed to the sundial, for the  observer to calculate. In more sophisticated sundials the equation can be incorporated automatically. For example, some equatorial bow sundials are supplied with a small wheel that sets the time of year; this wheel in turn rotates the equatorial bow, offsetting its time measurement. In other cases, the hour lines may be curved, or the equatorial bow may be shaped like a vase, which exploits the changing altitude of the sun over the year to effect the proper offset in time.[15]\n\nA heliochronometer is a precision sundial first devised in about 1763 by Philipp Hahn and improved by Abbé Guyoux in about 1827.[16]\nIt corrects apparent solar time to mean solar time or another standard time. Heliochronometers usually indicate the minutes to within 1 minute of Universal Time.\n\n\nThe Sunquest sundial, designed by Richard L. Schmoyer in the 1950s, uses an analemmic inspired gnomon to cast a shaft of light onto an equatorial time-scale crescent. Sunquest is adjustable for latitude and longitude, automatically correcting for the equation of time, rendering it \"as accurate as most pocket watches\".[17][18][19][20]  Similarly, in place of the shadow of a gnomon the sundial at Miguel Hernández University uses the solar projection of a graph of the equation of time intersecting a time scale to display clock time directly. \nAn analemma may be added to many types of sundials to correct apparent solar time to mean solar time or another standard time. These usually have hour lines shaped like \"figure eights\" (analemmas) according to the equation of time. This compensates for the slight eccentricity in the Earth's orbit and the tilt of the Earth's axis that causes up to a 15-minute variation from mean solar time. This is a type of dial furniture seen on more complicated horizontal and vertical dials.\n\nPrior to the invention of accurate clocks, in the mid-17th Century, sundials were the only timepieces in common use, and were considered to tell the \"right\" time. The Equation of Time was not used. After the invention of good clocks, sundials were still considered to be correct, and clocks usually incorrect. The Equation of Time was used in the opposite direction from today, to apply a correction to the time shown by a clock to make it agree with sundial time. Some elaborate \"equation clocks\", such as one made by Joseph Williamson in 1720, incorporated mechanisms to do this correction automatically. (Williamson's clock may have been the first-ever device to use a differential gear.) Only after about 1800 was uncorrected clock time considered to be \"right\", and sundial time usually \"wrong\", so the Equation of Time became used as it is today.[21]\n\n"
        },
        {
            "title": "With fixed axial gnomon",
            "text": "The most commonly observed sundials are those in which the shadow-casting style is fixed in position and aligned with the Earth's rotational axis, being oriented with true North and South, and making an angle with the horizontal equal to the geographical latitude.  This axis is aligned with the celestial poles, which is closely, but not perfectly, aligned with the pole star Polaris.  For illustration, the celestial axis points vertically at the true North Pole, where it points horizontally on the equator.  The world's largest axial gnomon sundial is the mast of the Sundial Bridge at Turtle Bay in Redding, California .  A formerly world's largest gnomon is at Jaipur, raised 26°55\" above horizontal, reflecting the local latitude.[23]\n\nOn any given day, the Sun appears to rotate uniformly about this axis, at about 15° per hour, making a full circuit (360°) in 24 hours.  A linear gnomon aligned with this axis will cast a sheet of shadow (a half-plane) that, falling opposite to the Sun, likewise rotates about the celestial axis at 15° per hour.  The shadow is seen by falling on a receiving surface that is usually flat, but which may be spherical, cylindrical, conical or of other shapes.  If the shadow falls on a surface that is symmetrical about the celestial axis (as in an armillary sphere, or an equatorial dial), the surface-shadow likewise moves uniformly; the hour-lines on the sundial are equally spaced.  However, if the receiving surface is not symmetrical (as in most horizontal sundials), the surface shadow generally moves non-uniformly and the hour-lines are not equally spaced; one exception is the Lambert dial described below.\n\nSome types of sundials are designed with a fixed gnomon that is not aligned with the celestial poles like a vertical obelisk. Such sundials are covered below under the section, \"Nodus-based sundials\".\n\nThe formulas shown in the paragraphs below allow the positions of the hour-lines to be calculated for various types of sundial. In some cases, the calculations are simple; in others they are extremely complicated. There is an alternative, simple method of finding the positions of the hour-lines which can be used for many types of sundial, and saves a lot of work in cases where the calculations are complex.[24] This is an empirical procedure in which the position of the shadow of the gnomon of a real sundial is marked at hourly intervals. The equation of time must be taken into account to ensure that the positions of the hour-lines are independent of the time of year when they are marked. An easy way to do this is to set a clock or watch so it shows \"sundial time\"[b] which is standard time,[c] plus the equation of time on the day in question.[d][25] The hour-lines on the sundial are marked to show the positions of the shadow of the style when this clock shows whole numbers of hours, and are labelled with these numbers of hours. For example, when the clock reads 5:00, the shadow of the style is marked, and labelled \"5\" (or \"V\" in Roman numerals). If the hour-lines are not all marked in a single day, the clock must be adjusted every day or two to take account of the variation of the equation of time.\n\nThe distinguishing characteristic of the equatorial dial (also called the equinoctial dial)  is the planar surface that receives the shadow, which is exactly perpendicular to the gnomon's style.[27][28][29]  This plane is called equatorial, because it is parallel to the equator of the Earth and of the celestial sphere.  If the gnomon is fixed and aligned with the Earth's rotational axis, the sun's apparent rotation about the Earth casts a uniformly rotating sheet of shadow from the gnomon; this produces a uniformly rotating line of shadow on the equatorial plane.  Since the Earth rotates 360° in 24 hours, the hour-lines on an equatorial dial are all spaced 15° apart (360/24).\n\nThe uniformity of their spacing makes this type of sundial easy to construct.  If the dial plate material is opaque, both sides of the equatorial dial must be marked, since the shadow will be cast from below in winter and from above in summer. With translucent dial plates (e.g. glass) the hour angles need only be marked on the sun-facing side, although the hour numberings (if used) need be made on both sides of the dial, owing to the differing hour schema on the sun-facing and sun-backing sides.\n\nAnother major advantage of this dial is that equation of time (EoT) and daylight saving time (DST) corrections can be made by simply rotating the dial plate by the appropriate angle each day. This is because the hour angles are equally spaced around the dial. For this reason, an equatorial dial is often a useful choice when the dial is for public display and it is desirable to have it show the true local time to reasonable accuracy. The EoT correction is made via the relation\n\nNear the equinoxes in spring and autumn, the sun moves on a circle that is nearly the same as the equatorial plane; hence, no clear shadow is produced on the equatorial dial at those times of year, a drawback of the design.\n\nA nodus is sometimes added to equatorial sundials, which allows the sundial to tell the time of year.  On any given day, the shadow of the nodus moves on a circle on the equatorial plane, and the radius of the circle measures the declination of the sun. The ends of the gnomon bar may be used as the nodus, or some feature along its length. An ancient variant of the equatorial sundial has only a nodus (no style) and the concentric circular hour-lines are arranged to resemble a spider-web.[30]\n\nIn the horizontal sundial (also called a garden sundial), the plane that receives the shadow is aligned horizontally, rather than being perpendicular to the style as in the equatorial dial.[31][32][33] Hence, the line of shadow does not rotate uniformly on the dial face; rather, the hour lines are spaced according to the rule.[34][35]\n\nOr in other terms:\n\nwhere L is the sundial's geographical latitude (and the angle the gnomon makes with the dial plate), \n\n\n\n\nH\n\nH\n\n\n\n\n{\\displaystyle H_{H}}\n\n is the angle between a given hour-line and the noon hour-line (which always points towards true North) on the plane, and t is the number of hours before or after noon.  For example, the angle \n\n\n\n\nH\n\nH\n\n\n\n\n{\\displaystyle H_{H}}\n\n of the 3pm hour-line would equal the arctangent of sin L, since tan 45° = 1.  When L equals 90° (at the North Pole), the horizontal sundial becomes an equatorial sundial; the style points straight up (vertically), and the horizontal plane is aligned with the equatorial plane; the hour-line formula becomes \n\n\n\n\nH\n\nH\n\n\n\n\n{\\displaystyle H_{H}}\n\n = 15° × t, as for an equatorial dial.  A horizontal sundial at the Earth's equator, where L equals 0°, would require a (raised) horizontal style and would be an example of a polar sundial (see below).\n\nThe chief advantages of the horizontal sundial are that it is easy to read, and the sunlight lights the face throughout the year.  All the hour-lines intersect at the point where the gnomon's style crosses the horizontal plane.  Since the style is aligned with the Earth's rotational axis, the style points true North and its angle with the horizontal equals the sundial's geographical latitude L.  A sundial designed for one latitude can be adjusted for use at another latitude by tilting its base upwards or downwards by an angle equal to the difference in latitude.  For example, a sundial designed for a latitude of 40° can be used at a latitude of 45°, if the sundial plane is tilted upwards by 5°, thus aligning the style with the Earth's rotational axis.[citation needed]\n\nMany ornamental sundials are designed to be used at 45 degrees north. Some mass-produced garden sundials fail to correctly calculate the hourlines and so can never be corrected.  A local standard time zone is nominally 15 degrees wide, but may be modified to follow geographic or political boundaries. A sundial can be rotated around its style (which must remain pointed at the celestial pole) to adjust to the local time zone. In most cases, a rotation in the range of 7.5 degrees east to 23 degrees west suffices. This will introduce error in sundials that do not have equal hour angles.  To correct for daylight saving time, a face needs two sets of numerals or a correction table.  An informal standard is to have numerals in hot colors for summer, and in cool colors for winter.[citation needed] Since the hour angles are not evenly spaced, the equation of time corrections cannot be made via rotating the dial plate about the gnomon axis. These types of dials usually have an equation of time correction tabulation engraved on their pedestals or close by. Horizontal dials are commonly seen in gardens, churchyards and in public areas.\n\nIn the common vertical dial, the shadow-receiving plane is aligned vertically; as usual, the gnomon's style is aligned with the Earth's axis of rotation.[27][36][37]  As in the horizontal dial, the line of shadow does not move uniformly on the face; the sundial is not equiangular.  If the face of the vertical dial points directly south, the angle of the hour-lines is instead described by the formula[38][39]\n\nwhere L is the sundial's geographical latitude, \n\n\n\n\nH\n\nV\n\n\n\n\n{\\displaystyle H_{V}}\n\n is the angle between a given hour-line and the noon hour-line (which always points due north) on the plane, and t is the number of hours before or after noon.  For example, the angle \n\n\n\n\nH\n\nV\n\n\n\n\n{\\displaystyle H_{V}}\n\n of the 3pm hour-line would equal the arctangent of cos L, since tan 45° = 1.  The shadow moves counter-clockwise on a south-facing vertical dial, whereas it runs clockwise on horizontal and equatorial north-facing dials.\n\nDials with faces perpendicular to the ground and which face directly South, North, East, or West are called vertical direct dials.[40][41]  It is widely believed, and stated in respectable publications, that a vertical dial cannot receive more than twelve hours of sunlight a day, no matter how many hours of daylight there are.[42] However, there is an exception. Vertical sundials in the tropics which face the nearer pole (e.g. north facing in the zone between the Equator and the Tropic of Cancer) can actually receive sunlight for more than 12 hours from sunrise to sunset for a short period around the time of the summer solstice. For example, at latitude 20 degrees North, on June 21, the sun shines on a north-facing vertical wall for 13 hours, 21 minutes.[43] Vertical sundials which do not face directly South (in the northern hemisphere) may receive significantly less than twelve hours of sunlight per day, depending on the direction they do face, and on the time of year.  For example, a vertical dial that faces due East can tell time only in the morning hours; in the afternoon, the sun does not shine on its face.  Vertical dials that face due East or West are polar dials, which will be described below.  Vertical dials that face North are uncommon, because they tell time only during the spring and summer, and do not show the midday hours except in tropical latitudes (and even there, only around midsummer).  For non-direct vertical dials—those that face in non-cardinal directions—the mathematics of arranging the style and the hour-lines becomes more complicated; it may be easier to mark the hour lines by observation, but the placement of the style, at least, must be calculated first; such dials are said to be declining dials.[44][45][46]\n\nVertical dials are commonly mounted on the walls of buildings, such as town-halls, cupolas and church-towers, where they are easy to see from far away. In some cases, vertical dials are placed on all four sides of a rectangular tower, providing the time throughout the day.  The face may be painted on the wall, or displayed in inlaid stone; the gnomon is often a single metal bar, or a tripod of metal bars for rigidity.  If the wall of the building faces toward the South, but does not face due South, the gnomon will not lie along the noon line, and the hour lines must be corrected.  Since the gnomon's style must be parallel to the Earth's axis, it always \"points\" true North and its angle with the horizontal will equal the sundial's geographical latitude; on a direct south dial, its angle with the vertical face of the dial will equal the colatitude, or 90° minus the latitude.[47]\n\nIn polar dials, the shadow-receiving plane is aligned parallel to the gnomon-style.[48][49][50]\nThus, the shadow slides sideways over the surface, moving perpendicularly to itself as the Sun rotates about the style.  As with the gnomon, the hour-lines are all aligned with the Earth's rotational axis.  When the Sun's rays are nearly parallel to the plane, the shadow moves very quickly and the hour lines are spaced far apart.  The direct East- and West-facing dials are examples of a polar dial.  However, the face of a polar dial need not be vertical; it need only be parallel to the gnomon.  Thus, a plane inclined at the angle of latitude (relative to horizontal) under the similarly inclined gnomon will be a polar dial.  The perpendicular spacing X of the hour-lines in the plane is described by the formula\n\nwhere H is the height of the style above the plane, and t is the time (in hours) before or after the center-time for the polar dial.  The center time is the time when the style's shadow falls directly down on the plane; for an East-facing dial, the center time will be 6am, for a West-facing dial, this will be 6pm, and for the inclined dial described above, it will be noon.  When t approaches ±6 hours away from the center time, the spacing X diverges to +∞; this occurs when the Sun's rays become parallel to the plane.\n\nA declining dial is any non-horizontal, planar dial that does not face in a cardinal direction, such as (true) North, South, East or West.[44][51][46]  As usual, the gnomon's style is aligned with the Earth's rotational axis, but the hour-lines are not symmetrical about the noon hour-line.  For a vertical dial, the angle \n\n\n\n\nH\n\nVD\n\n\n\n\n{\\displaystyle H_{\\text{VD}}}\n\n between the noon hour-line and another hour-line is given by the formula below. Note that \n\n\n\n\nH\n\nVD\n\n\n\n\n{\\displaystyle H_{\\text{VD}}}\n\n  is defined positive in the clockwise sense w.r.t. the upper vertical hour angle; and that its conversion to the equivalent solar hour requires careful consideration of which quadrant of the sundial that it belongs in.[52]\n\nwhere \n\n\n\nL\n\n\n{\\displaystyle L}\n\n  is the sundial's geographical latitude; t is the time before or after noon; \n\n\n\nD\n\n\n{\\displaystyle D}\n\n  is the angle of declination from true south, defined as positive when east of south; and \n\n\n\n\ns\n\no\n\n\n\n\n{\\displaystyle s_{o}}\n\n is a switch integer for the dial orientation. A partly south-facing dial has an \n\n\n\n\ns\n\no\n\n\n\n\n{\\displaystyle s_{o}}\n\n value of + 1; those partly north-facing, a value of -1. When such a dial faces South (\n\n\n\nD\n=\n\n0\n\n∘\n\n\n\n\n{\\displaystyle D=0^{\\circ }}\n\n), this formula reduces to the formula given above for vertical south-facing dials, i.e.\n\nWhen a sundial is not aligned with a cardinal direction, the substyle of its gnomon is not aligned with the noon hour-line.  The angle \n\n\n\nB\n\n\n{\\displaystyle B}\n\n between the substyle and the noon hour-line is given by the formula[52]\n\nIf a vertical sundial faces true South or North (\n\n\n\nD\n=\n\n0\n\n∘\n\n\n\n\n{\\displaystyle D=0^{\\circ }}\n\n or \n\n\n\nD\n=\n\n180\n\n∘\n\n\n\n\n{\\displaystyle D=180^{\\circ }}\n\n, respectively), the angle \n\n\n\nB\n=\n\n0\n\n∘\n\n\n\n\n{\\displaystyle B=0^{\\circ }}\n\n and the substyle is aligned with the noon hour-line.\n\nThe height of the gnomon, that is the angle the style makes to the plate, \n\n\n\nG\n\n\n{\\displaystyle G}\n\n, is given by :\n\n[53]\n\nThe sundials described above have gnomons that are aligned with the Earth's rotational axis and cast their shadow onto a plane.  If the plane is neither vertical nor horizontal nor equatorial, the sundial is said to be reclining or inclining.[54]  Such a sundial might be located on a South-facing roof, for example.  The hour-lines for such a sundial can be calculated by slightly correcting the horizontal formula above[55]\n\nwhere \n\n\n\nR\n\n\n{\\displaystyle R}\n\n is the desired angle of reclining relative to the local vertical, L is the sundial's geographical latitude, \n\n\n\n\nH\n\nR\nV\n\n\n\n\n{\\displaystyle H_{RV}}\n\n is the angle between a given hour-line and the noon hour-line (which always points due north) on the plane, and t is the number of hours before or after noon.  For example, the angle \n\n\n\n\nH\n\nR\nV\n\n\n\n\n{\\displaystyle H_{RV}}\n\n of the 3pm hour-line would equal the arctangent of cos(L + R), since tan 45° = 1.  When R equals 0° (in other words, a South-facing vertical dial), we obtain the vertical dial formula above.\n\nSome authors use a more specific nomenclature to describe the orientation of the shadow-receiving plane.  If the plane's face points downwards towards the ground, it is said to be proclining or inclining, whereas a dial is said to be reclining when the dial face is pointing away from the ground. Many authors also often refer to reclined, proclined and inclined sundials in general as inclined sundials. It is also common in the latter case to measure the angle of inclination relative to the horizontal plane on the sun side of the dial.\nIn such texts, since I = 90° + R, the hour angle formula will often be seen written as :\n\nThe angle between the gnomon style and the dial plate, B, in this type of sundial is :\n\nOr :\n\nSome sundials both decline and recline, in that their shadow-receiving plane is not oriented with a cardinal direction (such as true North or true South) and is neither horizontal nor vertical nor equatorial.  For example, such a sundial might be found on a roof that was not oriented in a cardinal direction.\n\nThe formulae describing the spacing of the hour-lines on such dials are rather more complicated than those for simpler dials.\n\nThere are various solution approaches, including some using the methods of rotation matrices, and some making a 3D model of the reclined-declined plane and its vertical declined counterpart plane, extracting the geometrical relationships between the hour angle components on both these planes and then reducing the trigonometric algebra.[56]\n\nOne system of formulas for Reclining-Declining sundials: (as stated by Fennewick)[57]\n\nThe angle \n\n\n\n\nH\n\nRD\n\n\n\n\n{\\displaystyle H_{\\text{RD}}}\n\n between the noon hour-line and another hour-line is given by the formula below. Note that \n\n\n\n\nH\n\nRD\n\n\n\n\n{\\displaystyle H_{\\text{RD}}}\n\n advances counterclockwise with respect to the zero hour angle for those dials that are partly south-facing and clockwise for those that are north-facing.\n\nwithin the parameter ranges :  \n\n\n\nD\n<\n\nD\n\nc\n\n\n\n\n{\\displaystyle D<D_{c}}\n\n   and   \n\n\n\n−\n\n90\n\n∘\n\n\n<\nR\n<\n(\n\n90\n\n∘\n\n\n−\nL\n)\n\n\n{\\displaystyle -90^{\\circ }<R<(90^{\\circ }-L)}\n\n.\n\nOr, if preferring to use inclination angle, \n\n\n\nI\n\n\n{\\displaystyle I}\n\n, rather than the reclination, \n\n\n\nR\n\n\n{\\displaystyle R}\n\n, where \n\n\n\nI\n=\n(\n\n90\n\n∘\n\n\n+\nR\n)\n\n\n{\\displaystyle I=(90^{\\circ }+R)}\n\n :\n\nwithin the parameter ranges :  \n\n\n\nD\n<\n\nD\n\nc\n\n\n\n\n{\\displaystyle D<D_{c}}\n\n   and   \n\n\n\n\n0\n\n∘\n\n\n<\nI\n<\n(\n\n180\n\n∘\n\n\n−\nL\n)\n\n\n{\\displaystyle 0^{\\circ }<I<(180^{\\circ }-L)}\n\n.\n\nHere \n\n\n\nL\n\n\n{\\displaystyle L}\n\n is the sundial's geographical latitude; \n\n\n\n\ns\n\no\n\n\n\n\n{\\displaystyle s_{o}}\n\n is the orientation switch integer; t is the time in hours before or after noon; and \n\n\n\nR\n\n\n{\\displaystyle R}\n\n and \n\n\n\nD\n\n\n{\\displaystyle D}\n\n are the angles of reclination and declination, respectively.\nNote that \n\n\n\nR\n\n\n{\\displaystyle R}\n\n is measured with reference to the vertical. It is positive when the dial leans back towards the horizon behind the dial and negative when the dial leans forward to the horizon on the Sun's side. Declination angle \n\n\n\nD\n\n\n{\\displaystyle D}\n\n is defined as positive when moving east of true south.\nDials facing fully or partly south have \n\n\n\n\ns\n\no\n\n\n\n\n{\\displaystyle s_{o}}\n\n = +1, while those partly or fully north-facing have an \n\n\n\n\ns\n\no\n\n\n\n\n{\\displaystyle s_{o}}\n\n value of -1.\nSince the above expression gives the hour angle as an arctan function, due consideration must be given to which quadrant of the sundial each hour belongs to before assigning the correct hour angle.\n\nUnlike the simpler vertical declining sundial, this type of dial does not always show hour angles on its sunside face for all declinations between east and west. When a northern hemisphere partly south-facing dial reclines back (i.e. away from the Sun) from the vertical, the gnomon will become co-planar with the dial plate at declinations less than due east or due west. Likewise for southern hemisphere dials that are partly north-facing.\nWere these dials reclining forward, the range of declination would actually exceed due east and due west.\nIn a similar way, northern hemisphere dials that are partly north-facing and southern hemisphere dials that are south-facing, and which lean forward toward their upward pointing gnomons, will have a similar restriction on the range of declination that is possible for a given reclination value.\nThe critical declination \n\n\n\n\nD\n\nc\n\n\n\n\n{\\displaystyle D_{c}}\n\n is a geometrical constraint which depends on the value of both the dial's reclination and its latitude :\n\nAs with the vertical declined dial, the gnomon's substyle is not aligned with the noon hour-line. The general formula for the angle \n\n\n\nB\n\n\n{\\displaystyle B}\n\n, between the substyle and the noon-line is given by :\n\nThe angle \n\n\n\nG\n\n\n{\\displaystyle G}\n\n, between the style and the plate is given by :\n\nNote that for \n\n\n\nG\n=\n\n0\n\n∘\n\n\n\n\n{\\displaystyle G=0^{\\circ }}\n\n, i.e. when the gnomon is coplanar with the dial plate, we have :\n\ni.e. when  \n\n\n\nD\n=\n\nD\n\nc\n\n\n\n\n{\\displaystyle D=D_{c}}\n\n, the critical declination value.[57]\n\nBecause of the complexity of the above calculations, using them for the practical purpose of designing a dial of this type is difficult and prone to error. It has been suggested that it is better to locate the hour lines empirically, marking the positions of the shadow of a style on a real sundial at hourly intervals as shown by a clock and adding/deducting that day's equation of time adjustment.[24] See Empirical hour-line marking, above.\n\nThe surface receiving the shadow need not be a plane, but can have any shape, provided that the sundial maker is willing to mark the hour-lines.  If the style is aligned with the Earth's rotational axis, a spherical shape is convenient since the hour-lines are equally spaced, as they are on the equatorial dial shown here; the sundial is equiangular.  This is the principle behind the armillary sphere and the equatorial bow sundial.[58][59][60]  However, some equiangular sundials—such as the Lambert dial described below—are based on other principles.\n\nIn the equatorial bow sundial, the gnomon is a bar, slot or stretched wire parallel to the celestial axis.  The face is a semicircle, corresponding to the equator of the sphere, with markings on the inner surface.  This pattern, built a couple of meters wide out of temperature-invariant steel invar, was used to keep the trains running on time in France before World War I.[61]\n\nAmong the most precise sundials ever made are two equatorial bows constructed of marble found in Yantra mandir.[62][63] This collection of sundials and other astronomical instruments was built by Maharaja Jai Singh II at his then-new capital of Jaipur, India between 1727 and 1733.  The larger equatorial bow is called the Samrat Yantra (The Supreme Instrument); standing at 27 meters, its shadow moves visibly at 1 mm per second, or roughly a hand's breadth (6 cm) every minute.\n\nOther non-planar surfaces may be used to receive the shadow of the gnomon.\n\nAs an elegant alternative, the style (which could be created by a hole or slit in the circumference) may be located on the circumference of a cylinder or sphere, rather than at its central axis of symmetry.\n\nIn that case, the hour lines are again spaced equally, but at twice the usual angle, due to the geometrical inscribed angle theorem.  This is the basis of some modern sundials, but it was also used in ancient times;[e]\n\nIn another variation of the polar-axis-aligned cylindrical, a cylindrical dial could be rendered as a helical ribbon-like surface, with a thin gnomon located either along its center or at its periphery.\n\n"
        },
        {
            "title": "Movable-gnomon sundials",
            "text": "Sundials can be designed with a gnomon that is placed in a different position each day throughout the year.  In other words, the position of the gnomon relative to the centre of the hour lines varies.  The gnomon need not be aligned with the celestial poles and may even be perfectly vertical (the analemmatic dial). These dials, when combined with fixed-gnomon sundials, allow the user to determine true North with no other aid; the two sundials are correctly aligned if and only if they both show the same time.[citation needed]\n\nA universal equinoctial ring dial (sometimes called a ring dial for brevity, although the term is ambiguous), is a portable version of an armillary sundial,[65] or was inspired by the mariner's astrolabe.[66]  It was likely invented by William Oughtred around 1600 and became common throughout Europe.[67]\n\nIn its simplest form, the style is a thin slit that allows the Sun's rays to fall on the hour-lines of an equatorial ring.  As usual, the style is aligned with the Earth's axis; to do this, the user may orient the dial towards true North and suspend the ring dial vertically from the appropriate point on the meridian ring.  Such dials may be made self-aligning with the addition of a more complicated central bar, instead of a simple slit-style.  These bars are sometimes an addition to a set of Gemma's rings.  This bar could pivot about its end points and held a perforated slider that was positioned to the month and day according to a scale scribed on the bar.  The time was determined by rotating the bar towards the Sun so that the light shining through the hole fell on the equatorial ring.  This forced the user to rotate the instrument, which had the effect of aligning the instrument's vertical ring with the meridian.\n\nWhen not in use, the equatorial and meridian rings can be folded together into a small disk.\n\nIn 1610, Edward Wright created the sea ring, which mounted a universal ring dial over a magnetic compass.  This permitted mariners to determine the time and magnetic variation in a single step.[68]\n\nAnalemmatic sundials are a type of horizontal sundial that has a vertical gnomon and hour markers positioned in an elliptical pattern.  There are no hour lines on the dial and the time of day is read on the ellipse.  The gnomon is not fixed and must change position daily to accurately indicate time of day.\nAnalemmatic sundials are sometimes designed with a human as the gnomon.  Human gnomon analemmatic sundials are not practical at lower latitudes where a human shadow is quite short during the summer months.  A 66 inch tall person casts a 4-inch shadow at 27 deg latitude on the summer solstice.[69]\n\nThe Foster-Lambert dial is another movable-gnomon sundial.[70] In contrast to the elliptical analemmatic dial, the Lambert dial is circular with evenly spaced hour lines, making it an equiangular sundial, similar to the equatorial, spherical, cylindrical and conical dials described above.  The gnomon of a Foster-Lambert dial is neither vertical nor aligned with the Earth's rotational axis; rather, it is tilted northwards by an angle α = 45° - (Φ/2), where Φ is the geographical latitude.  Thus, a Foster-Lambert dial located at latitude 40° would have a gnomon tilted away from vertical by 25° in a northerly direction.  To read the correct time, the gnomon must also be moved northwards by a distance\n\nwhere R is the radius of the Foster-Lambert dial and δ again indicates the Sun's declination for that time of year.\n\n"
        },
        {
            "title": "Altitude-based sundials",
            "text": "Altitude dials measure the height of the Sun in the sky, rather than directly measuring its hour-angle about the Earth's axis.  They are not oriented towards true North, but rather towards the Sun and generally held vertically. The Sun's elevation is indicated by the position of a nodus, either the shadow-tip of a gnomon, or a spot of light.\n\nIn altitude dials, the time is read from where the nodus falls on a set of hour-curves that vary with the time of year. Many such altitude-dials' construction is calculation-intensive, as also the case with many azimuth dials. But the capuchin dials (described below) are constructed and used graphically.\n\nAltitude dials' disadvantages:\n\nSince the Sun's altitude is the same at times equally spaced about noon (e.g., 9am and 3pm), the user had to know whether it was morning or afternoon.  At, say, 3:00 pm, that isn't a problem. But when the dial indicates a time 15 minutes from noon, the user likely won't have a way of distinguishing 11:45 from 12:15.\n\nAdditionally, altitude dials are less accurate near noon, because the sun's altitude isn't changing rapidly then.\n\nMany of these dials are portable and simple to use. As is often the case with other sundials, many altitude dials are designed for only one latitude. But the capuchin dial (described below) has a version that's adjustable for latitude.[71]\n\nThe book on sundials by Mayall & Mayall describes the Universal Capuchin sundial.\n\nThe length of a human shadow (or of any vertical object) can be used to measure the sun's elevation and, thence, the time.[72]  The Venerable Bede gave a table for estimating the time from the length of one's shadow in feet, on the assumption that a monk's height is six times the length of his foot.  Such shadow lengths will vary with the geographical latitude and with the time of year.  For example, the shadow length at noon is short in summer months, and long in winter months.\n\nChaucer evokes this method a few times in his Canterbury Tales, as in his Parson's Tale.[f]\n\nAn equivalent type of sundial using a vertical rod of fixed length is known as a backstaff dial.\n\nA shepherd's dial – also known as a shepherd's column dial,[73][74] pillar dial, cylinder dial or chilindre – is a portable cylindrical sundial with a knife-like gnomon that juts out perpendicularly.[75] It is normally dangled from a rope or string so the cylinder is vertical.  The gnomon can be twisted to be above a month or day indication on the face of the cylinder.  This corrects the sundial for the equation of time.  The entire sundial is then twisted on its string so that the gnomon aims toward the Sun, while the cylinder remains vertical.  The tip of the shadow indicates the time on the cylinder.  The hour curves inscribed on the cylinder permit one to read the time.  Shepherd's dials are sometimes hollow, so that the gnomon can fold within when not in use.\n\nThe shepherd's dial is evoked in Shakespeare's Henry VI, Part 3 (Act 2, Scene 5, Lines 21-29),[g] among other works of literature.[h]\n\nThe cylindrical shepherd's dial can be unrolled into a flat plate.  In one simple version,[76] the front and back of the plate each have three columns, corresponding to pairs of months with roughly the same solar declination (June–July, May–August, April–September, March–October, February–November, and January–December).  The top of each column has a hole for inserting the shadow-casting gnomon, a peg.  Often only two times are marked on the column below, one for noon and the other for mid-morning/mid-afternoon.\n\nTimesticks, clock spear,[73] or shepherds' time stick,[73] are based on the same principles as dials.[73][74] The time stick is carved with eight vertical time scales for a different period of the year, each bearing a time scale calculated according to the relative amount of daylight during the different months of the year. Any reading depends not only on the time of day but also on the latitude and time of year.[74]\nA peg gnomon is inserted at the top in the appropriate hole or face for the season of the year, and turned to the Sun so that the shadow falls directly down the scale. Its end displays the time.[73]\n\nIn a ring dial (also known as an Aquitaine or a perforated ring dial), the ring is hung vertically and oriented sideways towards the sun.[77]  A beam of light passes through a small hole in the ring and falls on hour-curves that are inscribed on the inside of the ring. To adjust for the equation of time, the hole is usually on a loose ring within the ring so that the hole can be adjusted to reflect the current month.\n\nCard dials are another form of altitude dial.[78]  A card is aligned edge-on with the sun and tilted so that a ray of light passes through an aperture onto a specified spot, thus determining the sun's altitude.  A weighted string hangs vertically downwards from a hole in the card, and carries a bead or knot.  The position of the bead on the hour-lines of the card gives the time.  In more sophisticated versions such as the Capuchin dial, there is only one set of hour-lines, i.e., the hour lines do not vary with the seasons.  Instead, the position of the hole from which the weighted string hangs is varied according to the season.\n\nThe Capuchin sundials are constructed and used graphically, as opposed the direct hour-angle measurements of horizontal or equatorial dials; or the calculated hour angle lines of some altitude and azimuth dials.\n\nIn addition to the ordinary Capuchin dial, there is a universal Capuchin dial, adjustable for latitude.\n\nA navicula de Venetiis or \"little ship of Venice\" was an altitude dial used to tell time and which was shaped like a little ship. The cursor (with a plumb line attached) was slid up/down the mast to the correct latitude.  The user then sighted the Sun through the pair of sighting holes at either end of the \"ship's deck\". The plumb line then marked what hour of the day it was.[citation needed]\n\n"
        },
        {
            "title": "Nodus-based sundials",
            "text": "Another type of sundial follows the motion of a single point of light or shadow, which may be called the nodus.  For example, the sundial may follow the sharp tip of a gnomon's shadow, e.g., the shadow-tip of a vertical obelisk (e.g., the Solarium Augusti) or the tip of the horizontal marker in a shepherd's dial.  Alternatively, sunlight may be allowed to pass through a small hole or reflected from a small (e.g., coin-sized) circular mirror, forming a small spot of light whose position may be followed.  In such cases, the rays of light trace out a cone over the course of a day; when the rays fall on a surface, the path followed is the intersection of the cone with that surface.  Most commonly, the receiving surface is a geometrical plane, so that the path of the shadow-tip or light-spot (called declination line) traces out a conic section such as a hyperbola or an ellipse.  The collection of hyperbolae was called a pelekonon (axe) by the Greeks, because it resembles a double-bladed ax, narrow in the center (near the noonline) and flaring out at the ends (early morning and late evening hours).\n\nThere is a simple verification of hyperbolic declination lines on a sundial: the distance from the origin to the equinox line should be equal to harmonic mean of distances from the origin to summer and winter solstice lines.[79]\n\nNodus-based sundials may use a small hole or mirror to isolate a single ray of light; the former are sometimes called aperture dials.  The oldest example is perhaps the antiborean sundial (antiboreum), a spherical nodus-based sundial that faces true North; a ray of sunlight enters from the South through a small hole located at the sphere's pole and falls on the hour and date lines inscribed within the sphere, which resemble lines of longitude and latitude, respectively, on a globe.[80]\n\nIsaac Newton developed a convenient and inexpensive sundial, in which a small mirror is placed on the sill of a south-facing window.[81]  The mirror acts like a nodus, casting a single spot of light on the ceiling.  Depending on the geographical latitude and time of year, the light-spot follows a conic section, such as the hyperbolae of the pelikonon. If the mirror is parallel to the Earth's equator, and the ceiling is horizontal, then the resulting angles are those of a conventional horizontal sundial.  Using the ceiling as a sundial surface exploits unused space, and the dial may be large enough to be very accurate.\n\n"
        },
        {
            "title": "Multiple dials",
            "text": "Sundials are sometimes combined into multiple dials. If two or more dials that operate on different principles — such as an analemmatic dial and a horizontal or vertical dial — are combined, the resulting multiple dial becomes self-aligning, most of the time. Both dials need to output both time and declination.  In other words, the direction of true North need not be determined; the dials are oriented correctly when they read the same time and declination.  However, the most common forms combine dials are based on the same principle and the analemmatic does not normally output the declination of the sun, thus are not self-aligning.[82]\n\nThe diptych consisted of two small flat faces, joined by a hinge.[83]  Diptychs usually folded into little flat boxes suitable for a pocket. The gnomon was a string between the two faces.  When the string was tight, the two faces formed both a vertical and horizontal sundial.  These were made of white ivory, inlaid with black lacquer markings.  The gnomons were black braided silk, linen or hemp string. With a knot or bead on the string as a nodus, and the correct markings, a diptych (really any sundial large enough) can keep a calendar well-enough to plant crops. A common error describes the diptych dial as self-aligning.  This is not correct for diptych dials consisting of a horizontal and vertical dial using a string gnomon between faces, no matter the orientation of the dial faces.  Since the string gnomon is continuous, the shadows must meet at the hinge; hence, any orientation of the dial will show the same time on both dials.[84]\n\nA common type of multiple dial has sundials on every face of a Platonic solid (regular polyhedron), usually a cube.[85]\n\nExtremely ornate sundials can be composed in this way, by applying a sundial to every surface of a solid object.\n\nIn some cases, the sundials are formed as hollows in a solid object, e.g., a cylindrical hollow aligned with the Earth's rotational axis (in which the edges play the role of styles) or a spherical hollow in the ancient tradition of the hemisphaerium or the antiboreum. (See the History section above.)  In some cases, these multiface dials are small enough to sit on a desk, whereas in others, they are large stone monuments.\n\nA Polyhedral's dial faces can be designed to give the time for different time-zones simultaneously. Examples include the Scottish sundial of the 17th and 18th century, which was often an extremely complex shape of polyhedral, and even convex, faces.\n\nPrismatic dials are a special case of polar dials, in which the sharp edges of a prism of a concave polygon serve as the styles and the sides of the prism receive the shadow.[86]  Examples include a three-dimensional cross or star of David on gravestones.\n\n"
        },
        {
            "title": "Unusual sundials",
            "text": "The Benoy dial was invented by Walter Gordon Benoy of Collingham, Nottinghamshire, England. Whereas a gnomon casts a sheet of shadow, his invention creates an equivalent sheet of light by allowing the Sun's rays through a thin slit, reflecting them from a long, slim mirror (usually half-cylindrical), or focusing them through a cylindrical lens. Examples of Benoy dials can be found in the United Kingdom at:[87]\n\nInvented by the German mathematician Hugo Michnik in 1922, the bifilar sundial has two non-intersecting threads parallel to the dial.  Usually the second thread is orthogonal to the first.[89]\nThe intersection of the two threads' shadows gives the local solar time.\n\nA digital sundial indicates the current time with numerals formed by the sunlight striking it. Sundials of this type are installed in the Deutsches Museum in Munich and in the Sundial Park in Genk (Belgium), and a small version is available commercially. There is a patent for this type of sundial.[90]\n\nThe globe dial is a sphere aligned with the Earth's rotational axis, and equipped with a spherical vane.[91]  Similar to sundials with a fixed axial style, a globe dial determines the time from the Sun's azimuthal angle in its apparent rotation about the earth.  This angle can be determined by rotating the vane to give the smallest shadow.\n\nThe simplest sundials do not give the hours, but rather note the exact moment of 12:00 noon.[92]  In centuries past, such dials were used to set mechanical clocks, which were sometimes so inaccurate as to lose or gain significant time in a single day. The simplest noon-marks have a shadow that passes a mark. Then, an almanac can translate from local solar time and date to civil time. The civil time is used to set the clock. Some noon-marks include a figure-eight that embodies the equation of time, so that no almanac is needed.\n\nIn some U.S. colonial-era houses, a noon-mark might be carved into a floor or windowsill.[93]  Such marks indicate local noon, and provide a simple and accurate time reference for households to set their clocks. Some Asian countries had post offices set their clocks from a precision noon-mark.  These in turn provided the times for the rest of the society. The typical noon-mark sundial was a lens set above an analemmatic plate.  The plate has an engraved figure-eight shape, which corresponds to the equation of time (described above) versus the solar declination.  When the edge of the Sun's image touches the part of the shape for the current month, this indicates that it is 12:00 noon.\n\nA sundial cannon, sometimes called a 'meridian cannon', is a specialized sundial that is designed to create an 'audible noonmark', by automatically igniting a quantity of gunpowder at noon.  These were novelties rather than precision sundials, sometimes installed in parks in Europe mainly in the late 18th or early 19th century. They typically consist of a horizontal sundial, which has in addition to a gnomon a suitably mounted lens, set to focus the rays of the sun at exactly noon on the firing pan of a miniature cannon loaded with gunpowder (but no ball).  To function properly the position and angle of the lens must be adjusted seasonally.[citation needed]\n\n"
        },
        {
            "title": "Meridian lines",
            "text": "A horizontal line aligned on a meridian with a gnomon facing the noon-sun is termed a meridian line and does not indicate the time, but instead the day of the year. Historically they were used to accurately determine the length of the solar year. Examples are the Bianchini meridian line in Santa Maria degli Angeli e dei Martiri in Rome, and the Cassini line in San Petronio Basilica at Bologna.[94]\n\n"
        },
        {
            "title": "Sundial mottoes",
            "text": "The association of sundials with time has inspired their designers over the centuries to display mottoes as part of the design. Often these cast the device in the role of memento mori, inviting the observer to reflect on the transience of the world and the inevitability of death. \"Do not kill time, for it will surely kill thee.\" Other mottoes are more whimsical: \"I count only the sunny hours,\" and \"I am a sundial and I make a botch / of what is done far better by a watch.\" Collections of sundial mottoes have often been published through the centuries.[citation needed]\n\n"
        },
        {
            "title": "Use as a compass",
            "text": "If a horizontal-plate sundial is made for the latitude in which it is being used, and if it is mounted with its plate horizontal and its gnomon pointing to the celestial pole that is above the horizon, then it shows the correct time in apparent solar time. Conversely, if the directions of the cardinal points are initially unknown, but the sundial is aligned so it shows the correct apparent solar time as calculated from the reading of a clock, its gnomon shows the direction of True North or South, allowing the sundial to be used as a compass. The sundial can be placed on a horizontal surface, and rotated about a vertical axis until it shows the correct time. The gnomon will then be pointing to the North, in the northern hemisphere, or to the South in the southern hemisphere. This method is much more accurate than using a watch as a compass (see Cardinal direction#Watch face) and can be used in places where the magnetic declination is large, making a magnetic compass unreliable. An alternative method uses two sundials of different designs. (See #Multiple dials, above.) The dials are attached to and aligned with each other, and are oriented so they show the same time. This allows the directions of the cardinal points and the apparent solar time to be determined simultaneously, without requiring a clock.[citation needed]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Aldeburgh",
        "https://en.wikipedia.org/wiki/Analemma",
        "https://en.wikipedia.org/wiki/Columbia_University_sundial",
        "https://en.wikipedia.org/wiki/Horology",
        "https://en.wikipedia.org/wiki/Day",
        "https://en.wikipedia.org/wiki/Civil_time",
        "https://en.wikipedia.org/wiki/Sunlight",
        "https://en.wikipedia.org/wiki/Position_of_the_Sun",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Sky",
        "https://en.wikipedia.org/wiki/Gnomon",
        "https://en.wikipedia.org/wiki/Shadow",
        "https://en.wikipedia.org/wiki/Diurnal_motion",
        "https://en.wikipedia.org/wiki/Polar_alignment",
        "https://en.wikipedia.org/wiki/Latitude",
        "https://en.wikipedia.org/wiki/Horizontal_coordinate_system",
        "https://en.wikipedia.org/wiki/Azimuth",
        "https://en.wikipedia.org/wiki/Metaphor",
        "https://en.wikipedia.org/wiki/Cylindrical_lens",
        "https://en.wikipedia.org/wiki/Sphere",
        "https://en.wikipedia.org/wiki/Latitude",
        "https://en.wikipedia.org/wiki/True_North",
        "https://en.wikipedia.org/wiki/Analemmatic_sundial",
        "https://en.wikipedia.org/wiki/Solar_time",
        "https://en.wikipedia.org/wiki/Equation_of_time",
        "https://en.wikipedia.org/wiki/Longitude",
        "https://en.wikipedia.org/wiki/Greenwich",
        "https://en.wikipedia.org/wiki/Daylight_saving_time",
        "https://en.wikipedia.org/wiki/Solstice",
        "https://en.wikipedia.org/wiki/Declination",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Celestial_sphere",
        "https://en.wikipedia.org/wiki/Celestial_pole",
        "https://en.wikipedia.org/wiki/Latitude",
        "https://en.wikipedia.org/wiki/Fixed_stars",
        "https://en.wikipedia.org/wiki/Declination",
        "https://en.wikipedia.org/wiki/Celestial_equator",
        "https://en.wikipedia.org/wiki/Equinox",
        "https://en.wikipedia.org/wiki/Celestial_longitude",
        "https://en.wikipedia.org/wiki/Ecliptic",
        "https://en.wikipedia.org/wiki/Zodiac",
        "https://en.wikipedia.org/wiki/Singapore_Botanic_Gardens",
        "https://en.wikipedia.org/wiki/Singapore",
        "https://en.wikipedia.org/wiki/Equator",
        "https://en.wikipedia.org/wiki/Celestial_pole",
        "https://en.wikipedia.org/wiki/Armillary_sphere",
        "https://en.wikipedia.org/wiki/Conic_section",
        "https://en.wikipedia.org/wiki/Hyperbola",
        "https://en.wikipedia.org/wiki/Ellipse",
        "https://en.wikipedia.org/wiki/Circle",
        "https://en.wikipedia.org/wiki/History_of_sundials",
        "https://en.wikipedia.org/wiki/Anno_Domini",
        "https://en.wikipedia.org/wiki/Common_Era",
        "https://en.wikipedia.org/wiki/Egyptian_astronomy",
        "https://en.wikipedia.org/wiki/Babylonian_astronomy",
        "https://en.wikipedia.org/wiki/Old_Testament",
        "https://en.wikipedia.org/wiki/Circumference",
        "https://en.wikipedia.org/wiki/Kingdom_of_Kush",
        "https://en.wikipedia.org/wiki/Vitruvius",
        "https://en.wikipedia.org/wiki/De_architectura",
        "https://en.wikipedia.org/wiki/Canonical_sundial",
        "https://en.wikipedia.org/wiki/Giovanni_Padovani",
        "https://en.wikipedia.org/wiki/Giuseppe_Biancani",
        "https://en.wikipedia.org/wiki/London_dial",
        "https://en.wikipedia.org/wiki/Motto",
        "https://en.wikipedia.org/wiki/Epigram",
        "https://en.wikipedia.org/wiki/Analemmatic_sundial",
        "https://en.wikipedia.org/wiki/Perth",
        "https://en.wikipedia.org/wiki/Australia",
        "https://en.wikipedia.org/wiki/Gnomon",
        "https://en.wikipedia.org/wiki/Equation_of_Time",
        "https://en.wikipedia.org/wiki/Sphere",
        "https://en.wikipedia.org/wiki/Northern_Hemisphere",
        "https://en.wikipedia.org/wiki/Southern_Hemisphere",
        "https://en.wikipedia.org/wiki/North",
        "https://en.wikipedia.org/wiki/South",
        "https://en.wikipedia.org/wiki/Perth",
        "https://en.wikipedia.org/wiki/Australia",
        "https://en.wikipedia.org/wiki/True_North",
        "https://en.wikipedia.org/wiki/Daylight_saving_time",
        "https://en.wikipedia.org/wiki/Time_zone",
        "https://en.wikipedia.org/wiki/Alaska",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/Spain",
        "https://en.wikipedia.org/wiki/Time_zones",
        "https://en.wikipedia.org/wiki/Equation_of_Time",
        "https://en.wikipedia.org/wiki/Equation_of_time",
        "https://en.wikipedia.org/wiki/Derby_Museum_and_Art_Gallery",
        "https://en.wikipedia.org/wiki/Ellipse",
        "https://en.wikipedia.org/wiki/Local_mean_time",
        "https://en.wikipedia.org/wiki/Equation_of_time",
        "https://en.wikipedia.org/wiki/Latitude",
        "https://en.wikipedia.org/wiki/Longitude",
        "https://en.wikipedia.org/wiki/Solar_time",
        "https://en.wikipedia.org/wiki/Mean_solar_time",
        "https://en.wikipedia.org/wiki/Standard_time",
        "https://en.wikipedia.org/wiki/Universal_Time",
        "https://en.wikipedia.org/wiki/Mount_Cuba_Observatory",
        "https://en.wikipedia.org/wiki/Sunquest_sundial",
        "https://en.wikipedia.org/wiki/Equation_of_time",
        "https://en.wikipedia.org/wiki/Mean_solar_time",
        "https://en.wikipedia.org/wiki/Standard_time",
        "https://en.wikipedia.org/wiki/Analemma",
        "https://en.wikipedia.org/wiki/Equation_of_time",
        "https://en.wikipedia.org/wiki/Equation_clock",
        "https://en.wikipedia.org/wiki/Carefree_sundial",
        "https://en.wikipedia.org/wiki/True_North",
        "https://en.wikipedia.org/wiki/Celestial_pole",
        "https://en.wikipedia.org/wiki/Pole_star",
        "https://en.wikipedia.org/wiki/Polaris",
        "https://en.wikipedia.org/wiki/North_Pole",
        "https://en.wikipedia.org/wiki/Equator",
        "https://en.wikipedia.org/wiki/Sundial_Bridge_at_Turtle_Bay",
        "https://en.wikipedia.org/wiki/Jaipur",
        "https://en.wikipedia.org/wiki/Schema_for_horizontal_dials",
        "https://en.wikipedia.org/wiki/Equation_of_time",
        "https://en.wikipedia.org/wiki/Equation_of_time",
        "https://en.wikipedia.org/wiki/Standard_time",
        "https://en.wikipedia.org/wiki/Roman_numerals",
        "https://en.wikipedia.org/wiki/St_Katharine_Docks",
        "https://en.wikipedia.org/wiki/Wendy_Taylor",
        "https://en.wikipedia.org/wiki/Forbidden_City",
        "https://en.wikipedia.org/wiki/True_North",
        "https://en.wikipedia.org/wiki/Latitude",
        "https://en.wikipedia.org/wiki/Equinox",
        "https://en.wikipedia.org/wiki/Declination",
        "https://en.wikipedia.org/wiki/London_dial",
        "https://en.wikipedia.org/wiki/Minnesota",
        "https://en.wikipedia.org/wiki/Latitude",
        "https://en.wikipedia.org/wiki/True_North",
        "https://en.wikipedia.org/wiki/Inverse_trigonometric_function",
        "https://en.wikipedia.org/wiki/Trigonometric_function",
        "https://en.wikipedia.org/wiki/North_Pole",
        "https://en.wikipedia.org/wiki/Equator",
        "https://en.wikipedia.org/wiki/Kew_Palace",
        "https://en.wikipedia.org/wiki/True_North",
        "https://en.wikipedia.org/wiki/Latitude",
        "https://en.wikipedia.org/wiki/Time_zone",
        "https://en.wikipedia.org/wiki/Daylight_saving_time",
        "https://en.wikipedia.org/wiki/Houghton_Hall",
        "https://en.wikipedia.org/wiki/Norfolk",
        "https://en.wikipedia.org/wiki/UK",
        "https://en.wikipedia.org/wiki/Latitude",
        "https://en.wikipedia.org/wiki/Inverse_trigonometric_function",
        "https://en.wikipedia.org/wiki/Trigonometric_function",
        "https://en.wikipedia.org/wiki/Cupola",
        "https://en.wikipedia.org/wiki/True_North",
        "https://en.wikipedia.org/wiki/Colatitude",
        "https://en.wikipedia.org/wiki/Extended_real_number_line",
        "https://en.wikipedia.org/wiki/Boxing_the_compass",
        "https://en.wikipedia.org/wiki/Fatih_Mosque",
        "https://en.wikipedia.org/wiki/Istanbul",
        "https://en.wikipedia.org/wiki/North",
        "https://en.wikipedia.org/wiki/South",
        "https://en.wikipedia.org/wiki/East",
        "https://en.wikipedia.org/wiki/West",
        "https://en.wikipedia.org/wiki/Latitude",
        "https://en.wikipedia.org/wiki/South",
        "https://en.wikipedia.org/wiki/Valongo_Observatory",
        "https://en.wikipedia.org/wiki/Federal_University_of_Rio_de_Janeiro",
        "https://en.wikipedia.org/wiki/Inverse_trigonometric_function",
        "https://en.wikipedia.org/wiki/Trigonometric_function",
        "https://en.wikipedia.org/wiki/True_North",
        "https://en.wikipedia.org/wiki/Hasselt",
        "https://en.wikipedia.org/wiki/Flanders",
        "https://en.wikipedia.org/wiki/Belgium",
        "https://en.wikipedia.org/wiki/Invar",
        "https://en.wikipedia.org/wiki/Marble",
        "https://en.wikipedia.org/wiki/Jai_Singh_II",
        "https://en.wikipedia.org/wiki/Jaipur",
        "https://en.wikipedia.org/wiki/Inscribed_angle",
        "https://en.wikipedia.org/wiki/True_North",
        "https://en.wikipedia.org/wiki/Astronomical_rings",
        "https://en.wikipedia.org/wiki/William_Oughtred",
        "https://en.wikipedia.org/wiki/True_North",
        "https://en.wikipedia.org/wiki/Magnetic_variation",
        "https://en.wikipedia.org/wiki/Analemmatic_sundial",
        "https://en.wikipedia.org/wiki/Hasselt",
        "https://en.wikipedia.org/wiki/Flanders",
        "https://en.wikipedia.org/wiki/Belgium",
        "https://en.wikipedia.org/wiki/Latitude",
        "https://en.wikipedia.org/wiki/Debbane_Palace",
        "https://en.wikipedia.org/wiki/True_North",
        "https://en.wikipedia.org/wiki/Venerable_Bede",
        "https://en.wikipedia.org/wiki/Latitude",
        "https://en.wikipedia.org/wiki/Chaucer",
        "https://en.wikipedia.org/wiki/Canterbury_Tales",
        "https://en.wikipedia.org/wiki/Backstaff",
        "https://en.wikipedia.org/wiki/Diurnal_motion",
        "https://en.wikipedia.org/wiki/Shakespeare",
        "https://en.wikipedia.org/wiki/Navicula_de_Venetiis",
        "https://en.wikipedia.org/wiki/Navicula_de_Venetiis",
        "https://en.wikipedia.org/wiki/Hyperbola",
        "https://en.wikipedia.org/wiki/Summer_solstice",
        "https://en.wikipedia.org/wiki/Obelisk",
        "https://en.wikipedia.org/wiki/Solarium_Augusti",
        "https://en.wikipedia.org/wiki/Conic_section",
        "https://en.wikipedia.org/wiki/Hyperbola",
        "https://en.wikipedia.org/wiki/Ellipse",
        "https://en.wikipedia.org/wiki/Harmonic_mean",
        "https://en.wikipedia.org/wiki/True_North",
        "https://en.wikipedia.org/wiki/Isaac_Newton",
        "https://en.wikipedia.org/wiki/Latitude",
        "https://en.wikipedia.org/wiki/Analemmatic_sundial",
        "https://en.wikipedia.org/wiki/True_North",
        "https://en.wikipedia.org/wiki/Lute",
        "https://en.wikipedia.org/wiki/Diptych",
        "https://en.wikipedia.org/wiki/Platonic_solid",
        "https://en.wikipedia.org/wiki/Cube",
        "https://en.wikipedia.org/wiki/Scottish_sundial",
        "https://en.wikipedia.org/wiki/Polygon",
        "https://en.wikipedia.org/wiki/Cylindrical_lens",
        "https://en.wikipedia.org/wiki/Northern_Ireland",
        "https://en.wikipedia.org/wiki/British_Horological_Institute",
        "https://en.wikipedia.org/wiki/Bury_St_Edmunds",
        "https://en.wikipedia.org/wiki/Longleat",
        "https://en.wikipedia.org/wiki/Jodrell_Bank",
        "https://en.wikipedia.org/wiki/Bifilar_sundial",
        "https://en.wikipedia.org/wiki/Bifilar_sundial",
        "https://en.wikipedia.org/wiki/Orthogonal",
        "https://en.wikipedia.org/wiki/Digital_sundial",
        "https://en.wikipedia.org/wiki/Deutsches_Museum",
        "https://en.wikipedia.org/wiki/Genk",
        "https://en.wikipedia.org/wiki/Noon_mark",
        "https://en.wikipedia.org/wiki/Noon_mark",
        "https://en.wikipedia.org/wiki/Greenwich_Royal_Observatory",
        "https://en.wikipedia.org/wiki/Equation_of_time",
        "https://en.wikipedia.org/wiki/Equation_of_time",
        "https://en.wikipedia.org/wiki/Analemma",
        "https://en.wikipedia.org/wiki/Equation_of_time",
        "https://en.wikipedia.org/wiki/Sundial_cannon",
        "https://en.wikipedia.org/wiki/Sundial_cannon",
        "https://en.wikipedia.org/wiki/Gnomon",
        "https://en.wikipedia.org/wiki/Cannon",
        "https://en.wikipedia.org/wiki/Gunpowder",
        "https://en.wikipedia.org/wiki/Round_shot",
        "https://en.wikipedia.org/wiki/Gnomon",
        "https://en.wikipedia.org/wiki/Tropical_year",
        "https://en.wikipedia.org/wiki/Francesco_Bianchini",
        "https://en.wikipedia.org/wiki/Santa_Maria_degli_Angeli_e_dei_Martiri",
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Giovanni_Domenico_Cassini",
        "https://en.wikipedia.org/wiki/Bologna",
        "https://en.wikipedia.org/wiki/List_of_sundial_mottoes",
        "https://en.wikipedia.org/wiki/Memento_mori",
        "https://en.wikipedia.org/wiki/Celestial_pole",
        "https://en.wikipedia.org/wiki/Apparent_solar_time",
        "https://en.wikipedia.org/wiki/Cardinal_point",
        "https://en.wikipedia.org/wiki/Clock",
        "https://en.wikipedia.org/wiki/True_North",
        "https://en.wikipedia.org/wiki/Northern_hemisphere",
        "https://en.wikipedia.org/wiki/Magnetic_declination",
        "https://en.wikipedia.org/wiki/Magnetic_compass",
        "https://en.wikipedia.org/wiki/Joseon",
        "https://en.wikipedia.org/wiki/National_Museum_of_Korea",
        "https://en.wikipedia.org/wiki/Butterfield_dial",
        "https://en.wikipedia.org/wiki/Equation_clock",
        "https://en.wikipedia.org/wiki/Foucault_pendulum",
        "https://en.wikipedia.org/wiki/Francesco_Bianchini",
        "https://en.wikipedia.org/wiki/Horology",
        "https://en.wikipedia.org/wiki/Jantar_Mantar",
        "https://en.wikipedia.org/wiki/Lahaina_Noon",
        "https://en.wikipedia.org/wiki/Moondial",
        "https://en.wikipedia.org/wiki/Qibla_observation_by_shadows",
        "https://en.wikipedia.org/wiki/Schema_for_horizontal_dials",
        "https://en.wikipedia.org/wiki/Schema_for_vertical_declining_dials",
        "https://en.wikipedia.org/wiki/Sciothericum_telescopicum",
        "https://en.wikipedia.org/wiki/Scottish_sundial",
        "https://en.wikipedia.org/wiki/Tide_dial",
        "https://en.wikipedia.org/wiki/Johannes_Hevelius",
        "https://en.wikipedia.org/wiki/Zero_shadow_day",
        "https://en.wikipedia.org/wiki/Local_mean_time",
        "https://en.wikipedia.org/wiki/Wellesley_College",
        "https://en.wikipedia.org/wiki/Massachusetts",
        "https://en.wikipedia.org/wiki/Chaucer",
        "https://en.wikipedia.org/wiki/Chaucer",
        "https://en.wikipedia.org/wiki/Canterbury_Tales",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Historic_England",
        "https://en.wikipedia.org/wiki/National_Heritage_List_for_England",
        "https://en.wikipedia.org/wiki/Harvard_University_Press",
        "https://en.wikipedia.org/wiki/Time",
        "https://en.wikipedia.org/wiki/Past",
        "https://en.wikipedia.org/wiki/Present",
        "https://en.wikipedia.org/wiki/Future",
        "https://en.wikipedia.org/wiki/Eternity",
        "https://en.wikipedia.org/wiki/Horology",
        "https://en.wikipedia.org/wiki/Time_standard",
        "https://en.wikipedia.org/wiki/Chronometry",
        "https://en.wikipedia.org/wiki/Coordinated_Universal_Time",
        "https://en.wikipedia.org/wiki/Universal_Time",
        "https://en.wikipedia.org/wiki/International_Atomic_Time",
        "https://en.wikipedia.org/wiki/Unit_of_time",
        "https://en.wikipedia.org/wiki/System_of_measurement",
        "https://en.wikipedia.org/wiki/Hindu_units_of_time",
        "https://en.wikipedia.org/wiki/Relative_hour",
        "https://en.wikipedia.org/wiki/Daylight_saving_time",
        "https://en.wikipedia.org/wiki/Decimal_time",
        "https://en.wikipedia.org/wiki/Hexadecimal_time",
        "https://en.wikipedia.org/wiki/Metric_time",
        "https://en.wikipedia.org/wiki/Sidereal_time",
        "https://en.wikipedia.org/wiki/Solar_time",
        "https://en.wikipedia.org/wiki/Time_zone",
        "https://en.wikipedia.org/wiki/Calendar",
        "https://en.wikipedia.org/wiki/Solar_calendar",
        "https://en.wikipedia.org/wiki/Lunar_calendar",
        "https://en.wikipedia.org/wiki/Lunisolar_calendar",
        "https://en.wikipedia.org/wiki/Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Julian_calendar",
        "https://en.wikipedia.org/wiki/Hebrew_calendar",
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/Solar_Hijri_calendar",
        "https://en.wikipedia.org/wiki/Chinese_calendar",
        "https://en.wikipedia.org/wiki/Hindu_calendar",
        "https://en.wikipedia.org/wiki/Maya_calendar",
        "https://en.wikipedia.org/wiki/List_of_calendars",
        "https://en.wikipedia.org/wiki/Clock",
        "https://en.wikipedia.org/wiki/Astronomical_clock",
        "https://en.wikipedia.org/wiki/Astrarium",
        "https://en.wikipedia.org/wiki/Atomic_clock",
        "https://en.wikipedia.org/wiki/Quantum_clock",
        "https://en.wikipedia.org/wiki/Hourglass",
        "https://en.wikipedia.org/wiki/Marine_chronometer",
        "https://en.wikipedia.org/wiki/Watch",
        "https://en.wikipedia.org/wiki/Mechanical_watch",
        "https://en.wikipedia.org/wiki/Stopwatch",
        "https://en.wikipedia.org/wiki/Water_clock",
        "https://en.wikipedia.org/wiki/Cuckoo_clock",
        "https://en.wikipedia.org/wiki/Digital_clock",
        "https://en.wikipedia.org/wiki/Grandfather_clock",
        "https://en.wikipedia.org/wiki/History_of_timekeeping_devices",
        "https://en.wikipedia.org/wiki/Timeline_of_time_measurement_inventions",
        "https://en.wikipedia.org/wiki/Chronology",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/Astronomical_chronology",
        "https://en.wikipedia.org/wiki/Big_History",
        "https://en.wikipedia.org/wiki/Calendar_era",
        "https://en.wikipedia.org/wiki/Deep_time",
        "https://en.wikipedia.org/wiki/Periodization",
        "https://en.wikipedia.org/wiki/Regnal_year",
        "https://en.wikipedia.org/wiki/Timeline",
        "https://en.wikipedia.org/wiki/Philosophy_of_space_and_time",
        "https://en.wikipedia.org/wiki/A_series_and_B_series",
        "https://en.wikipedia.org/wiki/Chronocentrism",
        "https://en.wikipedia.org/wiki/Endurantism",
        "https://en.wikipedia.org/wiki/Eternal_return",
        "https://en.wikipedia.org/wiki/Perdurantism",
        "https://en.wikipedia.org/wiki/Philosophical_presentism",
        "https://en.wikipedia.org/wiki/Static_interpretation_of_time",
        "https://en.wikipedia.org/wiki/Temporal_finitism",
        "https://en.wikipedia.org/wiki/Temporal_parts",
        "https://en.wikipedia.org/wiki/The_Unreality_of_Time",
        "https://en.wikipedia.org/wiki/Ages_of_Man",
        "https://en.wikipedia.org/wiki/Destiny",
        "https://en.wikipedia.org/wiki/Immortality",
        "https://en.wikipedia.org/wiki/The_Dreaming",
        "https://en.wikipedia.org/wiki/Time_and_fate_deities",
        "https://en.wikipedia.org/wiki/Father_Time",
        "https://en.wikipedia.org/wiki/Wheel_of_time",
        "https://en.wikipedia.org/wiki/Kalachakra",
        "https://en.wikipedia.org/wiki/Time_perception",
        "https://en.wikipedia.org/wiki/Chronemics",
        "https://en.wikipedia.org/wiki/Generation_time",
        "https://en.wikipedia.org/wiki/Mental_chronometry",
        "https://en.wikipedia.org/wiki/Tempo",
        "https://en.wikipedia.org/wiki/Time_signature",
        "https://en.wikipedia.org/wiki/Rosy_retrospection",
        "https://en.wikipedia.org/wiki/Time_discipline",
        "https://en.wikipedia.org/wiki/Time_management",
        "https://en.wikipedia.org/wiki/Present",
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/Geology",
        "https://en.wikipedia.org/wiki/Geologic_time_scale",
        "https://en.wikipedia.org/wiki/Chronozone",
        "https://en.wikipedia.org/wiki/Geological_period",
        "https://en.wikipedia.org/wiki/Geochronology",
        "https://en.wikipedia.org/wiki/Geological_history_of_Earth",
        "https://en.wikipedia.org/wiki/Time_in_physics",
        "https://en.wikipedia.org/wiki/Absolute_space_and_time",
        "https://en.wikipedia.org/wiki/Arrow_of_time",
        "https://en.wikipedia.org/wiki/Chronon",
        "https://en.wikipedia.org/wiki/Coordinate_time",
        "https://en.wikipedia.org/wiki/Proper_time",
        "https://en.wikipedia.org/wiki/Spacetime",
        "https://en.wikipedia.org/wiki/Theory_of_relativity",
        "https://en.wikipedia.org/wiki/Time_domain",
        "https://en.wikipedia.org/wiki/Time_translation_symmetry",
        "https://en.wikipedia.org/wiki/Chronological_dating",
        "https://en.wikipedia.org/wiki/Chronobiology",
        "https://en.wikipedia.org/wiki/Circadian_rhythm",
        "https://en.wikipedia.org/wiki/Chemical_clock",
        "https://en.wikipedia.org/wiki/Glottochronology",
        "https://en.wikipedia.org/wiki/Time_geography",
        "https://en.wikipedia.org/wiki/Memory",
        "https://en.wikipedia.org/wiki/Space",
        "https://en.wikipedia.org/wiki/System_time",
        "https://en.wikipedia.org/wiki/Tempus_fugit",
        "https://en.wikipedia.org/wiki/Time_capsule",
        "https://en.wikipedia.org/wiki/Time_immemorial",
        "https://en.wikipedia.org/wiki/Time_travel",
        "https://en.wikipedia.org/wiki/Time",
        "https://en.wikipedia.org/wiki/Time_standard",
        "https://en.wikipedia.org/wiki/Chronometry",
        "https://en.wikipedia.org/wiki/Time_metrology",
        "https://en.wikipedia.org/wiki/Coordinated_Universal_Time",
        "https://en.wikipedia.org/wiki/UTC_offset",
        "https://en.wikipedia.org/wiki/Universal_Time",
        "https://en.wikipedia.org/wiki/DUT1",
        "https://en.wikipedia.org/wiki/International_Earth_Rotation_and_Reference_Systems_Service",
        "https://en.wikipedia.org/wiki/ISO_8601",
        "https://en.wikipedia.org/wiki/International_Atomic_Time",
        "https://en.wikipedia.org/wiki/Barycentric_Coordinate_Time",
        "https://en.wikipedia.org/wiki/Barycentric_Dynamical_Time",
        "https://en.wikipedia.org/wiki/Civil_time",
        "https://en.wikipedia.org/wiki/Daylight_saving_time",
        "https://en.wikipedia.org/wiki/Geocentric_Coordinate_Time",
        "https://en.wikipedia.org/wiki/International_Date_Line",
        "https://en.wikipedia.org/wiki/IERS_Reference_Meridian",
        "https://en.wikipedia.org/wiki/Leap_second",
        "https://en.wikipedia.org/wiki/Solar_time",
        "https://en.wikipedia.org/wiki/Terrestrial_Time",
        "https://en.wikipedia.org/wiki/Time_zone",
        "https://en.wikipedia.org/wiki/180th_meridian",
        "https://en.wikipedia.org/wiki/Hourglass",
        "https://en.wikipedia.org/wiki/Time_zone",
        "https://en.wikipedia.org/wiki/Ephemeris_time",
        "https://en.wikipedia.org/wiki/Greenwich_Mean_Time",
        "https://en.wikipedia.org/wiki/Prime_meridian",
        "https://en.wikipedia.org/wiki/Time_in_physics",
        "https://en.wikipedia.org/wiki/Absolute_space_and_time",
        "https://en.wikipedia.org/wiki/Spacetime",
        "https://en.wikipedia.org/wiki/Chronon",
        "https://en.wikipedia.org/wiki/Continuous_signal",
        "https://en.wikipedia.org/wiki/Coordinate_time",
        "https://en.wikipedia.org/wiki/Cosmological_decade",
        "https://en.wikipedia.org/wiki/Discrete_time_and_continuous_time",
        "https://en.wikipedia.org/wiki/Proper_time",
        "https://en.wikipedia.org/wiki/Theory_of_relativity",
        "https://en.wikipedia.org/wiki/Time_dilation",
        "https://en.wikipedia.org/wiki/Gravitational_time_dilation",
        "https://en.wikipedia.org/wiki/Time_domain",
        "https://en.wikipedia.org/wiki/Time_translation_symmetry",
        "https://en.wikipedia.org/wiki/Horology",
        "https://en.wikipedia.org/wiki/Clock",
        "https://en.wikipedia.org/wiki/Astrarium",
        "https://en.wikipedia.org/wiki/Atomic_clock",
        "https://en.wikipedia.org/wiki/History_of_timekeeping_devices",
        "https://en.wikipedia.org/wiki/Hourglass",
        "https://en.wikipedia.org/wiki/Marine_chronometer",
        "https://en.wikipedia.org/wiki/Marine_sandglass",
        "https://en.wikipedia.org/wiki/Radio_clock",
        "https://en.wikipedia.org/wiki/Watch",
        "https://en.wikipedia.org/wiki/Stopwatch",
        "https://en.wikipedia.org/wiki/Water_clock",
        "https://en.wikipedia.org/wiki/Dialing_scales",
        "https://en.wikipedia.org/wiki/Equation_of_time",
        "https://en.wikipedia.org/wiki/History_of_sundials",
        "https://en.wikipedia.org/wiki/Schema_for_horizontal_dials",
        "https://en.wikipedia.org/wiki/Calendar",
        "https://en.wikipedia.org/wiki/Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Hebrew_calendar",
        "https://en.wikipedia.org/wiki/Hindu_calendar",
        "https://en.wikipedia.org/wiki/Holocene_calendar",
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/Julian_calendar",
        "https://en.wikipedia.org/wiki/Solar_Hijri_calendar",
        "https://en.wikipedia.org/wiki/Astronomical_year_numbering",
        "https://en.wikipedia.org/wiki/Dominical_letter",
        "https://en.wikipedia.org/wiki/Epact",
        "https://en.wikipedia.org/wiki/Equinox",
        "https://en.wikipedia.org/wiki/Julian_date",
        "https://en.wikipedia.org/wiki/Leap_year",
        "https://en.wikipedia.org/wiki/Lunar_calendar",
        "https://en.wikipedia.org/wiki/Lunisolar_calendar",
        "https://en.wikipedia.org/wiki/Solar_calendar",
        "https://en.wikipedia.org/wiki/Solstice",
        "https://en.wikipedia.org/wiki/Tropical_year",
        "https://en.wikipedia.org/wiki/Determination_of_the_day_of_the_week",
        "https://en.wikipedia.org/wiki/Names_of_the_days_of_the_week",
        "https://en.wikipedia.org/wiki/Chronological_dating",
        "https://en.wikipedia.org/wiki/Geologic_time_scale",
        "https://en.wikipedia.org/wiki/International_Commission_on_Stratigraphy",
        "https://en.wikipedia.org/wiki/Astronomical_chronology",
        "https://en.wikipedia.org/wiki/Galactic_year",
        "https://en.wikipedia.org/wiki/Nuclear_timescale",
        "https://en.wikipedia.org/wiki/Precession",
        "https://en.wikipedia.org/wiki/Sidereal_time",
        "https://en.wikipedia.org/wiki/Unit_of_time",
        "https://en.wikipedia.org/wiki/Second",
        "https://en.wikipedia.org/wiki/Minute",
        "https://en.wikipedia.org/wiki/Hour",
        "https://en.wikipedia.org/wiki/Day",
        "https://en.wikipedia.org/wiki/Week",
        "https://en.wikipedia.org/wiki/Fortnight",
        "https://en.wikipedia.org/wiki/Month",
        "https://en.wikipedia.org/wiki/Year",
        "https://en.wikipedia.org/wiki/Olympiad",
        "https://en.wikipedia.org/wiki/Lustrum",
        "https://en.wikipedia.org/wiki/Decade",
        "https://en.wikipedia.org/wiki/Century",
        "https://en.wikipedia.org/wiki/Saeculum",
        "https://en.wikipedia.org/wiki/Millennium",
        "https://en.wikipedia.org/wiki/Chronology",
        "https://en.wikipedia.org/wiki/Mental_chronometry",
        "https://en.wikipedia.org/wiki/Decimal_time",
        "https://en.wikipedia.org/wiki/Metric_time",
        "https://en.wikipedia.org/wiki/System_time",
        "https://en.wikipedia.org/wiki/Time_metrology",
        "https://en.wikipedia.org/wiki/Time_value_of_money",
        "https://en.wikipedia.org/wiki/Timekeeper",
        "https://en.wikipedia.org/wiki/Lawn_ornament",
        "https://en.wikipedia.org/wiki/Garden_ornament",
        "https://en.wikipedia.org/wiki/Lawn_ornament",
        "https://en.wikipedia.org/wiki/Bird_bath",
        "https://en.wikipedia.org/wiki/Bathtub_Madonna",
        "https://en.wikipedia.org/wiki/Concrete_Aboriginal",
        "https://en.wikipedia.org/wiki/Concrete_goose",
        "https://en.wikipedia.org/wiki/Garden_gnome",
        "https://en.wikipedia.org/wiki/Lawn_jockey",
        "https://en.wikipedia.org/wiki/Plastic_flamingo",
        "https://en.wikipedia.org/wiki/Suncatcher",
        "https://en.wikipedia.org/wiki/Whirligig",
        "https://en.wikipedia.org/wiki/Yard_globe",
        "https://en.wikipedia.org/wiki/Garden_ornament",
        "https://en.wikipedia.org/wiki/Flower_box",
        "https://en.wikipedia.org/wiki/Window_box",
        "https://en.wikipedia.org/wiki/Eyecatchers",
        "https://en.wikipedia.org/wiki/Folly",
        "https://en.wikipedia.org/wiki/Garden_furniture",
        "https://en.wikipedia.org/wiki/Hanging_basket",
        "https://en.wikipedia.org/wiki/Landscape_lighting",
        "https://en.wikipedia.org/wiki/Nest_box",
        "https://en.wikipedia.org/wiki/Outdoor_fireplace",
        "https://en.wikipedia.org/wiki/Rain_chain",
        "https://en.wikipedia.org/wiki/Garden_sculpture",
        "https://en.wikipedia.org/wiki/Suikinkutsu",
        "https://en.wikipedia.org/wiki/Topiary",
        "https://en.wikipedia.org/wiki/Weather_vane",
        "https://en.wikipedia.org/wiki/Wind_chime",
        "https://en.wikipedia.org/wiki/Wishing_well",
        "https://en.wikipedia.org/wiki/Sundial",
        "https://en.wikipedia.org/wiki/Sundial",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}