{
    "url": "https://en.wikipedia.org/wiki/Super_Sentai",
    "title": "Super Sentai",
    "table_of_contents": [
        "1 Series overview",
        "1.1 Super Sentai series",
        "1.2 Power Rangers",
        "1.3 Power Rangers Dino Force Brave",
        "2 Productions",
        "2.1 Main series",
        "2.2 Others",
        "2.3 Theatrical releases",
        "2.4 V-Cinema releases",
        "2.5 Televi Magazine releases",
        "3 Distribution",
        "3.1 Europe",
        "3.2 South Korea",
        "3.3 Latin America",
        "3.4 United States",
        "4 Merchandise",
        "5 Parody and homage",
        "5.1 Dai-Nippon",
        "5.2 Sport Ranger",
        "5.3 France Five",
        "5.4 Legendary Armor Samurai Troopers",
        "5.5 Sailor Moon",
        "5.6 Digimon Frontier",
        "5.7 Jeanne d'Arc",
        "5.8 Kingdom Hearts",
        "5.9 Sparanger",
        "5.10 EA's Rock",
        "5.11 Akibaranger",
        "5.12 Bleach",
        "5.13 Love After World Domination",
        "5.14 Dragon Ball",
        "5.15 Yu-Gi-Oh!",
        "5.16 One Piece",
        "5.17 Pretty Cure",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSuper Sentai (Japanese: スーパー戦隊シリーズ, Hepburn: Sūpā Sentai Shirīzu, translated as \"Super Squadron Series\") is a Japanese superhero team metaseries and media franchise consisting of television series and films produced by Toei Company,  and Bandai, and aired by TV Asahi (\"Sentai\" is the Japanese word for \"task force\" or \"fighting squadron\").[citation needed] The shows are of the tokusatsu genre, featuring live action characters and colorful special effects, and are aimed at children. Super Sentai airs alongside the Kamen Rider series in the Super Hero Time programming block on Sunday mornings. In North America, the Super Sentai series is best known as the source material for the Power Rangers series.[1]\n\n"
        },
        {
            "title": "Series overview",
            "text": "In every Super Sentai series, the protagonists are a team of people who – using wrist-worn or hand-held devices – transform into superheroes and gain superpowers – color-coded uniforms, signature weapons, sidearms, and fighting skills – to battle a group of otherworldly supervillains that threaten to take over the Earth. In a typical episode, the heroes thwart the enemies' plans and defeat an army of enemy soldiers and the monster of the week before an enlarged version of the monster confronts them, only to be defeated again when the heroes fight it with their mecha. Each Sentai series is set in its own unique fictional universe; various TV, video, and film specials feature a team-up between one or more teams.\n\nThe first two Super Sentai series were created by Shotaro Ishinomori, then known for the 1971–1973 Kamen Rider TV series and the long-running manga Cyborg 009. He developed Himitsu Sentai Gorenger, which ran from 1975 to 1977, and J.A.K.Q. Dengekitai, released in 1977. Toei Company put the franchise on hiatus in 1978, collaborating with Marvel Comics to produce a live-action Spider-Man series, which added giant robots to the concept of tokusatsu shows. The giant robot concept was carried over to Toei and Marvel's next show, Battle Fever J, released in 1979, and was then used throughout the Super Sentai series.\n\nIn 1993, American production company Saban Entertainment adapted 1992's Kyōryū Sentai Zyuranger into Mighty Morphin Power Rangers for the Fox Kids programming block, combining the original Japanese action footage with new footage featuring American actors for the story sequences. Since then, nearly every Super Sentai series that followed became a new season of Power Rangers.[citation needed] Some countries, such as France, Brazil, Thailand, and the Philippines, switched from broadcasting Super Sentai to Power Rangers.[citation needed] In 2002, Saban sold the Power Rangers franchise to Disney's Buena Vista division,[2] who owned it until 2010, broadcasting Power Rangers on ABC Kids, ABC Family, Jetix, and Toon Disney.[citation needed] On 12 May 2010, Saban bought the franchise back from Disney, moving the show to the Nickelodeon network for 2011 with Power Rangers Samurai.[3] On 1 May 2018, toy company Hasbro announced they had acquired the Power Rangers franchise from Saban Capital Group for $522 million.[4]\n\nPower Rangers Dino Force Brave is a 2017 South Korean tokusatsu television show produced by Daewon Media, the same company which distributes the Super Sentai series in South Korea under the \"Power Rangers\" label. It serves as a sequel to the 2013 Super Sentai series Zyuden Sentai Kyoryuger.[citation needed]\n\n"
        },
        {
            "title": "Productions",
            "text": "The following is a list of the Super Sentai series and their years of broadcast:\n\nThe following releases were on Super Video or Special DVD bundled with special issues of Kodansha's Televi Magazine:\n\n"
        },
        {
            "title": "Distribution",
            "text": "Although the Super Sentai series originated in Japan, various Sentai series have been imported and dubbed in other languages for broadcast in several other countries.\n\nBioman, Flashman, Maskman, Liveman, Turboranger, Fiveman, and Jetman were broadcast in France in the 1980s and early 1990s, with Maskman and Liveman marketed as Bioman 2 and Bioman 3, respectively.[citation needed] Additionally, Liveman, Turboranger, Fiveman and Jetman were broadcast in Spain and Portugal. Denjiman and Goggle-V were broadcast in Italy. In addition, some episodes of Bioman and Turboranger were released on VHS in Greece. In 1985, Bioman became the first Super Sentai series to be aired in the United Kingdom. By the early 1990s, the Sentai broadcasts were replaced by Power Rangers.\n\n\nSuper Sentai has been broadcast in South Korea, dubbed in Korean. The first such series was Choushinsei Flashman which aired as Jigu Bangwidae Flash Man (Earth Defence Squadron Flashman), released in video format in 1989 by the Daeyung Panda video company; this was followed by Hikari Sentai Maskman and Chodenshi Bioman. Throughout the 1990s, Dai Sentai Goggle Five, Dengeki Sentai Changeman, Choujuu Sentai Liveman, and Kousoku Sentai Turboranger were also released in video format. In the 2000s and early 2010s, Tooniverse (formerly Orion Cartoon Network), JEI-TV (Jaeneung Television), Champ TV/Anione TV (Daewon Broadcasting), Cartoon Network South Korea, and Nickelodeon South Korea have broadcast Super Sentai series a year following their original Japanese broadcast, but have changed the titles to \"Power Rangers\".[7][8][9] Recently,[when?] there have been broadcasts of Bakuryuu Sentai Abaranger, Tokusou Sentai Dekaranger, Mahō Sentai Magiranger, GoGo Sentai Boukenger, Juken Sentai Gekiranger, Engine Sentai Go-onger, Hyakujuu Sentai Gaoranger, Tensou Sentai Goseiger, Kaizoku Sentai Gokaiger, Tokumei Sentai Go-Busters, Zyuden Sentai Kyoryuger, Ressha Sentai ToQger, Shuriken Sentai Ninninger, Doubutsu Sentai Zyuohger, Uchu Sentai Kyuranger, Kishiryu Sentai Ryusoulger, Kaitou Sentai Lupinranger VS Keisatsu Sentai Patranger, Kikai Sentai Zenkaiger and Avataro Sentai Donbrothers under the titles of Power Rangers Dino Thunder, Power Rangers S.P.D., Power Rangers Magic Force, Power Rangers Treasure Force, Power Rangers Wild Spirits, Power Rangers Engine Force, Power Rangers Jungle Force, Power Rangers Miracle Force, Power Rangers Captain Force, Power Rangers Go-Busters, Power Rangers Dino Force, Power Rangers Train Force, Power Rangers Ninja Force, Power Rangers Animal Force, Power Rangers Galaxy Force, Power Rangers Dino Soul Power Rangers Lupin Force VS Patrol Force, Power Rangers Zenkaiger and Power Rangers Donbrothers , respectively.[original research?] Furthermore, Power Rangers Dino Force has the South Korea-exclusive sequel called Power Rangers Dino Force Brave. Currently South Korea is re airing Power Rangers Animal Force and airing Power Rangers Donbrothers.\n\nChoushinsei Flashman and Choujuu Sentai Liveman were broadcast in Bolivia, Ecuador and Peru in the early 1990s, and as reruns in the early 2000s. Flashman arrived with Spanish dubbing done in Brazil and Liveman in Venezuela.\n\nDengeki Sentai Changeman, Flashman, Maskman and Goggle V were broadcast in Brazil. The first season to air was Changeman in 1988, on TV Manchete (now RedeTV), and caused a tremendous impact in its time, considered a cult classic.[original research?]\n\nIn the early 1990s, the Sentai broadcasts in Latin America were replaced by Power Rangers.[citation needed]\n\nAfter Honolulu's KIKU-TV had success with Android Kikaider (marketed as Kikaida) and Kamen Rider V3 in the 1970s, multiple Super Sentai series, including Himitsu Sentai Gorenger and Battle Fever J, were brought to the Hawaiian market, broadcast in Japanese with English subtitles by JN Productions.[citation needed] In 1985, Marvel Comics produced a pilot for an American adaptation of Taiyo Sentai Sun Vulcan,[citation needed] but the show was rejected by the major US TV networks.[10] In 1986, Saban Productions produced a pilot for an American adaptation of Choudenshi Bioman titled Bio Man.[11][12] In 1987, some episodes of Kagaku Sentai Dynaman were dubbed and aired as a parody on the USA Network television show Night Flight.[13] Starting in 1993, footage from Super Sentai was extensively used in the American-produced Power Rangers franchise.\n\nOn 25 July 2014, Shout! Factory announced that they would release Zyuranger on DVD in the United States.[14] Since then, Shout! has been the official distributor of Super Sentai DVDs in North America, and as of 2019 has released all subsequent series up to Hurricaneger, plus Jetman. After Jetman, a release was announced of the series Fiveman, but was put on hiatus due to Hasbro's acquisition of the Power Rangers franchise. In June 2022, it was announced they would resume production/distribution of Super Sentai DVD sets in North America, beginning with Fiveman.\n\nBeginning in 2016, Super Sentai episodes would be available on demand on ShoutFactoryTV.com. These episodes can only be viewed in North America.[15]\n\n"
        },
        {
            "title": "Merchandise",
            "text": "As of March 2021[update], Bandai Namco has sold 30.89 million Super Sentai shape-changing model robots since 1979.[16]\n\n"
        },
        {
            "title": "Parody and homage",
            "text": "The Super Sentai Series has been parodied and emulated in various ways throughout the world.[citation needed] The term \"Sentai\" is also occasionally used to describe shows with premises like the Super Sentai Series.[citation needed]\n\nGainax produced a Japanese fan film called Patriotic Squadron Great Japan (愛國戰隊大日本, Aikoku Sentai Dai-Nippon) in 1982 as a homage to the Super Sentai franchise.[38]\n\nThe Thai TV series Sport Ranger, another homage to Super Sentai, aired in 2006.[39]\n\nJushi Sentai France Five (later known as Shin Kenjushi France Five) is a French online mini-series that was released in six installments from 2000 to 2013.[citation needed] The series was so popular in Japan that Akira Kushida recorded its second opening theme.[citation needed]\n\nKnown as Ronin Warriors in the English dub, this anime involved five young warriors each in possession of mystical armor and weapons which allowed them to transform into more powerful forms in the manner of Super Sentai.\n\nNaoko Takeuchi used the Super Sentai Series as inspiration for the creation of the Sailor Soldiers in Sailor Moon.[40][41]\n\nThe fourth entry of the Digimon anime involved five young kids (eventually six) to gain Digivices known as D-tectors which contained the spirits of ancient heroes known as the Ten Legendary Warriors that allowed them to transform into Digimon forms to fight off monsters in a manner reminiscent of Super Sentai.\n\nThe Jeanne d'Arc PSP game made by Level 5 which depicts the title character (voiced by Kari Wahlgren) in a fantasy universe based on the historical story has her and certain others with the power to transform into armored warriors akin to Super Sentai.\n\nThe PSP prequel entry to the Kingdom Hearts video game franchise made by Square-Enix involves the main characters (Terra, Aqua, and Ventus) transforming into magical armor akin to Super Sentai.\n\nAs part of the Omoikkiri Ii!! TV television program, a series of features was produced on various spas and onsen around Japan titled Bihada Sentai Sparanger (美肌泉隊ＳＰＡレンジャー, Bihada Sentai Suparenjā, Handsome Muscle Spring Corps Sparanger). This featured tokusatsu and drama actors Takashi Hagino (Changéríon of Choukou Senshi Changéríon and Kamen Rider Ouja of Kamen Rider Ryuki) as Spa Red (ＳＰＡレッド, Supa Reddo), Kento Handa (Kamen Rider Faiz of Kamen Rider 555) as Spa Blue (ＳＰＡブルー, Supa Burū), Kengo Ohkuchi (Emperor Z of Ressha Sentai ToQger) as Spa Green (ＳＰＡグリーン, Supa Gurīn), Masashi Mikami (Bouken Blue in GoGo Sentai Boukenger) as Spa Yellow (ＳＰＡイエロー, Supa Ierō), and Kohei Murakami (Kamen Rider Kaixa in Kamen Rider 555) as Spa Murasaki (ＳＰＡムラサキ（紫）, Supa Murasaki, \"purple\" or \"violet\" in Japanese, a running joke would involve people referring to him as Spa Purple).[42]\n\nIn 2013, Gainax produced EA's Rock (エアーズロック, Eāzu Rokku), a 13-episode miniseries of live-action shorts which parodied the Super Sentai Series. The series' characters are all former members of a fighting group called Sensation Warriors Gokan Five (感覚戦士ゴカンファイブ, Kankaku Senshi Gokan Faibu, \"gokan\" is Japanese for the \"five senses\").[citation needed] EA's Rock is broadcast on the Tōmeihan Net 6 Japanese Association of Independent Television Stations as well as Nico Nico Douga.[43][44]\n\nUnofficial Sentai Akibaranger (非公認戦隊アキバレンジャー, Hikōnin Sentai Akibarenjā) is a Toei-produced parody series that premiered in April 2012 on BS Asahi and Tokyo MX. Akibaranger is made for adult fans who were fans of the Super Sentai Series as children. The story features three otaku who live in the Akihabara district of Tokyo who receive technology from a scientist to fight an evil threat that at first only exists in their delusions, but eventually starts materializing itself in the real world. Like Kaizoku Sentai Gokaiger, Akibaranger features guest appearances by veteran Super Sentai actors (as themselves rather than their characters), and voice actors and musicians who have worked in anime and tokusatsu.[citation needed] A second season aired in April 2013.[citation needed]\n\nThe manga/anime franchise Bleach has referenced Super Sentai twice. First with Nelliel Tu Odelschwanck and her Fracción (Dondochakka Birstanne, Pesche Guatiche, and Bawabawa) taking Sentai poses and introductions when they first encounter the protagonists in Hueco Mundo. The second is when Kisuke Urahara establishes the team of Karakura Raizer (lead by Kon) to protect Karakura Town in the heroes' absence, with their powers and introductions clearly inspired from Super Sentai teams.\n\nThe manga/anime series Love After World Domination is a satire on the Super Sentai genre, with a team of multi-color heroes who can don spandex power suits to fight against an organization bent on world domination.\n\nAkira Toriyama was inspired to create the Ginyu Force for the Dragon Ball manga after seeing his children watch Super Sentai.[45]\n\nThe anime series Yu-Gi-Oh! VRAINS (2017) pays homage to the Super Sentai series, with the character Shima occasionally performing Sentai moves.[citation needed] The English dub adds a joke referring to a Sentai move as \"the dab\", referencing how the dab dance move in 2010s American popular culture has a striking resemblance to Sentai moves that have appeared in the Super Sentai series since the 1970s (and the localised Power Rangers series since the 1990s).[46]\n\nGerma 66's Vinsmoke commanders bear a resemblance to Super Sentai series, as they bear similar color-coded designs and epithets: Reiju is \"Poison Pink\", Ichiji \"Sparking Red\", Niji \"Electric Blue\", Yonji \"Winch Green\", and Sanji \"Stealth Black\". These colors are also prominently incorporated into their clothing and hair color (except for Sanji).[citation needed]\n\nThe Red/Blue/Pink/Green team alignment matches that of J.A.K.Q. Dengekitai, the first and only Sentai squad which started with four members.[citation needed]\n\nThe clone soldiers used by the Germa likewise resemble the various foot soldiers used by the villains in Sentai series.[citation needed]\n\nThe Pretty Cure franchise largely resembles Super Sentai as a tokusatsu-style magical girl series with varying teams of girls over the years, as well as the fact that it is long-aired alongside Super Sentai on TV on Sunday mornings.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Mirai_Sentai_Timeranger",
        "https://en.wikipedia.org/wiki/Shotaro_Ishinomori",
        "https://en.wikipedia.org/wiki/Toei_Company",
        "https://en.wikipedia.org/wiki/Himitsu_Sentai_Gorenger",
        "https://en.wikipedia.org/wiki/Rangers_Strike",
        "https://en.wikipedia.org/wiki/Soul_of_Chogokin",
        "https://en.wikipedia.org/wiki/Super_Robot_Chogokin",
        "https://en.wikipedia.org/wiki/Japanese_language",
        "https://en.wikipedia.org/wiki/Hepburn_romanization",
        "https://en.wikipedia.org/wiki/Superhero",
        "https://en.wikipedia.org/wiki/Media_franchise",
        "https://en.wikipedia.org/wiki/Media_franchise",
        "https://en.wikipedia.org/wiki/Toei_Company",
        "https://en.wikipedia.org/wiki/Bandai",
        "https://en.wikipedia.org/wiki/TV_Asahi",
        "https://en.wikipedia.org/wiki/Sentai",
        "https://en.wikipedia.org/wiki/Tokusatsu",
        "https://en.wikipedia.org/wiki/Kamen_Rider",
        "https://en.wikipedia.org/wiki/Super_Hero_Time",
        "https://en.wikipedia.org/wiki/Power_Rangers",
        "https://en.wikipedia.org/wiki/Signature_weapon",
        "https://en.wikipedia.org/wiki/Villain_of_the_week",
        "https://en.wikipedia.org/wiki/Mecha",
        "https://en.wikipedia.org/wiki/Fictional_universe",
        "https://en.wikipedia.org/wiki/Shotaro_Ishinomori",
        "https://en.wikipedia.org/wiki/Cyborg_009",
        "https://en.wikipedia.org/wiki/Himitsu_Sentai_Gorenger",
        "https://en.wikipedia.org/wiki/Toei_Company",
        "https://en.wikipedia.org/wiki/Marvel_Comics",
        "https://en.wikipedia.org/wiki/Battle_Fever_J",
        "https://en.wikipedia.org/wiki/Power_Rangers",
        "https://en.wikipedia.org/wiki/Saban_Entertainment",
        "https://en.wikipedia.org/wiki/Mighty_Morphin_Power_Rangers",
        "https://en.wikipedia.org/wiki/Fox_Kids",
        "https://en.wikipedia.org/wiki/Disney",
        "https://en.wikipedia.org/wiki/ABC_Family",
        "https://en.wikipedia.org/wiki/Jetix",
        "https://en.wikipedia.org/wiki/Toon_Disney",
        "https://en.wikipedia.org/wiki/Nickelodeon",
        "https://en.wikipedia.org/wiki/Power_Rangers_Samurai",
        "https://en.wikipedia.org/wiki/Hasbro",
        "https://en.wikipedia.org/wiki/Power_Rangers_Dino_Force_Brave",
        "https://en.wikipedia.org/wiki/Daewon_Media",
        "https://en.wikipedia.org/wiki/Power_Rangers",
        "https://en.wikipedia.org/wiki/Himitsu_Sentai_Gorenger",
        "https://en.wikipedia.org/wiki/Battle_Fever_J",
        "https://en.wikipedia.org/wiki/Marvel_Comics",
        "https://en.wikipedia.org/wiki/Denshi_Sentai_Denjiman",
        "https://en.wikipedia.org/wiki/Taiyo_Sentai_Sun_Vulcan",
        "https://en.wikipedia.org/wiki/Power_Rangers",
        "https://en.wikipedia.org/wiki/Stan_Lee",
        "https://en.wikipedia.org/wiki/Margaret_Loesch",
        "https://en.wikipedia.org/wiki/Metal_Hero_Series",
        "https://en.wikipedia.org/wiki/Space_Sheriff_Gavan",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Kagaku_Sentai_Dynaman",
        "https://en.wikipedia.org/wiki/USA_Network",
        "https://en.wikipedia.org/wiki/Nickelodeon",
        "https://en.wikipedia.org/wiki/Choudenshi_Bioman",
        "https://en.wikipedia.org/wiki/Power_Rangers",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Dengeki_Sentai_Changeman",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Choushinsei_Flashman",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Hikari_Sentai_Maskman",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Choujuu_Sentai_Liveman",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Kousoku_Sentai_Turboranger",
        "https://en.wikipedia.org/wiki/Heisei",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Chikyu_Sentai_Fiveman",
        "https://en.wikipedia.org/wiki/Power_Rangers",
        "https://en.wikipedia.org/wiki/Power_Rangers",
        "https://en.wikipedia.org/wiki/Margaret_Loesch",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Gosei_Sentai_Dairanger",
        "https://en.wikipedia.org/wiki/Ninja_Sentai_Kakuranger",
        "https://en.wikipedia.org/wiki/Mighty_Morphin_Alien_Rangers",
        "https://en.wikipedia.org/wiki/Culture_of_Japan",
        "https://en.wikipedia.org/wiki/Chouriki_Sentai_Ohranger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Zeo",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Gekisou_Sentai_Carranger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Turbo",
        "https://en.wikipedia.org/wiki/Denji_Sentai_Megaranger",
        "https://en.wikipedia.org/wiki/Power_Rangers_in_Space",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Seijuu_Sentai_Gingaman",
        "https://en.wikipedia.org/wiki/Power_Rangers_Lost_Galaxy",
        "https://en.wikipedia.org/wiki/Shotaro_Ishinomori",
        "https://en.wikipedia.org/wiki/Kamen_Rider",
        "https://en.wikipedia.org/wiki/Kyuukyuu_Sentai_GoGoFive",
        "https://en.wikipedia.org/wiki/Power_Rangers_Lightspeed_Rescue",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Mirai_Sentai_Timeranger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Time_Force",
        "https://en.wikipedia.org/wiki/Hyakujuu_Sentai_Gaoranger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Wild_Force",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Korean_language",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Daewon_Media",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Ninpuu_Sentai_Hurricaneger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Ninja_Storm",
        "https://en.wikipedia.org/wiki/Power_Rangers_Dino_Thunder",
        "https://en.wikipedia.org/wiki/Korean_language",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Tokusou_Sentai_Dekaranger",
        "https://en.wikipedia.org/wiki/Korean_language",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Power_Rangers_Mystic_Force",
        "https://en.wikipedia.org/wiki/Korean_language",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/GoGo_Sentai_Boukenger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Operation_Overdrive",
        "https://en.wikipedia.org/wiki/Korean_language",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Daewon_Media",
        "https://en.wikipedia.org/wiki/Juken_Sentai_Gekiranger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Jungle_Fury",
        "https://en.wikipedia.org/wiki/Power_Rangers_RPM",
        "https://en.wikipedia.org/wiki/Samurai_Sentai_Shinkenger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Samurai",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Decade",
        "https://en.wikipedia.org/wiki/Tensou_Sentai_Goseiger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Megaforce",
        "https://en.wikipedia.org/wiki/Kaizoku_Sentai_Gokaiger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Megaforce",
        "https://en.wikipedia.org/wiki/Power_Rangers_Beast_Morphers",
        "https://en.wikipedia.org/wiki/Zyuden_Sentai_Kyoryuger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Dino_Charge",
        "https://en.wikipedia.org/wiki/Power_Rangers_Dino_Force_Brave",
        "https://en.wikipedia.org/wiki/Ressha_Sentai_ToQger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Ninja_Steel",
        "https://en.wikipedia.org/wiki/Power_Rangers_Dino_Fury",
        "https://en.wikipedia.org/wiki/Shuriken_Sentai_Ninninger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Ninja_Steel",
        "https://en.wikipedia.org/wiki/Doubutsu_Sentai_Zyuohger",
        "https://en.wikipedia.org/wiki/Uchu_Sentai_Kyuranger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Cosmic_Fury",
        "https://en.wikipedia.org/wiki/Kaitou_Sentai_Lupinranger_VS_Keisatsu_Sentai_Patranger",
        "https://en.wikipedia.org/wiki/Kishiryu_Sentai_Ryusoulger",
        "https://en.wikipedia.org/wiki/Power_Rangers_Dino_Fury",
        "https://en.wikipedia.org/wiki/Reiwa",
        "https://en.wikipedia.org/wiki/LGBT",
        "https://en.wikipedia.org/wiki/Mashin_Sentai_Kiramager",
        "https://en.wikipedia.org/wiki/Kikai_Sentai_Zenkaiger",
        "https://en.wikipedia.org/wiki/Avataro_Sentai_Donbrothers",
        "https://en.wikipedia.org/wiki/Power_Rangers",
        "https://en.wikipedia.org/wiki/Super_Sentai_Strongest_Battle",
        "https://en.wikipedia.org/wiki/Himitsu_Sentai_Gorenger",
        "https://en.wikipedia.org/wiki/Battle_Fever_J",
        "https://en.wikipedia.org/wiki/Denshi_Sentai_Denjiman",
        "https://en.wikipedia.org/wiki/Taiyo_Sentai_Sun_Vulcan",
        "https://en.wikipedia.org/wiki/Kagaku_Sentai_Dynaman",
        "https://en.wikipedia.org/wiki/Choudenshi_Bioman",
        "https://en.wikipedia.org/wiki/Dengeki_Sentai_Changeman",
        "https://en.wikipedia.org/wiki/Choushinsei_Flashman",
        "https://en.wikipedia.org/wiki/Hikari_Sentai_Maskman",
        "https://en.wikipedia.org/wiki/Kousoku_Sentai_Turboranger",
        "https://en.wikipedia.org/wiki/Gosei_Sentai_Dairanger",
        "https://en.wikipedia.org/wiki/Ninja_Sentai_Kakuranger",
        "https://en.wikipedia.org/wiki/Super_Sentai_World",
        "https://en.wikipedia.org/wiki/Chouriki_Sentai_Ohranger",
        "https://en.wikipedia.org/wiki/Gokaiger_Goseiger_Super_Sentai_199_Hero_Great_Battle",
        "https://en.wikipedia.org/wiki/Kishiryu_Sentai_Ryusoulger_VS_Lupinranger_VS_Patranger",
        "https://en.wikipedia.org/wiki/Samurai_Sentai_Shinkenger_Returns",
        "https://en.wikipedia.org/wiki/Tensou_Sentai_Goseiger_Returns",
        "https://en.wikipedia.org/wiki/Space_Squad",
        "https://en.wikipedia.org/wiki/Lupinranger_VS_Patranger_VS_Kyuranger",
        "https://en.wikipedia.org/wiki/Kodansha",
        "https://en.wikipedia.org/wiki/Choudenshi_Bioman",
        "https://en.wikipedia.org/wiki/Choushinsei_Flashman",
        "https://en.wikipedia.org/wiki/Hikari_Sentai_Maskman",
        "https://en.wikipedia.org/wiki/Choujuu_Sentai_Liveman",
        "https://en.wikipedia.org/wiki/Kousoku_Sentai_Turboranger",
        "https://en.wikipedia.org/wiki/Chikyu_Sentai_Fiveman",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Spain",
        "https://en.wikipedia.org/wiki/Portugal",
        "https://en.wikipedia.org/wiki/Denshi_Sentai_Denjiman",
        "https://en.wikipedia.org/wiki/Italy",
        "https://en.wikipedia.org/wiki/Greece",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Tooniverse",
        "https://en.wikipedia.org/wiki/Power_Rangers_Dino_Force_Brave",
        "https://en.wikipedia.org/wiki/Choushinsei_Flashman",
        "https://en.wikipedia.org/wiki/Choujuu_Sentai_Liveman",
        "https://en.wikipedia.org/wiki/Bolivia",
        "https://en.wikipedia.org/wiki/Ecuador",
        "https://en.wikipedia.org/wiki/Peru",
        "https://en.wikipedia.org/wiki/Brazil",
        "https://en.wikipedia.org/wiki/Venezuela",
        "https://en.wikipedia.org/wiki/Dengeki_Sentai_Changeman",
        "https://en.wikipedia.org/wiki/Hikari_Sentai_Maskman",
        "https://en.wikipedia.org/wiki/Rede_Manchete",
        "https://en.wikipedia.org/wiki/RedeTV",
        "https://en.wikipedia.org/wiki/Honolulu",
        "https://en.wikipedia.org/wiki/Android_Kikaider",
        "https://en.wikipedia.org/wiki/Kamen_Rider_V3",
        "https://en.wikipedia.org/wiki/Battle_Fever_J",
        "https://en.wikipedia.org/wiki/Marvel_Comics",
        "https://en.wikipedia.org/wiki/Saban_Entertainment",
        "https://en.wikipedia.org/wiki/Kagaku_Sentai_Dynaman",
        "https://en.wikipedia.org/wiki/USA_Network",
        "https://en.wikipedia.org/wiki/Power_Rangers",
        "https://en.wikipedia.org/wiki/Video_on_demand",
        "https://en.wikipedia.org/wiki/Bandai_Namco",
        "https://en.wikipedia.org/wiki/Bandai_Namco_Holdings",
        "https://en.wikipedia.org/wiki/Fiscal_year",
        "https://en.wikipedia.org/wiki/Net_income",
        "https://en.wikipedia.org/wiki/Japanese_yen",
        "https://en.wikipedia.org/wiki/Bandai",
        "https://en.wikipedia.org/wiki/Gainax",
        "https://en.wikipedia.org/wiki/Sport_Ranger",
        "https://en.wikipedia.org/wiki/Thailand",
        "https://en.wikipedia.org/wiki/Sport_Ranger",
        "https://en.wikipedia.org/wiki/France_Five",
        "https://en.wikipedia.org/wiki/Akira_Kushida",
        "https://en.wikipedia.org/wiki/Ronin_Warriors",
        "https://en.wikipedia.org/wiki/Sailor_Moon",
        "https://en.wikipedia.org/wiki/Naoko_Takeuchi",
        "https://en.wikipedia.org/wiki/Digimon_Frontier",
        "https://en.wikipedia.org/wiki/Digimon",
        "https://en.wikipedia.org/wiki/Kari_Wahlgren",
        "https://en.wikipedia.org/wiki/Kingdom_Hearts_Birth_by_Sleep",
        "https://en.wikipedia.org/wiki/Kingdom_Hearts",
        "https://en.wikipedia.org/wiki/Onsen",
        "https://en.wikipedia.org/wiki/Takashi_Hagino",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Ouja",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Ryuki",
        "https://en.wikipedia.org/wiki/Kento_Handa",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Faiz",
        "https://en.wikipedia.org/wiki/Kamen_Rider_555",
        "https://en.wikipedia.org/wiki/Kengo_Ohkuchi",
        "https://en.wikipedia.org/wiki/Ressha_Sentai_ToQger",
        "https://en.wikipedia.org/wiki/Masashi_Mikami",
        "https://en.wikipedia.org/wiki/GoGo_Sentai_Boukenger",
        "https://en.wikipedia.org/wiki/Kohei_Murakami",
        "https://en.wikipedia.org/wiki/Kamen_Rider_Kaixa",
        "https://en.wikipedia.org/wiki/Sense",
        "https://en.wikipedia.org/wiki/Japanese_Association_of_Independent_Television_Stations",
        "https://en.wikipedia.org/wiki/Nico_Nico_Douga",
        "https://en.wikipedia.org/wiki/Unofficial_Sentai_Akibaranger",
        "https://en.wikipedia.org/wiki/TV_Asahi",
        "https://en.wikipedia.org/wiki/Tokyo_MX",
        "https://en.wikipedia.org/wiki/Otaku",
        "https://en.wikipedia.org/wiki/Akihabara",
        "https://en.wikipedia.org/wiki/Love_After_World_Domination",
        "https://en.wikipedia.org/wiki/Dragon_Ball",
        "https://en.wikipedia.org/wiki/Akira_Toriyama",
        "https://en.wikipedia.org/wiki/American_popular_culture",
        "https://en.wikipedia.org/wiki/Power_Rangers",
        "https://en.wikipedia.org/wiki/One_Piece",
        "https://en.wikipedia.org/wiki/Epithet",
        "https://en.wikipedia.org/wiki/Pretty_Cure",
        "https://en.wikipedia.org/wiki/Bandai_Namco_Group",
        "https://en.wikipedia.org/wiki/Deadline_Hollywood",
        "https://en.wikipedia.org/wiki/Toei_Company",
        "https://en.wikipedia.org/wiki/CNN",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/The_New_Yorker",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Bandai_Namco_Group",
        "https://en.wikipedia.org/wiki/Bandai_Namco_Holdings",
        "https://en.wikipedia.org/wiki/Bandai_Namco_Holdings",
        "https://en.wikipedia.org/wiki/Bandai_Namco_Holdings",
        "https://en.wikipedia.org/wiki/Bandai_Namco_Holdings",
        "https://en.wikipedia.org/wiki/Bandai_Namco_Holdings",
        "https://en.wikipedia.org/wiki/Bandai_Namco_Holdings",
        "https://en.wikipedia.org/wiki/Bandai_Namco_Holdings",
        "https://en.wikipedia.org/wiki/Keio_University",
        "https://en.wikipedia.org/wiki/Forbes",
        "https://en.wikipedia.org/wiki/The_NPD_Group",
        "https://en.wikipedia.org/wiki/The_Free_Library",
        "https://en.wikipedia.org/wiki/The_Free_Library",
        "https://en.wikipedia.org/wiki/Gainax",
        "https://en.wikipedia.org/wiki/Himitsu_Sentai_Gorenger",
        "https://en.wikipedia.org/wiki/Shotaro_Ishinomori",
        "https://en.wikipedia.org/wiki/Himitsu_Sentai_Gorenger",
        "https://en.wikipedia.org/wiki/Battle_Fever_J",
        "https://en.wikipedia.org/wiki/Denshi_Sentai_Denjiman",
        "https://en.wikipedia.org/wiki/Taiyo_Sentai_Sun_Vulcan",
        "https://en.wikipedia.org/wiki/Kagaku_Sentai_Dynaman",
        "https://en.wikipedia.org/wiki/Choudenshi_Bioman",
        "https://en.wikipedia.org/wiki/Dengeki_Sentai_Changeman",
        "https://en.wikipedia.org/wiki/Choushinsei_Flashman",
        "https://en.wikipedia.org/wiki/Hikari_Sentai_Maskman",
        "https://en.wikipedia.org/wiki/Choujyu_Sentai_Liveman",
        "https://en.wikipedia.org/wiki/Heisei",
        "https://en.wikipedia.org/wiki/Kousoku_Sentai_Turboranger",
        "https://en.wikipedia.org/wiki/Chikyu_Sentai_Fiveman",
        "https://en.wikipedia.org/wiki/Gosei_Sentai_Dairanger",
        "https://en.wikipedia.org/wiki/Ninja_Sentai_Kakuranger",
        "https://en.wikipedia.org/wiki/Chouriki_Sentai_Ohranger",
        "https://en.wikipedia.org/wiki/Gekisou_Sentai_Carranger",
        "https://en.wikipedia.org/wiki/Denji_Sentai_Megaranger",
        "https://en.wikipedia.org/wiki/Seijuu_Sentai_Gingaman",
        "https://en.wikipedia.org/wiki/Kyuukyuu_Sentai_GoGoFive",
        "https://en.wikipedia.org/wiki/Mirai_Sentai_Timeranger",
        "https://en.wikipedia.org/wiki/Hyakujuu_Sentai_Gaoranger",
        "https://en.wikipedia.org/wiki/Ninpuu_Sentai_Hurricaneger",
        "https://en.wikipedia.org/wiki/Tokusou_Sentai_Dekaranger",
        "https://en.wikipedia.org/wiki/GoGo_Sentai_Boukenger",
        "https://en.wikipedia.org/wiki/Juken_Sentai_Gekiranger",
        "https://en.wikipedia.org/wiki/Samurai_Sentai_Shinkenger",
        "https://en.wikipedia.org/wiki/Tensou_Sentai_Goseiger",
        "https://en.wikipedia.org/wiki/Kaizoku_Sentai_Gokaiger",
        "https://en.wikipedia.org/wiki/Zyuden_Sentai_Kyoryuger",
        "https://en.wikipedia.org/wiki/Ressha_Sentai_ToQger",
        "https://en.wikipedia.org/wiki/Shuriken_Sentai_Ninninger",
        "https://en.wikipedia.org/wiki/Doubutsu_Sentai_Zyuohger",
        "https://en.wikipedia.org/wiki/Uchu_Sentai_Kyuranger",
        "https://en.wikipedia.org/wiki/Kaitou_Sentai_Lupinranger_VS_Keisatsu_Sentai_Patranger",
        "https://en.wikipedia.org/wiki/Kishiryu_Sentai_Ryusoulger",
        "https://en.wikipedia.org/wiki/Reiwa",
        "https://en.wikipedia.org/wiki/Mashin_Sentai_Kiramager",
        "https://en.wikipedia.org/wiki/Kikai_Sentai_Zenkaiger",
        "https://en.wikipedia.org/wiki/Avataro_Sentai_Donbrothers",
        "https://en.wikipedia.org/wiki/Unofficial_Sentai_Akibaranger",
        "https://en.wikipedia.org/wiki/Power_Rangers",
        "https://en.wikipedia.org/wiki/Sport_Ranger",
        "https://en.wikipedia.org/wiki/France_Five",
        "https://en.wikipedia.org/wiki/Science_Ninja_Team_Gatchaman",
        "https://en.wikipedia.org/wiki/Power_Rangers_Dino_Force_Brave",
        "https://en.wikipedia.org/wiki/Super_Sentai_Strongest_Battle",
        "https://en.wikipedia.org/wiki/Super_Hero_Time",
        "https://en.wikipedia.org/wiki/Rangers_Strike",
        "https://en.wikipedia.org/wiki/Kamen_Rider",
        "https://en.wikipedia.org/wiki/Metal_Hero_Series",
        "https://en.wikipedia.org/wiki/Pretty_Cure",
        "https://en.wikipedia.org/wiki/Shotaro_Ishinomori",
        "https://en.wikipedia.org/wiki/Akumaizer_3",
        "https://en.wikipedia.org/wiki/Bima_Satria_Garuda",
        "https://en.wikipedia.org/wiki/Kyodai_Ken_Byclosser",
        "https://en.wikipedia.org/wiki/Cyborg_009",
        "https://en.wikipedia.org/wiki/Daitetsujin_17",
        "https://en.wikipedia.org/wiki/Flying_Phantom_Ship",
        "https://en.wikipedia.org/wiki/Genma_Taisen",
        "https://en.wikipedia.org/wiki/Inazuman",
        "https://en.wikipedia.org/wiki/Kaiketsu_Zubat",
        "https://en.wikipedia.org/wiki/Kamen_Rider",
        "https://en.wikipedia.org/wiki/Kikaider",
        "https://en.wikipedia.org/wiki/Nebula_Mask_Machineman",
        "https://en.wikipedia.org/wiki/Rainbow_Sentai_Robin",
        "https://en.wikipedia.org/wiki/Robot_Detective",
        "https://en.wikipedia.org/wiki/Sabu_to_Ichi_Torimono_Hikae",
        "https://en.wikipedia.org/wiki/Sarutobi_Ecchan",
        "https://en.wikipedia.org/wiki/Skull_Man",
        "https://en.wikipedia.org/wiki/Space_Ironman_Kyodain",
        "https://en.wikipedia.org/wiki/Himitsu_Sentai_Gorenger",
        "https://en.wikipedia.org/wiki/Voicelugger",
        "https://en.wikipedia.org/wiki/Toei_Fushigi_Comedy_Series",
        "https://en.wikipedia.org/wiki/Super_Sentai",
        "https://en.wikipedia.org/wiki/Super_Sentai",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}