{
    "url": "https://en.wikipedia.org/wiki/Superorganism",
    "title": "Superorganism",
    "table_of_contents": [
        "1 Concept",
        "2 In social theory",
        "3 In cybernetics",
        "4 See also",
        "5 References",
        "6 Literature",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A superorganism or supraorganism[1] is a group of synergetically interacting organisms of the same species. A community of synergetically interacting organisms of different species is called a holobiont.\n\n"
        },
        {
            "title": "Concept",
            "text": "The term superorganism is used most often to describe a social unit of eusocial animals, where division of labour is highly specialised and where individuals are not able to survive by themselves for extended periods.  Ants are the best-known example of such a superorganism. A superorganism can be defined as \"a collection of agents which can act in concert to produce phenomena governed by the collective\",[2] phenomena being any activity \"the hive wants\" such as ants collecting food and avoiding predators,[3][4] or bees choosing a new nest site.[5] In challenging environments, micro organisms collaborate and evolve together to process unlikely sources of nutrients such as methane. This process called syntrophy (\"eating together\") might be linked to the evolution of eukaryote cells and involved in the emergence or maintenance of life forms in challenging environments on Earth and possibly other planets. [6] Superorganisms tend to exhibit homeostasis, power law scaling, persistent disequilibrium and emergent behaviours.[7]\n\nThe term was coined in 1789 by James Hutton, the \"father of geology\", to refer to Earth in the context of geophysiology. The Gaia hypothesis of James Lovelock,[8] and Lynn Margulis as well as the work of Hutton, Vladimir Vernadsky and Guy Murchie, have suggested that the biosphere itself can be considered a superorganism, although this has been disputed.[9] This view relates to systems theory and the dynamics of a complex system.\n\nThe concept of a superorganism raises the question of what is to be considered an individual. Toby Tyrrell's critique of the Gaia hypothesis argues that Earth's climate system does not resemble an animal's physiological system. Planetary biospheres are not tightly regulated in the same way that animal bodies are: \"planets, unlike animals, are not products of evolution. Therefore we are entitled to be highly skeptical (or even outright dismissive) about whether to expect something akin to a 'superorganism'\". He concludes that \"the superorganism analogy is unwarranted\".[10]\n\nSome scientists have suggested that individual human beings can be thought of as \"superorganisms\";[11] as a typical human digestive system contains 1013 to 1014 microorganisms whose collective genome, the microbiome studied by the Human Microbiome Project, contains at least 100 times as many genes as the human genome itself.[12][13] Salvucci wrote that superorganism is another level of integration that is observed in nature. These levels include the genomic, the organismal and the ecological levels. The genomic structure of organisms reveals the fundamental role of integration and gene shuffling along evolution.[14]\n\n"
        },
        {
            "title": "In social theory",
            "text": "The nineteenth century thinker Herbert Spencer coined the term super-organic to focus on social organization (the first chapter of his Principles of Sociology is entitled \"Super-organic Evolution\"[15]), though this was apparently a distinction between the organic and the social, not an identity: Spencer explored the holistic nature of society as a social organism while distinguishing the ways in which society did not behave like an organism.[16] For Spencer, the super-organic was an emergent property of interacting organisms, that is, human beings. And, as has been argued by D. C. Phillips, there is a \"difference between emergence and reductionism\".[17]\n\nThe economist Carl Menger expanded upon the evolutionary nature of much social growth, but without ever abandoning methodological individualism. Many social institutions arose, Menger argued, not as \"the result of socially teleological causes, but the unintended result of innumerable efforts of economic subjects pursuing 'individual' interests\".[18]\n\nSpencer and Menger both argued that because it is individuals who choose and act, any social whole should be considered less than an organism, though Menger emphasized this more emphatically. Spencer used the organistic idea to engage in extended analysis of social structure, conceding that it was primarily an analogy. So, for Spencer, the idea of the super-organic best designated a distinct level of social reality above that of biology and psychology, and not a one-to-one identity with an organism. Nevertheless, Spencer maintained that \"every organism of appreciable size is a society\", which has suggested to some that the issue may be terminological.[19]\n\nThe term superorganic was adopted by the  anthropologist Alfred L. Kroeber in 1917.[20]  Social aspects of the superorganism concept are analysed by Alan Marshall in his 2002 book \"The Unity of Nature\".[21] Finally, recent work in social psychology has offered the superorganism metaphor as a unifying framework to understand diverse aspects of human sociality, such as religion, conformity, and social identity processes.[22]\n\n"
        },
        {
            "title": "In cybernetics",
            "text": "Superorganisms are important in cybernetics, particularly biocybernetics. They are capable of the so-called \"distributed intelligence\", which is a system composed of individual agents that have limited intelligence and information.[23] These are able to pool resources so that they are able to complete goals that are beyond reach of the individuals on their own.[23] Existence of such behavior in organisms has many implications for military and management applications, and is being actively researched.[23]\n\nSuperorganisms are also considered dependent upon cybernetic governance and processes.[24] This is based on the idea that a biological system – in order to be effective – needs a sub-system of cybernetic communications and control.[25] This is demonstrated in the way a mole rat colony uses functional synergy and cybernetic processes together.[26]\n\nJoel de Rosnay also introduced a concept called \"cybionte\" to describe cybernetic superorganism.[27] This notion associate superorganism with chaos theory, multimedia technology, and other new developments.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Nasutitermes_triodiae",
        "https://en.wikipedia.org/wiki/Coral",
        "https://en.wikipedia.org/wiki/Synergy",
        "https://en.wikipedia.org/wiki/Species",
        "https://en.wikipedia.org/wiki/Holobiont",
        "https://en.wikipedia.org/wiki/Social_unit",
        "https://en.wikipedia.org/wiki/Eusociality",
        "https://en.wikipedia.org/wiki/Division_of_labour",
        "https://en.wikipedia.org/wiki/Ants",
        "https://en.wikipedia.org/wiki/Antipredator_adaptation",
        "https://en.wikipedia.org/wiki/Syntrophy",
        "https://en.wikipedia.org/wiki/Homeostasis",
        "https://en.wikipedia.org/wiki/Power_law",
        "https://en.wikipedia.org/wiki/James_Hutton",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Geophysiology",
        "https://en.wikipedia.org/wiki/Gaia_hypothesis",
        "https://en.wikipedia.org/wiki/James_Lovelock",
        "https://en.wikipedia.org/wiki/Lynn_Margulis",
        "https://en.wikipedia.org/wiki/Vladimir_Vernadsky",
        "https://en.wikipedia.org/wiki/Guy_Murchie",
        "https://en.wikipedia.org/wiki/Biosphere",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/Complex_system",
        "https://en.wikipedia.org/wiki/Individualism",
        "https://en.wikipedia.org/wiki/Genome",
        "https://en.wikipedia.org/wiki/Microbiome",
        "https://en.wikipedia.org/wiki/Human_Microbiome_Project",
        "https://en.wikipedia.org/wiki/Herbert_Spencer",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Holism_in_science",
        "https://en.wikipedia.org/wiki/Social_organism",
        "https://en.wikipedia.org/wiki/Emergentism",
        "https://en.wikipedia.org/wiki/Carl_Menger",
        "https://en.wikipedia.org/wiki/Methodological_individualism",
        "https://en.wikipedia.org/wiki/Social_structure",
        "https://en.wikipedia.org/wiki/Social_reality",
        "https://en.wikipedia.org/wiki/Cybernetics",
        "https://en.wikipedia.org/wiki/Biocybernetics",
        "https://en.wikipedia.org/wiki/Collective_intelligence",
        "https://en.wikipedia.org/wiki/Behavior",
        "https://en.wikipedia.org/wiki/Chaos_theory",
        "https://en.wikipedia.org/wiki/Collective_intelligence",
        "https://en.wikipedia.org/wiki/Holobiont",
        "https://en.wikipedia.org/wiki/Organismic_computing",
        "https://en.wikipedia.org/wiki/Quorum_sensing",
        "https://en.wikipedia.org/wiki/Stigmergy",
        "https://en.wikipedia.org/wiki/Siphonophorae",
        "https://en.wikipedia.org/wiki/Gaia_Hypothesis",
        "https://en.wikipedia.org/wiki/PLOS_One",
        "https://en.wikipedia.org/wiki/Proceedings_of_the_Royal_Society_B",
        "https://en.wikipedia.org/wiki/DARPA",
        "https://en.wikipedia.org/wiki/Sociobiology",
        "https://en.wikipedia.org/wiki/Behavioural_genetics",
        "https://en.wikipedia.org/wiki/Challenge_hypothesis",
        "https://en.wikipedia.org/wiki/Dual_inheritance_theory",
        "https://en.wikipedia.org/wiki/Ethology",
        "https://en.wikipedia.org/wiki/Evolutionary_psychology",
        "https://en.wikipedia.org/wiki/Evolution_of_morality",
        "https://en.wikipedia.org/wiki/Evolutionary_models_of_food_sharing",
        "https://en.wikipedia.org/wiki/Group_selection",
        "https://en.wikipedia.org/wiki/Kin_recognition",
        "https://en.wikipedia.org/wiki/Kin_selection",
        "https://en.wikipedia.org/wiki/Male_warrior_hypothesis",
        "https://en.wikipedia.org/wiki/Reciprocal_altruism",
        "https://en.wikipedia.org/wiki/Sexual_selection",
        "https://en.wikipedia.org/wiki/Sexual_selection_in_human_evolution",
        "https://en.wikipedia.org/wiki/Sex_and_psychology",
        "https://en.wikipedia.org/wiki/Sociality",
        "https://en.wikipedia.org/wiki/Eusociality",
        "https://en.wikipedia.org/wiki/Evolution_of_eusociality",
        "https://en.wikipedia.org/wiki/Presociality",
        "https://en.wikipedia.org/wiki/Polyethism",
        "https://en.wikipedia.org/wiki/Noam_Chomsky",
        "https://en.wikipedia.org/wiki/Richard_Dawkins",
        "https://en.wikipedia.org/wiki/Daniel_Dennett",
        "https://en.wikipedia.org/wiki/Sarah_Blaffer_Hrdy",
        "https://en.wikipedia.org/wiki/Steven_Pinker",
        "https://en.wikipedia.org/wiki/Frans_de_Waal",
        "https://en.wikipedia.org/wiki/Stephen_Jay_Gould",
        "https://en.wikipedia.org/wiki/Leon_Kamin",
        "https://en.wikipedia.org/wiki/Richard_Lewontin",
        "https://en.wikipedia.org/wiki/Steven_Rose",
        "https://en.wikipedia.org/wiki/Not_in_Our_Genes",
        "https://en.wikipedia.org/wiki/Superorganism",
        "https://en.wikipedia.org/wiki/Superorganism",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}