{
    "url": "https://en.wikipedia.org/wiki/Susan_Athey",
    "title": "Susan Athey",
    "table_of_contents": [
        "1 Early life and education",
        "2 Career",
        "2.1 Academic career",
        "2.2 Research Interests",
        "2.3 Applied auction research",
        "2.4 Research contributions",
        "2.5 Professional service",
        "3 Awards and honors",
        "3.1 Academic",
        "3.2 Non-academic",
        "4 Publications",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Susan Carleton Athey (born November 1970 (age 51–52)[1]) is an American economist. She is the Economics of Technology Professor in the School of Humanities and Sciences at the Stanford Graduate School of Business.[2] Prior to joining Stanford, she has been a professor at Harvard University and the Massachusetts Institute of Technology. She is the first female winner of the John Bates Clark Medal.[3]  She served as the consulting chief economist for Microsoft for six years[4] and was a consulting researcher to Microsoft Research. She is currently on the boards of Expedia, Lending Club, Rover, Turo, Ripple, and non-profit Innovations for Poverty Action.[4] She also serves as the senior fellow at Stanford Institute for Economic Policy Research. She is an associate director for the Stanford Institute for Human-Centered Artificial Intelligence and the director of Golub Capital Social Impact Lab.[4]\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Athey was born in Boston, Massachusetts, and grew up in Rockville, Maryland. Her parents are Elizabeth Johansen, an English teacher and freelance editor, and Whit Athey, a physics scholar.\n\nAthey attended Duke University as an undergraduate, completing three majors (economics, mathematics, and computer science) and graduating with a BA in 1991.[4] She got her start in economics research during a summer job preparing bids for a company that was selling personal computers to the government through procurement auctions, working on problems related to auctions with Bob Marshall, a professor at Duke University who worked on defense procurement and helped her with procurement auctions. She was involved in a number of activities at Duke and served as treasurer of Chi Omega sorority and as president of the field hockey club.\n\nAthey graduated with a Ph.D. from the Stanford Graduate School of Business at the age of 24 in 1995.[5][4] Her thesis was supervised by Paul Milgrom and Donald John Roberts.[3] Athey also received an honorary doctorate from Duke University.\n\nAthey has been married to economist Guido Imbens since 2002.[6]\n\n"
        },
        {
            "title": "Career",
            "text": "Athey's first position was as an assistant professor at the Massachusetts Institute of Technology, where she taught for six years before returning to Stanford's Department of Economics as professor, holding the Holbrook Working Chair for another five years.  She then served as professor of economics at Harvard University until 2012, when she returned to the Stanford Graduate School of Business, her alma mater.\n\nBecause of Athey's completion of triple majors---economics, mathematics and computer science---in Duke University during her undergraduate period, she always utilized programming and statistics as tools to solve problems in the field of economics. Based on this background, Athey is interested in economics of the Internet, economics of the news media, internet search, econometrics and machine learning, big data and math-based currency. Besides, there are other related fields such as platform markets, online advertising and industrial organization where she puts efforts on. Currently, she focuses on the economics of digitization, marketplace design, and the intersection of econometrics and machine learning.\n\nAuctions were the reason Athey went into economics. She has contributed on all dimensions to research on auctions. Athey's theoretical work on collusion in repeated games applies to auctions. As well as her existence theorem for sets with private information, she has done an innovative job on the econometrics of auctions. She has performed significant empirical work in econometrics of auctions. She also designed work that has had significant effects on business and public policy. Athey and Jonathan Levin examined the U.S. Forest Service's, oral ascending auctions for the rights to cut timber in the national forests. Typically, a given tract contains several different species of timber-yielding trees. The Forest Service publishes an estimate of the proportions of the various species based on an inspection. Potential bidders then can conduct their inspections. Bids are multidimensional: amounts to be paid per unit for each species. The winner is determined by aggregating each bidder's offer using the Forest Service's estimated proportions. The actual amount the winner pays, however, is computed by applying the bid vector to the exact amounts that are ultimately harvested (the winner has two years to complete the harvest). These rules create an incentive for a bidder whose estimate of the proportions differs from that of the Forest Service to skew its bidding, raising the price bid for the species that the bidder believes are less common than does the Forest Service.  Conversely lowering the price bid for the species that the bidder believes are more common than does the Forest Service. For example, suppose there are two species and the Forest Service estimates that they are in equal proportions, but a bidder believes they are in dimensions 3:2. Then bids of ($100, $100) and ($50, $150) yield the same amount under the Forest Service proportions and so are equally likely to win, but the bidder's expected payments under the first and under the second differ).[7]\n\nOne of Athey's best-known works that deals with auctions is called “Comparing Open and Sealed Bid Auctions: Theory and Evidence from Timber Auctions.\" In this paper, Athey works with Johnathan Levin and Enrique Seira. She and her peers were interested in testing to see if the participation effects on auction were important.” There are two types of auctions, open and sealed-bid auctions. Open auctions are where bidders are constantly outbidding one another until the last bidder gives up and the auction ends, and sealed-bid auctions are when individuals write down their bids and submit them, whomever has the highest bid wins. The data that they used came from the United States Forest Service auctions. As a conclusion, they found that participation matters. It even matters more than what is actually taking place during the auctioning process.\n\nAthey's early contributions included a new way to model uncertainty (the subject of her doctoral dissertation) and understand investor behavior given uncertainty, along with insights into the behavior of auctions. Athey's research on decision-making under uncertainty focused on conditions under which optimal decision policies would be monotone in a given parameter. She applied her results to establish conditions under which Nash equilibria would exist in auctions and other Bayesian games.\n\nAthey's work changed the way auctions are held. In the early 1990s Athey uncovered the weaknesses of an overly lenient dispute mechanism through experiences selling computers to the U.S. government at auctions, discovering that open auctions which resulted in frequent legal disputes followed by settlements were actually rife with collusion, e.g., auction winners shared a portion of their spoils with losers who had cooperated in bidding.[8]  She also aided British Columbia in the design of the pricing system used for publicly owned timber.[3]  She also published articles about auctions for online advertising and advised Microsoft about the design of their search advertising auctions.[9]\n\nAthey has served as an associate editor of several leading journals, including the American Economic Review, Review of Economic Studies, and the RAND Journal of Economics, as well as the National Science Foundation economics panel, and she also served as an associate editor for Econometrica, Theoretical Economics, and the Quarterly Journal of Economics. She is a past co-editor of the Journal of Economics and Management Strategy and American Economic Journal: Microeconomics. She was the chair of the program committee for the 2006 North American Winter Meetings, and has served on numerous committees for the Econometric Society, the American Economic Association, and the Committee for the Status of Women in the Economics Profession.  She is a member of President Obama's Committee for the National Medal of Science.[10]\n\nFurthermore, besides professional services in academic committees, Athey, as a \"tech economist\", also used to serve as consultant chief economist for Microsoft Corporation for a few years and now serves on the board of Expedia, Lending Club, Rover Turo, and Ripple. She also serves as a long-term advisor to the British Columbia Ministry of Forests, helping architect and implement their auction-based pricing system. Athey is the founding director of the Golub Capital Social Impact Lab at Stanford GSB, and associate director of the Stanford Institute for Human-Centered Artificial Intelligence.[11]\n\n"
        },
        {
            "title": "Publications",
            "text": "[7]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Guido_Imbens",
        "https://en.wikipedia.org/wiki/Stanford_University",
        "https://en.wikipedia.org/wiki/Microeconomics",
        "https://en.wikipedia.org/wiki/Econometrics",
        "https://en.wikipedia.org/wiki/Machine_Learning",
        "https://en.wikipedia.org/wiki/Stanford_Graduate_School_of_Business",
        "https://en.wikipedia.org/wiki/Duke_University",
        "https://en.wikipedia.org/wiki/Paul_Milgrom",
        "https://en.wikipedia.org/wiki/Donald_John_Roberts",
        "https://en.wikipedia.org/wiki/Edward_Lazear",
        "https://en.wikipedia.org/wiki/John_Bates_Clark_Medal",
        "https://en.wikipedia.org/wiki/Research_Papers_in_Economics",
        "https://en.wikipedia.org/wiki/Stanford_Graduate_School_of_Business",
        "https://en.wikipedia.org/wiki/Harvard_University",
        "https://en.wikipedia.org/wiki/Massachusetts_Institute_of_Technology",
        "https://en.wikipedia.org/wiki/John_Bates_Clark_Medal",
        "https://en.wikipedia.org/wiki/Microsoft",
        "https://en.wikipedia.org/wiki/Microsoft_Research",
        "https://en.wikipedia.org/wiki/Expedia",
        "https://en.wikipedia.org/wiki/LendingClub",
        "https://en.wikipedia.org/wiki/Ripple_Labs",
        "https://en.wikipedia.org/wiki/Innovations_for_Poverty_Action",
        "https://en.wikipedia.org/wiki/Duke_University",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/Mathematics",
        "https://en.wikipedia.org/wiki/Computer_science",
        "https://en.wikipedia.org/wiki/Auction",
        "https://en.wikipedia.org/wiki/Chi_Omega",
        "https://en.wikipedia.org/wiki/Field_hockey",
        "https://en.wikipedia.org/wiki/Stanford_Graduate_School_of_Business",
        "https://en.wikipedia.org/wiki/Paul_Milgrom",
        "https://en.wikipedia.org/wiki/Donald_John_Roberts",
        "https://en.wikipedia.org/wiki/Guido_Imbens",
        "https://en.wikipedia.org/wiki/Massachusetts_Institute_of_Technology",
        "https://en.wikipedia.org/wiki/Nash_equilibria",
        "https://en.wikipedia.org/wiki/American_Economic_Review",
        "https://en.wikipedia.org/wiki/Review_of_Economic_Studies",
        "https://en.wikipedia.org/wiki/RAND_Journal_of_Economics",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/Econometrica",
        "https://en.wikipedia.org/wiki/Theoretical_Economics",
        "https://en.wikipedia.org/wiki/Quarterly_Journal_of_Economics",
        "https://en.wikipedia.org/wiki/American_Economic_Journal",
        "https://en.wikipedia.org/wiki/Econometric_Society",
        "https://en.wikipedia.org/wiki/American_Economic_Association",
        "https://en.wikipedia.org/wiki/National_Medal_of_Science",
        "https://en.wikipedia.org/wiki/Elaine_Bennett_Research_Prize",
        "https://en.wikipedia.org/wiki/John_Bates_Clark_Medal",
        "https://en.wikipedia.org/wiki/American_Academy_of_Arts_and_Sciences",
        "https://en.wikipedia.org/wiki/National_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/John_von_Neumann_Award",
        "https://en.wikipedia.org/wiki/CME_Group",
        "https://en.wikipedia.org/wiki/Mathematical_Sciences_Research_Institute",
        "https://en.wikipedia.org/wiki/London_Business_School",
        "https://en.wikipedia.org/wiki/Ilya_Segal",
        "https://en.wikipedia.org/wiki/Econometrica",
        "https://en.wikipedia.org/wiki/Quarterly_Journal_of_Economics",
        "https://en.wikipedia.org/wiki/Quarterly_Journal_of_Economics",
        "https://en.wikipedia.org/wiki/Econometrica",
        "https://en.wikipedia.org/wiki/Theoretical_Economics",
        "https://en.wikipedia.org/wiki/International_Economic_Review",
        "https://en.wikipedia.org/wiki/Chris_William_Sanchirico",
        "https://en.wikipedia.org/wiki/Review_of_Economic_Studies",
        "https://en.wikipedia.org/wiki/Quarterly_Journal_of_Economics",
        "https://en.wikipedia.org/wiki/Journal_of_Political_Economy",
        "https://en.wikipedia.org/wiki/American_Economic_Review",
        "https://en.wikipedia.org/wiki/Sylvia_Nasar",
        "https://en.wikipedia.org/wiki/New_York_Times",
        "https://en.wikipedia.org/wiki/International_Monetary_Fund",
        "https://en.wikipedia.org/wiki/Wall_Street_Journal",
        "https://en.wikipedia.org/wiki/Google_Scholar",
        "https://en.wikipedia.org/wiki/Elaine_Bennett_Research_Prize",
        "https://en.wikipedia.org/wiki/Judith_Chevalier",
        "https://en.wikipedia.org/wiki/Esther_Duflo",
        "https://en.wikipedia.org/wiki/Marianne_Bertrand",
        "https://en.wikipedia.org/wiki/Monika_Piazzesi",
        "https://en.wikipedia.org/wiki/Amy_Finkelstein",
        "https://en.wikipedia.org/wiki/Erica_Field",
        "https://en.wikipedia.org/wiki/Anna_Mikusheva",
        "https://en.wikipedia.org/wiki/Emi_Nakamura",
        "https://en.wikipedia.org/wiki/Marina_Halac",
        "https://en.wikipedia.org/wiki/Melissa_Dell",
        "https://en.wikipedia.org/wiki/Stefanie_Stantcheva",
        "https://en.wikipedia.org/wiki/John_Bates_Clark_Medal",
        "https://en.wikipedia.org/wiki/Paul_Samuelson",
        "https://en.wikipedia.org/wiki/Milton_Friedman",
        "https://en.wikipedia.org/wiki/James_Tobin",
        "https://en.wikipedia.org/wiki/Kenneth_Arrow",
        "https://en.wikipedia.org/wiki/Lawrence_Klein",
        "https://en.wikipedia.org/wiki/Robert_Solow",
        "https://en.wikipedia.org/wiki/Zvi_Griliches",
        "https://en.wikipedia.org/wiki/Gary_Becker",
        "https://en.wikipedia.org/wiki/Marc_Nerlove",
        "https://en.wikipedia.org/wiki/Daniel_McFadden",
        "https://en.wikipedia.org/wiki/Martin_Feldstein",
        "https://en.wikipedia.org/wiki/Joseph_Stiglitz",
        "https://en.wikipedia.org/wiki/Michael_Spence",
        "https://en.wikipedia.org/wiki/James_Heckman",
        "https://en.wikipedia.org/wiki/Paul_Krugman",
        "https://en.wikipedia.org/wiki/Lawrence_Summers",
        "https://en.wikipedia.org/wiki/David_Card",
        "https://en.wikipedia.org/wiki/Andrei_Shleifer",
        "https://en.wikipedia.org/wiki/Matthew_Rabin",
        "https://en.wikipedia.org/wiki/Steven_Levitt",
        "https://en.wikipedia.org/wiki/Daron_Acemoglu",
        "https://en.wikipedia.org/wiki/Emmanuel_Saez",
        "https://en.wikipedia.org/wiki/Esther_Duflo",
        "https://en.wikipedia.org/wiki/Amy_Finkelstein",
        "https://en.wikipedia.org/wiki/Raj_Chetty",
        "https://en.wikipedia.org/wiki/Matthew_Gentzkow",
        "https://en.wikipedia.org/wiki/Yuliy_Sannikov",
        "https://en.wikipedia.org/wiki/Parag_Pathak",
        "https://en.wikipedia.org/wiki/Emi_Nakamura",
        "https://en.wikipedia.org/wiki/Melissa_Dell",
        "https://en.wikipedia.org/wiki/Isaiah_Andrews",
        "https://en.wikipedia.org/wiki/Oleg_Itskhoki",
        "https://en.wikipedia.org/wiki/John_von_Neumann_Award",
        "https://en.wikipedia.org/wiki/John_Harsanyi",
        "https://en.wikipedia.org/wiki/Hal_Varian",
        "https://en.wikipedia.org/wiki/Jean_Tirole",
        "https://en.wikipedia.org/wiki/Avinash_Dixit",
        "https://en.wikipedia.org/wiki/Jon_Elster",
        "https://en.wikipedia.org/wiki/Maurice_Obstfeld",
        "https://en.wikipedia.org/wiki/Gary_Becker",
        "https://en.wikipedia.org/wiki/Glenn_Loury",
        "https://en.wikipedia.org/wiki/Matthew_Rabin",
        "https://en.wikipedia.org/wiki/Daron_Acemoglu",
        "https://en.wikipedia.org/wiki/Philippe_Aghion",
        "https://en.wikipedia.org/wiki/Tim_Besley",
        "https://en.wikipedia.org/wiki/Joshua_Angrist",
        "https://en.wikipedia.org/wiki/Olivier_Blanchard",
        "https://en.wikipedia.org/wiki/Esther_Duflo",
        "https://en.wikipedia.org/wiki/Kenneth_Arrow",
        "https://en.wikipedia.org/wiki/Emmanuel_Saez",
        "https://en.wikipedia.org/wiki/Dani_Rodrik",
        "https://en.wikipedia.org/wiki/Mariana_Mazzucato",
        "https://en.wikipedia.org/wiki/Susan_Athey",
        "https://en.wikipedia.org/wiki/Susan_Athey",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}