{
    "url": "https://en.wikipedia.org/wiki/Susan_Borowitz",
    "title": "Susan Borowitz",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Family Ties",
        "2.2 The Fresh Prince of Bel-Air",
        "2.3 Out All Night",
        "2.4 Aliens in the Family",
        "2.5 Pleasantville",
        "3 Family",
        "4 When We're in Public, Pretend You Don't Know Me",
        "5 Other works",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Susan Stevenson Borowitz is an American writer and producer.  She is best known for her work on Family Ties, The Fresh Prince of Bel-Air, Aliens in the Family, and Pleasantville. During their marriage (1982–2005), she and writer and comedian Andy Borowitz co-created The Fresh Prince of Bel-Air. This series ran from 1990 to 1996 and led to Will Smith's stardom. It won NAACP's Image Award for Outstanding Comedy Series in 1993.[1] In addition, Susan and Andy co-created and produced many other television situation comedies.  Susan is the author of the comedic novel, When We’re in Public, Pretend You Don’t Know Me: Surviving Your Daughter's Adolescence So You Don't Look Like an Idiot and She Still Talks to You, published in 2003.[2]\n\n"
        },
        {
            "title": "Early life",
            "text": "Susan Stevenson was born on March 6, 1959 in Lower Merion, Pennsylvania.[citation needed] She knew from a young age that she was passionate about writing and story creation.  Both her parents, Robert Large Stevenson and Norma Willis Stevenson,[citation needed] were artists. As a result, there were many art artifacts scattered throughout Susan's family home. Growing up, she would often work on art projects, which later turned into illustrations in the form of books that she ultimately used to tell a story.  During her years in school, the written word became her story-telling medium of choice, although she did still enjoy drawing as a form of stress relief.  During her time in Hollywood, she still focused on visual arts to relieve her stress.  However, this time she shifted her focus on sewing and creating formal wear for her new Hollywood lifestyle.[3]\n\nSusan graduated from Harvard University, class of 1981 with a bachelor's degree in English Literature.  At Harvard, Susan further explored her interest in writing and believed she potentially wanted a career out of it. She hoped to exercise her writing in humor, which she favored, and did so by becoming an editor of the Harvard Lampoon.[3] One of her articles has made it into the book, The Best of the Harvard Lampoon: 140 Years of American Humor [4] which includes passages from many Hollywood comedy writers before their careers took off. Eventually, writing for the Harvard Lampoon inspired her to branch out and write comedy as her career.  She began freelance writing for a few years, then made her way to the Hollywood realm of comedic writing.[5]\n\n"
        },
        {
            "title": "Career",
            "text": "Her first big hit was her work on the popular sitcom, Family Ties (1982–1989). In four years, Susan worked her way from story editor up to producer.  Borowitz attributes her success and learning of the sitcom production trade to her mentor, Gary David Goldberg (the creator of Family Ties).  She learned many things behind the scenes, such as directing and editing, but also the importance of set design and the visual factors that tie together to create a successful show.[3] She used these learned skills to help her write, produce, and co-create The Fresh Prince of Bel-Air with her husband at the time, Andy Borowitz.\n\nFamily Ties ran from 1982 to 1989.  It was a situational comedy about Steven and Elyse Keaton, previous hippies in the 60's, who were attempting to raise their family in a normal suburban area.  Their oldest child, played by Michael J. Fox, had different views from their own. He was conservative, in contrast to his radical liberal parents. The series starred Michael J. Fox, Michael Gross and Meredith Baxter and won many awards including Golden Globes and Emmys.\n\nThe Fresh Prince of Bel-Air was an instant hit and won many awards for its comedy aspects.  In addition to its 1993 NAACP's Image Award for Outstanding Comedy Series, it also won the Top TV Series at the ASCAP Film and Television Awards in 1994, in addition to many others.  Rapper at the time, Will Smith, who went by \"The Fresh Prince\" kick-started his acting career by starring in the sitcom.[1] Andy and Susan Borowitz wanted to relate Will's character as much to his personal life as possible.  The show not only focused on comedy, but also the life lessons of race, class, and family.  The Borowitzes wanted to be sure to highlight the race issue of blacks at the time, which is what inspired them to create the show in the first place. They hired black writers and crew members in order to be accurate in their depictions.[6] The Fresh Prince of Bel-Air resulted in a change of pop culture with its popularity, influencing America on the vast lifestyles of all races.  It also successfully started many careers for other African American people inspiring networks and writers to further incorporate lead stars as being African American.[6]\n\nOut All Night was co-created by Susan Borowitz, Andy Borowitz and Rob Edwards.  The Borowitz's were also executive producers.  The series starred Patti LaBelle and ran on NBC from September 1992 to July 1993.  LaBelle played a former singer who owned an L.A nightclub and the show focused on her managing \"Club Chelsea\" and her friends’ involvement in her life.\n\nAliens in the Family was created and executively produced by Susan and Andy Borowitz.  The ABC show premiered in March 1996 and ended in August 1996.  It was about a human single father (Grant Thatcher) falling in love with an alien mother (Sophie Bold) and their journey of living a normal life on earth.  Much of the comedic aspects in the sitcom stemmed from the physical appearance of the aliens and the interactions with the humans.\n\nBorowitz was a co-producer on the 1998 film, Pleasantville.  It starred Reese Witherspoon and Tobey Maguire and encompassed their journey of going back in time trapped in a 1950s television show.\n\n"
        },
        {
            "title": "Family",
            "text": "Susan and Andy Borowitz had two children together, a daughter and a son.  The family moved to New York City to raise the family, where Borowitz found it difficult to balance family while also maintain her job that was based 3,000 miles away.  She decided to spend her time raising her children.[3]  In 2003, she wrote the book, When We’re in Public, Pretend You Don’t Know Me: Surviving Your Daughter's Adolescence So You Don't Look Like an Idiot and She Still Talks to You, in order to capture her daughter's adolescence and as an outlet for other suburban mothers dealing with similar struggles.\n\n"
        },
        {
            "title": "",
            "text": "When We’re in Public, Pretend You Don’t Know Me: Surviving Your Daughter's Adolescence So You Don't Look Like an Idiot and She Still Talks to You was Borowitz's first and only book thus far.  In it, she encourages fellow mothers to be the UnCool mom in a comedic way.  Much of the book consists of advice and inspiration to other moms in similar positions. She prompts them to be the adult in the relationship, and not necessarily the best friend that many teenagers prefer their mothers to be.[7] It contains advice from child psychologist, Dr. Ava Siegler, as well as some of Borowitz's personal experiences in addition to experiences of other mothers.[2]\n\n"
        },
        {
            "title": "Other works",
            "text": "In addition to these films and movies, Susan also wrote for various television shows such as E/R, Dreams, Webster, and Amanda's.[8]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Family_Ties",
        "https://en.wikipedia.org/wiki/Aliens_in_the_Family",
        "https://en.wikipedia.org/wiki/Andy_Borowitz",
        "https://en.wikipedia.org/wiki/Harvard_University",
        "https://en.wikipedia.org/wiki/Harvard_Lampoon",
        "https://en.wikipedia.org/wiki/Gary_David_Goldberg",
        "https://en.wikipedia.org/wiki/Meredith_Baxter",
        "https://en.wikipedia.org/wiki/Will_Smith",
        "https://en.wikipedia.org/wiki/Patti_LaBelle",
        "https://en.wikipedia.org/wiki/Reese_Witherspoon",
        "https://en.wikipedia.org/wiki/Tobey_Maguire",
        "https://en.wikipedia.org/wiki/Susan_Borowitz",
        "https://en.wikipedia.org/wiki/Susan_Borowitz",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}