{
    "url": "https://en.wikipedia.org/wiki/Susanne_Langer",
    "title": "Susanne Langer",
    "table_of_contents": [
        "1 Life",
        "1.1 Education",
        "2 Philosophy",
        "2.1 History of feeling",
        "2.2 Rhetoric",
        "3 Influences",
        "4 Legacy",
        "5 Selected publications",
        "5.1 Books",
        "5.2 Articles",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Susanne Katherina Langer (/ˈlæŋər/; née Knauth; December 20, 1895 – July 17, 1985) was an American philosopher, writer, and educator known for her theories on the influences of art on the mind. She was one of the earliest American women to achieve an academic career in philosophy and the first woman to be professionally recognized as an American philosopher. Langer is best remembered for her 1942 book Philosophy in a New Key which was followed by a sequel Feeling and Form: A Theory of Art in 1953.[5] In 1960, Langer was elected a Fellow of the American Academy of Arts and Sciences.[6]\n\n"
        },
        {
            "title": "Life",
            "text": "Born Susanne Katherina Knauth, Langer was raised in Manhattan's West Side in New York. She was the daughter of Antonio Knauth, an attorney, and Else Uhlich, both immigrants from Germany. Though she was American born, Langer's primary language was German, as it was strictly spoken in her household throughout her youth, and her German accent remained for her entire life. She was exposed thoroughly to creativity and art, most specifically through music. She was taught to play the cello and the piano, and she continued with the cello for the rest of her life. As a girl, Langer enjoyed reciting the works of great poets as well as traditional children's rhymes and tales. This formed her love for reading and writing, and she would often write her own poems and stories to entertain her younger siblings. Her love of nature began during the summers her family spent in their cottage on Lake George. She married William Leonard Langer, a fellow student at Harvard in 1921, and in the same year the couple took their studies to Vienna, Austria. They had two sons and moved back to Cambridge, Massachusetts before they divorced in 1942. She died July 17, 1985.[7][8]\n\nHer early education included attendance at Veltin School for Girls, a private school as well as being tutored from home. In 1916, Langer enrolled at Radcliffe College. She earned the bachelor's degree in 1920 and continued with graduate studies in philosophy at Harvard, where she received a master's diploma in 1924 and a doctorate in 1926. She was a tutor in philosophy at Radcliffe from 1927 to 1942. She lectured in philosophy for one year at the University of Delaware and for five years at Columbia University (1945–1950). From 1954 to 1962, she taught at Connecticut College. She also taught philosophy at the University of Michigan, New York University, Northwestern University, Ohio University, Smith College, Vassar College, the University of Washington, and Wellesley College.[7]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Susanne Langer's unexplored thesis revolving around the connection of consciousness and aesthetics as well as her unusual use of language in her writing ultimately caused her to be scrutinized by her fellow scholars. However, it led her to further explore the complexity and nature of human consciousness.[9]\n\nLanger's philosophy explored the continuous process of meaning-making in the human mind through the power of \"seeing\" one thing in terms of another. Langer's first major work, Philosophy in a New Key, put forth the notion that has become commonplace today: that there is a basic and pervasive human need to symbolize, to invent meanings, and to invest meanings in one's world.[10]\n\nBeginning with a critique of positivism, Langer's work is a study of human thought progressing from semantic theory through philosophy of music, sketching a theory for all the arts. For Langer, the human mind \"is constantly carrying on a process of symbolic transformation of the experiential data that come to it\", causing it to be \"a veritable fountain of more or less spontaneous ideas\".[11]\n\nSusanne Langer's distinction between discursive versus presentational symbols is one of her better known concepts.[12] Discursive symbolization arranges elements (not necessarily words) with stable and context invariant meanings into a new meaning. Presentation symbolization operates independently of elements with fixed and stable meanings. The presentation cannot be comprehended by progressively building up an understanding of its parts in isolation. It must be understood as a whole. For example, an element used in one painting may be used to articulate an entirely different meaning in another. The same principle applies to a note in a musical arrangement—such elements independently have no fixed meaning except in the context of their entire presentation.[13] Langer's analysis of this internal contextualization within a work of art led her to claim it was \"nonsense\" to think \"form could be abstracted logically\" from content.[14]\n\nLanger believed that symbolism is the central concern of philosophy because it underlies all human knowing and understanding.[15] As with Ernst Cassirer, Langer believed that what distinguishes humans from animals is the capacity for using symbols. While all animal life is dominated by feeling, human feeling is mediated by conceptions, symbols, and language. Animals respond to signs, but stimulus from a sign is significantly more complex for humans. The perspective also is associated with symbolic communication where animal societies are studied to help understand how symbolic communication affects the conduct of members of a cooperating group.\n\nLanger is one of the earliest philosophers who paid close attention to the concept of the virtual, including early use of the term \"virtual experience\".[16] Inspired by Henri Bergson's notions of matter and memory, she connected art to the concept of the virtual. For her, figuring out the space of an art work by its creator was no less than building a virtual world. She describes virtuality as \"the quality of all things that are created to be perceived\". For her, the virtual is not only a matter of consciousness, but something external that is created intentionally and existing materially, as a space of contemplation outside of the human mind. Langer sees virtuality as a physical space created by the artist, such as a painting or a building, that is \"significant in itself and not as part of the surroundings\". She particularly considers architecture not as the realization of a space for being, but its conceptual translation into virtuality for perceiving: \"The architect, in fine, deals with a created space, a virtual entity.\" In contrast to Bergson, for Langer, virtuality is tangible and can cause a contemplative interaction between humans and the machine.[17]\n\nIn her later years, Langer came to believe that the decisive task of her work was to construct a science and psychology based theory of the \"life of the mind\" using process philosophy conventions.[13] Langer's final work, Mind: An Essay on Human Feeling represents the culmination of her attempt to establish a philosophical and scientific underpinning of aesthetic experience, relying on a three volume survey of a comprehensive set of relevant humanistic and scientific texts.[10]\n\nLanger's desire to study the mind and its connections with art was rooted in her theory that works of art are representations of human feeling and expression. This led Langer to construct a biological theory of feeling that explains that \"feeling\" is an inherently biological concept that can be connected to evolutionary genetics. In her essay, \"Mind\"', Langer tries to connect the early evolution of man to how we perceive the mind today. She explains that early organisms underwent refining through natural selection, in which certain behaviors and functions were shaped in order for them to survive. Langer describes the body's organs all operating with specific rhythms, and these rhythms must cooperate with one another to keep the organism alive. This development, Langer explains, was the beginning of the framework for the central nervous system, which Langer believed to be the heart of cognitive interactions among humans.[9]\n\nSusanne Langer's work with symbolism and meaning has led to her association with contemporary rhetoric, although her influence in the field is somewhat debated.[18] Langer established the use of symbols as the \"epistemic unit of community\",[18] suggesting that all knowledge in a community is gained and built from shared symbol-systems within a given culture. Langer's concept regarding language and dialogue may be understood to imply that language does not simply communicate, but it produces symbols from which humans then create their own reality.[19] Claimed support of this perspective comes from Langer's statement that \"language is intrinsic to thinking, imagining, even our ways of perceiving\".[9]\n\nAccording to Arabella Lyon, professor at State University of New York, Langer holds that meaning arises from the relationship between a community, its discourse, and the individual.[18] Lyon suggests that Langer's work may be viewed as a contradiction to the comparatively traditional theories of Aristotle, by way of Langer's argument that discourse forms through sensory experiences shared between speaker and hearer, rather than through logic as advocated by the philosopher. Langer's epistemic view of symbolism and language, which further examines the motivation of the speaker, the influential aspects of language that affect people, and the relationship between the speaker and the community,[18] are often reflected in aspects of modern rhetorical studies.\n\n"
        },
        {
            "title": "Influences",
            "text": "Langer's works were largely influenced by fellow philosophers Ernst Cassirer and Alfred North Whitehead. Whitehead, an English mathematician and philosophy professor, was Langer's professor at Radcliffe. Whitehead introduced Langer to the history of human thought, the origins of the modern world, and contemporary philosophy. He helped shape her perspective on these topics which she presented in her first text, The Practice of Philosophy. Throughout her career, Whitehead continued to influence her understanding of the complicated world of human thought which guided her to pursue a philosophical career.  She shared Whitehead's belief in going beyond the limitations of scientific research and believed that along with the new-found thinking and ideas that had initiated the modern era in science and philosophy, the opportunity for a rebirth of philosophical creativity would arise. Langer dedicated Philosophy in a New Key to \"Alfred North Whitehead, my great Teacher and Friend\".[11]\n\nSusanne Langer's other main influence was the German philosopher Ernst Cassirer. Cassirer was a neo-Kantian who studied theories of symbolization. Cassirer influenced much of Langer's ideas in Philosophy in a New Key, where she stated that the creation of symbols is the essential activity of art, myth, rite, the sciences, mathematics, and philosophy. She stated, \"It is a peculiar fact that every major advance in thinking, every epoch-making new insight, springs from a new type of symbolic transformation\". She drew from Cassirer's view in her belief that art theory must be interdependent with a theory of mind.[7]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Susanne Langer had an influence in many fields: for example, she has been cited by psychologist Abraham Maslow in Motivation and Personality (1954), by urban planner Kevin A. Lynch in The Image of the City (1960), by inventor William J. J. Gordon in Synectics (1961), by philosopher (epistemology and aesthetics) Louis Arnaud Reid in Ways of Knowledge and Experience (1961), by anthropologist Clifford Geertz in The Interpretation of Cultures (1973), by art scholar Ellen Dissanayake in Homo Aestheticus (1992), and by digital media theorist Janet Murray in Hamlet on the Holodeck (1997). She is both cited and excerpted in Melvin Rader's classic compilation, A Modern Book of Esthetics, that has been widely used for several decades as a standard college text in esthetics.[20]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Manhattan",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Radcliffe_College",
        "https://en.wikipedia.org/wiki/William_Leonard_Langer",
        "https://en.wikipedia.org/wiki/Western_philosophy",
        "https://en.wikipedia.org/wiki/List_of_schools_of_philosophy",
        "https://en.wikipedia.org/wiki/Process_philosophy",
        "https://en.wikipedia.org/wiki/Doctoral_advisor",
        "https://en.wikipedia.org/wiki/Alfred_North_Whitehead",
        "https://en.wikipedia.org/wiki/Philosophy_of_mind",
        "https://en.wikipedia.org/wiki/Aesthetics",
        "https://en.wikipedia.org/wiki/Ernst_Cassirer",
        "https://en.wikipedia.org/wiki/Arthur_Schopenhauer",
        "https://en.wikipedia.org/wiki/Alfred_North_Whitehead",
        "https://en.wikipedia.org/wiki/Howard_Gardner",
        "https://en.wikipedia.org/wiki/Clifford_Geertz",
        "https://en.wikipedia.org/wiki/Bernard_Lonergan",
        "https://en.wikipedia.org/wiki/Philosopher",
        "https://en.wikipedia.org/wiki/Philosophy_in_a_New_Key",
        "https://en.wikipedia.org/wiki/American_Academy_of_Arts_and_Sciences",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/German_language",
        "https://en.wikipedia.org/wiki/Cello",
        "https://en.wikipedia.org/wiki/Piano",
        "https://en.wikipedia.org/wiki/William_Leonard_Langer",
        "https://en.wikipedia.org/wiki/Harvard_University",
        "https://en.wikipedia.org/wiki/Vienna",
        "https://en.wikipedia.org/wiki/Veltin_School_for_Girls",
        "https://en.wikipedia.org/wiki/Radcliffe_College",
        "https://en.wikipedia.org/wiki/Harvard_University",
        "https://en.wikipedia.org/wiki/Radcliffe_College",
        "https://en.wikipedia.org/wiki/University_of_Delaware",
        "https://en.wikipedia.org/wiki/Columbia_University",
        "https://en.wikipedia.org/wiki/Connecticut_College",
        "https://en.wikipedia.org/wiki/University_of_Michigan",
        "https://en.wikipedia.org/wiki/New_York_University",
        "https://en.wikipedia.org/wiki/Northwestern_University",
        "https://en.wikipedia.org/wiki/Ohio_University",
        "https://en.wikipedia.org/wiki/Smith_College",
        "https://en.wikipedia.org/wiki/Vassar_College",
        "https://en.wikipedia.org/wiki/University_of_Washington",
        "https://en.wikipedia.org/wiki/Wellesley_College",
        "https://en.wikipedia.org/wiki/Philosophy_in_a_New_Key",
        "https://en.wikipedia.org/wiki/Positivism",
        "https://en.wikipedia.org/wiki/Ernst_Cassirer",
        "https://en.wikipedia.org/wiki/Henri_Bergson",
        "https://en.wikipedia.org/wiki/Central_nervous_system",
        "https://en.wikipedia.org/wiki/Ernst_Cassirer",
        "https://en.wikipedia.org/wiki/Alfred_North_Whitehead",
        "https://en.wikipedia.org/wiki/Langeria_magnifica",
        "https://en.wikipedia.org/wiki/Wesley_Wehr",
        "https://en.wikipedia.org/wiki/1987_in_paleontology",
        "https://en.wikipedia.org/wiki/Abraham_Maslow",
        "https://en.wikipedia.org/wiki/Motivation_and_Personality",
        "https://en.wikipedia.org/wiki/The_Image_of_the_City",
        "https://en.wikipedia.org/wiki/Synectics",
        "https://en.wikipedia.org/wiki/Louis_Arnaud_Reid",
        "https://en.wikipedia.org/wiki/Clifford_Geertz",
        "https://en.wikipedia.org/wiki/The_Interpretation_of_Cultures",
        "https://en.wikipedia.org/wiki/Ellen_Dissanayake",
        "https://en.wikipedia.org/wiki/Homo_Aestheticus",
        "https://en.wikipedia.org/wiki/Janet_Murray",
        "https://en.wikipedia.org/wiki/Hamlet_on_the_Holodeck",
        "https://en.wikipedia.org/wiki/Melvin_Rader",
        "https://en.wikipedia.org/wiki/Symbolic_behavior",
        "https://en.wikipedia.org/wiki/Kuusankoski",
        "https://en.wikipedia.org/wiki/William_James",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Aesthetics",
        "https://en.wikipedia.org/wiki/Outline_of_aesthetics",
        "https://en.wikipedia.org/wiki/Abhinavagupta",
        "https://en.wikipedia.org/wiki/Leon_Battista_Alberti",
        "https://en.wikipedia.org/wiki/Thomas_Aquinas",
        "https://en.wikipedia.org/wiki/Hans_Urs_von_Balthasar",
        "https://en.wikipedia.org/wiki/Alexander_Gottlieb_Baumgarten",
        "https://en.wikipedia.org/wiki/Clive_Bell",
        "https://en.wikipedia.org/wiki/Edward_Bullough",
        "https://en.wikipedia.org/wiki/Edmund_Burke",
        "https://en.wikipedia.org/wiki/Ananda_Coomaraswamy",
        "https://en.wikipedia.org/wiki/Arthur_Danto",
        "https://en.wikipedia.org/wiki/Gilles_Deleuze",
        "https://en.wikipedia.org/wiki/John_Dewey",
        "https://en.wikipedia.org/wiki/Denis_Diderot",
        "https://en.wikipedia.org/wiki/Hubert_Dreyfus",
        "https://en.wikipedia.org/wiki/Curt_John_Ducasse",
        "https://en.wikipedia.org/wiki/Thierry_de_Duve",
        "https://en.wikipedia.org/wiki/Roger_Fry",
        "https://en.wikipedia.org/wiki/Nelson_Goodman",
        "https://en.wikipedia.org/wiki/Clement_Greenberg",
        "https://en.wikipedia.org/wiki/Georg_Wilhelm_Friedrich_Hegel",
        "https://en.wikipedia.org/wiki/Martin_Heidegger",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Paul_Klee",
        "https://en.wikipedia.org/wiki/Louis_Lavelle",
        "https://en.wikipedia.org/wiki/Theodor_Lipps",
        "https://en.wikipedia.org/wiki/Joseph_Margolis",
        "https://en.wikipedia.org/wiki/Jacques_Maritain",
        "https://en.wikipedia.org/wiki/Friedrich_Nietzsche",
        "https://en.wikipedia.org/wiki/Stephen_Pepper",
        "https://en.wikipedia.org/wiki/David_Prall",
        "https://en.wikipedia.org/wiki/Ayn_Rand",
        "https://en.wikipedia.org/wiki/George_Lansing_Raymond",
        "https://en.wikipedia.org/wiki/George_Santayana",
        "https://en.wikipedia.org/wiki/Friedrich_Schiller",
        "https://en.wikipedia.org/wiki/Arthur_Schopenhauer",
        "https://en.wikipedia.org/wiki/Roger_Scruton",
        "https://en.wikipedia.org/wiki/Irving_Singer",
        "https://en.wikipedia.org/wiki/Rabindranath_Tagore",
        "https://en.wikipedia.org/wiki/Giorgio_Vasari",
        "https://en.wikipedia.org/wiki/Morris_Weitz",
        "https://en.wikipedia.org/wiki/Johann_Joachim_Winckelmann",
        "https://en.wikipedia.org/wiki/Richard_Wollheim",
        "https://en.wikipedia.org/wiki/List_of_aestheticians",
        "https://en.wikipedia.org/wiki/Classicism",
        "https://en.wikipedia.org/wiki/Evolutionary_aesthetics",
        "https://en.wikipedia.org/wiki/Modernism",
        "https://en.wikipedia.org/wiki/New_Classical_architecture",
        "https://en.wikipedia.org/wiki/Postmodernism",
        "https://en.wikipedia.org/wiki/Psychoanalytic_theory",
        "https://en.wikipedia.org/wiki/Romanticism",
        "https://en.wikipedia.org/wiki/Theory_of_painting",
        "https://en.wikipedia.org/wiki/Theory_of_art",
        "https://en.wikipedia.org/wiki/List_of_art_movements",
        "https://en.wikipedia.org/wiki/Aesthetic_emotions",
        "https://en.wikipedia.org/wiki/Aesthetic_interpretation",
        "https://en.wikipedia.org/wiki/Art_manifesto",
        "https://en.wikipedia.org/wiki/Axiology",
        "https://en.wikipedia.org/wiki/Beauty",
        "https://en.wikipedia.org/wiki/Boredom",
        "https://en.wikipedia.org/wiki/Comedy",
        "https://en.wikipedia.org/wiki/Creativity",
        "https://en.wikipedia.org/wiki/Cuteness",
        "https://en.wikipedia.org/wiki/Disgust",
        "https://en.wikipedia.org/wiki/Elegance",
        "https://en.wikipedia.org/wiki/Entertainment",
        "https://en.wikipedia.org/wiki/Eroticism",
        "https://en.wikipedia.org/wiki/Fashion",
        "https://en.wikipedia.org/wiki/Fun",
        "https://en.wikipedia.org/wiki/Gaze",
        "https://en.wikipedia.org/wiki/Harmony",
        "https://en.wikipedia.org/wiki/Humour",
        "https://en.wikipedia.org/wiki/Judgement",
        "https://en.wikipedia.org/wiki/Kama",
        "https://en.wikipedia.org/wiki/Kitsch",
        "https://en.wikipedia.org/wiki/Life_imitating_art",
        "https://en.wikipedia.org/wiki/Mimesis",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Recreation",
        "https://en.wikipedia.org/wiki/Sthayibhava",
        "https://en.wikipedia.org/wiki/Tragedy",
        "https://en.wikipedia.org/wiki/Work_of_art",
        "https://en.wikipedia.org/wiki/Aesthetics_of_music",
        "https://en.wikipedia.org/wiki/Applied_aesthetics",
        "https://en.wikipedia.org/wiki/Architecture",
        "https://en.wikipedia.org/wiki/Art",
        "https://en.wikipedia.org/wiki/Artistic_merit",
        "https://en.wikipedia.org/wiki/Arts_criticism",
        "https://en.wikipedia.org/wiki/Feminist_aesthetics",
        "https://en.wikipedia.org/wiki/Gastronomy",
        "https://en.wikipedia.org/wiki/Japanese_aesthetics",
        "https://en.wikipedia.org/wiki/Mathematical_beauty",
        "https://en.wikipedia.org/wiki/Mathematics_and_architecture",
        "https://en.wikipedia.org/wiki/Mathematics_and_art",
        "https://en.wikipedia.org/wiki/Medieval_aesthetics",
        "https://en.wikipedia.org/wiki/Music_theory",
        "https://en.wikipedia.org/wiki/Neuroesthetics",
        "https://en.wikipedia.org/wiki/Patterns_in_nature",
        "https://en.wikipedia.org/wiki/Philosophy_of_design",
        "https://en.wikipedia.org/wiki/Philosophy_of_film",
        "https://en.wikipedia.org/wiki/Philosophy_of_music",
        "https://en.wikipedia.org/wiki/Poetry",
        "https://en.wikipedia.org/wiki/Visual_arts",
        "https://en.wikipedia.org/wiki/Painting",
        "https://en.wikipedia.org/wiki/History_of_painting",
        "https://en.wikipedia.org/wiki/Sculpture",
        "https://en.wikipedia.org/wiki/Index_of_aesthetics_articles",
        "https://en.wikipedia.org/wiki/Outline_of_aesthetics",
        "https://en.wikipedia.org/wiki/Mary_Jobe_Akeley",
        "https://en.wikipedia.org/wiki/Anni_Albers",
        "https://en.wikipedia.org/wiki/Marian_Anderson",
        "https://en.wikipedia.org/wiki/Beatrice_Fox_Auerbach",
        "https://en.wikipedia.org/wiki/Emma_Fielding_Baker",
        "https://en.wikipedia.org/wiki/Evelyn_Beatrice_Longman",
        "https://en.wikipedia.org/wiki/Catharine_Beecher",
        "https://en.wikipedia.org/wiki/Jody_Cohen",
        "https://en.wikipedia.org/wiki/Prudence_Crandall",
        "https://en.wikipedia.org/wiki/Katharine_Seymour_Day",
        "https://en.wikipedia.org/wiki/Fidelia_Fielding",
        "https://en.wikipedia.org/wiki/Charlotte_Perkins_Gilman",
        "https://en.wikipedia.org/wiki/Dorothy_Goodwin",
        "https://en.wikipedia.org/wiki/Ella_Grasso",
        "https://en.wikipedia.org/wiki/Estelle_Griswold",
        "https://en.wikipedia.org/wiki/Mary_Hall",
        "https://en.wikipedia.org/wiki/Alice_Hamilton",
        "https://en.wikipedia.org/wiki/Katharine_Hepburn",
        "https://en.wikipedia.org/wiki/Katharine_Martha_Houghton_Hepburn",
        "https://en.wikipedia.org/wiki/Isabella_Beecher_Hooker",
        "https://en.wikipedia.org/wiki/Emeline_Roberts_Jones",
        "https://en.wikipedia.org/wiki/Clare_Boothe_Luce",
        "https://en.wikipedia.org/wiki/Rachel_Taylor_Milton",
        "https://en.wikipedia.org/wiki/Alice_Paul",
        "https://en.wikipedia.org/wiki/Ellen_Ash_Peters",
        "https://en.wikipedia.org/wiki/Ann_Petry",
        "https://en.wikipedia.org/wiki/Sarah_Porter",
        "https://en.wikipedia.org/wiki/Theodate_Pope_Riddle",
        "https://en.wikipedia.org/wiki/Edna_Negron_Rosario",
        "https://en.wikipedia.org/wiki/Margaret_Rudkin",
        "https://en.wikipedia.org/wiki/Susan_Saint_James",
        "https://en.wikipedia.org/wiki/Lydia_Sigourney",
        "https://en.wikipedia.org/wiki/Virginia_Thrall_Smith",
        "https://en.wikipedia.org/wiki/Smiths_of_Glastonbury",
        "https://en.wikipedia.org/wiki/Hilda_Crosby_Standish",
        "https://en.wikipedia.org/wiki/Harriet_Beecher_Stowe",
        "https://en.wikipedia.org/wiki/Gladys_Tantaquidgeon",
        "https://en.wikipedia.org/wiki/Betty_Tianti",
        "https://en.wikipedia.org/wiki/Hannah_Bunce_Watson",
        "https://en.wikipedia.org/wiki/Caroline_Hewins",
        "https://en.wikipedia.org/wiki/Donna_Lopiano",
        "https://en.wikipedia.org/wiki/Elizabeth_Hart_Jarvis_Colt",
        "https://en.wikipedia.org/wiki/Annie_Dillard",
        "https://en.wikipedia.org/wiki/Margo_Rose",
        "https://en.wikipedia.org/wiki/Laura_Wheeler_Waring",
        "https://en.wikipedia.org/wiki/Dorrit_Hoffleit",
        "https://en.wikipedia.org/wiki/Constance_Baker_Motley",
        "https://en.wikipedia.org/wiki/Rosa_Ponselle",
        "https://en.wikipedia.org/wiki/Mabel_Osgood_Wright",
        "https://en.wikipedia.org/wiki/Sophie_Tucker",
        "https://en.wikipedia.org/wiki/Ann_Uccello",
        "https://en.wikipedia.org/wiki/Florence_Wald",
        "https://en.wikipedia.org/wiki/Emily_Barringer",
        "https://en.wikipedia.org/wiki/Mary_Goodrich_Jenson",
        "https://en.wikipedia.org/wiki/Laura_Nyro",
        "https://en.wikipedia.org/wiki/Catherine_Roraback",
        "https://en.wikipedia.org/wiki/Florence_Griswold",
        "https://en.wikipedia.org/wiki/Eileen_Kraus",
        "https://en.wikipedia.org/wiki/Miriam_Therese_Winter",
        "https://en.wikipedia.org/wiki/Dotha_Bushnell_Hillyer",
        "https://en.wikipedia.org/wiki/Clarice_McLean",
        "https://en.wikipedia.org/wiki/Martha_Coolidge",
        "https://en.wikipedia.org/wiki/Helen_Frankenthaler",
        "https://en.wikipedia.org/wiki/Rosalind_Russell",
        "https://en.wikipedia.org/wiki/Helen_Keller",
        "https://en.wikipedia.org/wiki/Mary_Townsend_Seymour",
        "https://en.wikipedia.org/wiki/Anne_Stanback",
        "https://en.wikipedia.org/wiki/Dorothy_Hamill",
        "https://en.wikipedia.org/wiki/Joan_Joyce",
        "https://en.wikipedia.org/wiki/Jewel_Plummer_Cobb",
        "https://en.wikipedia.org/wiki/Barbara_McClintock",
        "https://en.wikipedia.org/wiki/Martha_Minerva_Franklin",
        "https://en.wikipedia.org/wiki/Martha_Parsons",
        "https://en.wikipedia.org/wiki/Maggie_Wilderotter",
        "https://en.wikipedia.org/wiki/Denise_Nappier",
        "https://en.wikipedia.org/wiki/Patricia_Wald",
        "https://en.wikipedia.org/wiki/Anne_Garrels",
        "https://en.wikipedia.org/wiki/Annie_Leibovitz",
        "https://en.wikipedia.org/wiki/Faith_Middleton",
        "https://en.wikipedia.org/wiki/Rosa_DeLauro",
        "https://en.wikipedia.org/wiki/Barbara_Franklin",
        "https://en.wikipedia.org/wiki/Linda_Lorimer",
        "https://en.wikipedia.org/wiki/Augusta_Lewis_Troup",
        "https://en.wikipedia.org/wiki/Beatrix_Farrand",
        "https://en.wikipedia.org/wiki/Jennifer_Lawton",
        "https://en.wikipedia.org/wiki/Marian_Salzman",
        "https://en.wikipedia.org/wiki/Carolyn_Miles",
        "https://en.wikipedia.org/wiki/Indra_Nooyi",
        "https://en.wikipedia.org/wiki/Rebecca_Lobo",
        "https://en.wikipedia.org/wiki/Jane_Pauley",
        "https://en.wikipedia.org/wiki/Joyce_Yerwood",
        "https://en.wikipedia.org/wiki/Kristen_Griest",
        "https://en.wikipedia.org/wiki/Lucia_Chase",
        "https://en.wikipedia.org/wiki/Anika_Noni_Rose",
        "https://en.wikipedia.org/wiki/Tina_Weymouth",
        "https://en.wikipedia.org/wiki/Marian_Chertow",
        "https://en.wikipedia.org/wiki/Nell_Newman",
        "https://en.wikipedia.org/wiki/Frances_Ellen_Burr",
        "https://en.wikipedia.org/wiki/Catherine_Flanagan",
        "https://en.wikipedia.org/wiki/Sarah_Lee_Brown_Fleming",
        "https://en.wikipedia.org/wiki/Elsie_Hill",
        "https://en.wikipedia.org/wiki/Helena_Hill",
        "https://en.wikipedia.org/wiki/Jennifer_Rizzotti",
        "https://en.wikipedia.org/wiki/Lhakpa_Sherpa",
        "https://en.wikipedia.org/wiki/Suzy_Whaley",
        "https://en.wikipedia.org/wiki/Susanne_Langer",
        "https://en.wikipedia.org/wiki/Susanne_Langer",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}