{
    "url": "https://en.wikipedia.org/wiki/Suvarnabhumi",
    "title": "Suvarnabhumi",
    "table_of_contents": [
        "1 Historiography",
        "2 Location",
        "2.1 Mainland Southeast Asia",
        "2.1.1 Cambodia",
        "2.1.2 Thailand",
        "2.2 Insular Southeast Asia",
        "2.3 Bangladesh",
        "3 European Age of Discovery",
        "4 Notes",
        "5 References",
        "6 See also"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Suvarṇabhūmi (Sanskrit: सुवर्णभूमि; Pali: Suvaṇṇabhūmi)[a] is a toponym, that appears in many ancient Indian literary sources and Buddhist texts[1] such as the Mahavamsa,[2] some stories of the Jataka tales,[3][4] the Milinda Panha[5] and the Ramayana.[6]\n\nThough its exact location is unknown and remains a matter of debate, Suvarṇabhūmi was an important port along trade routes that run through the Indian Ocean, setting sail from the wealthy ports in Basra, Ubullah and Siraf, through Muscat, Malabar, Ceylon, the Nicobars, Kedah and on through the Strait of Malacca to fabled Suvarṇabhūmi.[7]\n\n"
        },
        {
            "title": "Historiography",
            "text": "Suvarṇabhūmi means 'golden land' or 'land of gold' and the ancient sources have associated it with one of a variety of places throughout the Southeast Asian region.\n\nIt might also be the source of the Western concept of Aurea Regio in Claudius Ptolemy's Trans-Gangetic India or India beyond the Ganges and the Golden Chersonese of the Greek and Roman geographers and sailors.[8] The Periplus of the Erythraean Sea refers to the Land of Gold, Chryse, and describes it as \"an island in the ocean, the furthest extremity towards the east of the inhabited world, lying under the rising sun itself, called Chryse... Beyond this country... there lies a very great inland city called Thina\".[9] Dionysius Periegetes mentioned: \"The island of Chryse (Gold), situated at the very rising of the Sun\".[10]\n\nOr, as Priscian put it in his popular rendition of Periegetes: “if your ship… takes you to where the rising sun returns its warm light, then will be seen the Isle of Gold with its fertile soil.”[11] Avienius referred to the Insula Aurea (Golden Isle) located where \"the Scythian seas give rise to the Dawn\".[12] Josephus speaks of the \"Aurea Chersonesus\", which he equates with the Biblical Ophir, whence the ships of Tyre and Israel brought back gold for the Temple of Jerusalem.[13] The city of Thina was described by Ptolemy's Geography as the capital city of the country on the eastern shores of the Magnus Sinus (Gulf of Thailand).\n\n"
        },
        {
            "title": "Location",
            "text": "The location of Suvarnabhumi has been the subject of much debate, both in scholarly and nationalistic agendas.  It remains one of the most mythified and contentious toponyms in the history of Asia.[14] Scholars have identified two regions as possible locations for the ancient Suvarnabhumi: Insular Southeast Asia or Southern India.[15] In a study of the various literary sources for the location of Suvarṇabhūmi, Saw Mra Aung concluded that it was impossible to draw a decisive conclusion on this, and that only thorough scientific research would reveal which of several versions of Suvarṇabhūmi was the original.[16]\n\nSome have speculated that this country refers to the Kingdom of Funan. The main port of Funan was Cattigara Sinarum statio (Kattigara the port of the Sinae).[17]\n\nDue to many factors, including the lack of historical evidence, the absence of scholarly consensus, various cultures in Southeast Asia identify Suwannaphum as an ancient kingdom there and claim ethnic and political descendancy as its successors.[18] As no such claim or legend existed prior to the translation and publication of the Edicts, scholars see these claims as based in nationalism or attempts to claim the title of first Buddhists in South-East Asia.[14]\n\nFunan (1st–7th century) was the first kingdom in Cambodian history and it was also the first Indianized kingdom that prospered in Southeast Asia. Both Hinduism and Buddhism flourished in this kingdom. According to the Chinese records, two Buddhist monks from Funan, named Mandrasena and Sanghapala, took up residency in China in the 5th to 6th centuries, and translated several Buddhist sūtras from Sanskrit (or a Prakrit) into Chinese.[19]\n\nThe oldest archaeological evidence of Indianized civilization in Southeast Asia comes from central Burma, central and southern Thailand, and the lower Mekong delta. These finds belong to the period of Funan Kingdom or Nokor Phnom, present day Cambodia and South Vietnam including part of Burma, Lao, and Thailand, which was the first political centre established in Southeast Asia. Taking into account the epigraphic and archaeological evidence, the Suvarnabhumi mentioned in the early texts must be identified with these areas.[20] Of these areas, only Funan had maritime links with India through its port at Oc Éo. Therefore although Suvarnabhumi in time became a generic name broadly applied to all the lands east of India, particularly Sumatra, its earliest application was probably to Funan. Furthermore, the Chinese name \"Funan\" for Cambodia, may be a transcription of the \"Suvaṇṇa\" of Suvaṇṇabhumī.\n\n\nIn December 2017, Dr Vong Sotheara, of the Royal University of Phnom Penh, discovered a Pre-Angkorian stone inscription in the Province of Kampong Speu, Basedth District, which he tentatively dated to 633 AD. According to him, the inscription would “prove that Suvarnabhumi was the Khmer Empire.” The inscription was issued during the reign of King Isanavarman I (616–637 AD) of the Cambodian Kingdom of Chenla, the successor of Funan and the predecessor of Khmer Empire. The inscription, translated, read: \nThe Inscription is the oldest evidence ever found in Southeast Asia, mentioning Suvarnabhumi and identified it with Chenla. The inscription is now exhibits in the National Museum of Cambodia in Phnom Penh. However, his claim and the findings are yet to be peer-reviewed, and they are remained in doubt with other historians and archaeology experts across the region.[21]\n\nIn Thailand, government proclamations and national museums insist that Suwannaphum was somewhere in the coast of central plain, especially at the ancient city of U Thong, which might be the origin of the Mon Dvaravati Culture.[22]  These claims are not based on any historical records but on archaeological evidences of human settlements in the area dating back more than 4,000 years and the findings of 3rd century Roman coins.[23] The Thai government named the new Bangkok airport, Suvarnabhumi Airport, after the mythic kingdom of Suwannaphum, in celebration of this tradition. This tradition, however, is doubted by scholars[who?] for the same reason as the Burman claim. Suphan Buri (from the Sanskrit, Suvarnapura, \"Golden City\") in present day west/central Thailand, was founded in 877-882 as a city of the Mon-speaking kingdom of Dvaravati with the name, Meuang Thawarawadi Si Suphannaphumi (\"the Dvaravati city of Suvarnabhumi\"), indicating that Dvaravati at that time identified as Suvarnabhumi.[24]\n\nOne of the clues referring to the Malay Peninsula came from Claudius Ptolemy's Geography, who referred to it as Golden Chersonese (literally 'golden peninsula'), which pinpointed exactly that location in South East Asia.[25]\n\nThe term Suvarnabhumi ('land of gold') is commonly thought to refer to the Southeast Asian Peninsula, including lower Burma and the Malay Peninsula. However there is another gold-referring term Suvarnadvipa (the Golden Island or Peninsula, where dvipa may refer to either a peninsula or an island),[26] which may correspond to the Indonesian Archipelago, especially Sumatra.[27] Both terms might refer to a powerful coastal or island kingdom in present-day Indonesia , possibly centered on Sumatra or Java. This corresponds to the gold production areas traditionally known in Minangkabau Highlands in Barisan Mountains, Sumatra, and interior Borneo.[27] An eighth century Indian text known as the \"Samaraiccakaha\" describes a sea voyage to Suvarnadvipa and the making of bricks from the gold rich sands which they inscribed with the name dharana and then baked.[28] These pointing out to the direction of western part of insular Southeast Asia, especially Sumatra, the Malay Peninsula, Borneo and Java.\n\nBenefitting from its strategic location on the narrow Strait of Malacca, the insular theory argued that other than actually producing gold, it might also be based on such a kingdom's potential for power and wealth (hence, \"Land of Gold\") as a hub for sea-trade also known from vague descriptions of contemporary Chinese pilgrims to India. The kingdom referred to as the center of maritime trade between China and India was Srivijaya. Due to the Chinese writing system, however, the interpretations of Chinese historical sources are based on supposed correspondences of ideograms – and their possible phonetic equivalents – with known toponyms in the ancient Southeast Asian civilizations. Hendrik Kern concluded that Sumatra was the Suvarnadvipa mentioned in ancient Hindu texts and the island of Chryse mentioned in the Periplus of the Erythraean Sea and by Rufius Festus Avienius.[29]\n\nThe interpretation of early travel records is not always easy. The Javanese embassies to China in 860 and 873 CE refer to Java as rich in gold, although it was in fact devoid of any deposits. The Javanese would have had to import gold possibly from neighbouring  Sumatra, Malay Peninsula or Borneo, where gold was still being mined in the 19th century and where ancient mining sites were located.[30] Even though Java did not have its own gold deposits, the texts make frequent references to the existence of goldsmiths, and it is clear from the archaeological evidence such as Wonoboyo Hoard, that this culture had developed a sophisticated gold working technology, which relied on the import of substantial quantities of the metal.[31]\n\nThe Padang Roco Inscription of 1286 CE, states that an image of Buddha Amoghapasa Lokeshvara was brought to Dharmasraya on the Upper Batang Hari - the river of Jambi - was transported from Bhumi Java (Java) to Suvarnabhumi (Sumatra), and erected by order of the Javanese ruler Kertanegara: the inscription clearly identifies Sumatra as Suvarnabhumi.[32]\n\nButuan was so rich in treasures that a museum curator, Florina H. Capistrano-Baker, stated that it was even richer than the more well-known western maritime kingdom of Srivijaya; \"The astonishing quantities and impressive quality of gold treasures recovered in Butuan suggest that its flourishing port settlement played an until recently little-recognized role in early Southeast Asian trade. Surprisingly, the amount of gold discovered in Butuan far exceeds that found in Sumatra, where the much better known flourishing kingdom of Srivijaya is said to have been located.\" This despite that most of the gold of Butuan were already looted by invaders.[33]\n\nA popular interpretation of Rabindranath Tagore's poem Amar Shonar Bangla serves as the basis for the claim that Suvarnabhumi was actually situated in central Bengal at Sonargaon.[34] In some Jain texts, it is mentioned that merchants of Anga (in present-day Bihar, a state of India that borders with Bengal) regularly sailed to Suvarnabhumi, and ancient Bengal was in fact situated very close to Anga, connected by rivers of the Ganges-Brahmaputra Delta. Bengal has also been described in ancient Indian and Southeast Asian chronicles as a \"seafaring country\", enjoying trade relations with Dravidian kingdoms, Sri Lanka, Java and Sumatra. Sinhalese tradition holds that the first king of Sri Lanka, Vijaya Singha, came from Bengal.[35] Moreover the region is commonly associated with gold - the soil of Bengal is known for its golden color (gangetic alluvial), golden harvest (rice), golden fruits (mangoes), golden minerals (gold and clay) and yellow skinned people. Bengal is described in ancient Sanskrit texts as 'Gaud-Desh' (Golden/Radiant land). During the reign of the Bengal Sultans and the Mughal Empire, central Bengal was home to a prosperous trading town called \"Sonargaon\" (Golden village), which was connected to North India by the Grand Trunk Road and was frequented by Arab, Persian and Chinese travelers, including Ibn Battuta and Zheng He. Even today, Bengalis often refer to their land as 'Shonar Bangla' (Golden Bengal), and the national anthem of Bangladesh - Amar Shonar Bangla (My Bengal of Gold), from the omonym Tagore's poem - is a reference to this theory.[36]\n\n"
        },
        {
            "title": "European Age of Discovery",
            "text": "The thirst for gold formed the most powerful incentive to explorers at the beginning of modern times; but although more and more extensive regions were brought to light by them, they sought in vain in the East Indian Archipelago for the Gold and Silver Islands where, according to the legends, the precious metals were to be gathered from the ground and did not need to be laboriously extracted from the interior of the earth. In spite of their failure, they found it difficult to give up the alluring picture. When they did not find what they sought in the regions which were indicated by the old legends and by the maps based thereon, they hoped for better success in still unexplored regions, and clutched with avidity at every hint that they were here to attain their object.[37]\n\nThe history of geography thus shows us how the Gold and Silver Islands were constantly, so to speak, wandering towards the East. Marco Polo spoke, in the most exaggerated language, of the wealth of gold in Zipangu, situated at the extremity of this part of the world, and had thus pointed out where the precious metals should preferably be sought. Martin Behaim, on his globe of 1492, revived the Argyre and Chryse of antiquity in these regions.[37]\n\nIn 1519, Cristóvão de Mendonça, was given instructions to search for the legendary Isles of Gold, said to lie to \"beyond Sumatra\", which he was unable to do, and in 1587 an expedition under the command of Pedro de Unamunu was sent to find them in the vicinity of Zipangu (Japan).[38] According to Antonio de Herrera y Tordesillas, in 1528 Álvaro de Saavedra Cerón in the ship Florida on a voyage from the Moluccas to Mexico reached a large island which he took for the Isla del Oro. This island has not been identified although it seems likely that it is Biak, Manus or one of the Schouten Islands on the north coast of New Guinea.[39]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Suvarnabhumi_Airport",
        "https://en.wikipedia.org/wiki/Suwannaphum_District",
        "https://en.wikipedia.org/wiki/Sanskrit_language",
        "https://en.wikipedia.org/wiki/Toponym",
        "https://en.wikipedia.org/wiki/Mahavamsa",
        "https://en.wikipedia.org/wiki/Jataka_tales",
        "https://en.wikipedia.org/wiki/Milinda_Panha",
        "https://en.wikipedia.org/wiki/Ramayana",
        "https://en.wikipedia.org/wiki/Indian_Ocean",
        "https://en.wikipedia.org/wiki/Basra",
        "https://en.wikipedia.org/wiki/Ubullah",
        "https://en.wikipedia.org/wiki/Siraf",
        "https://en.wikipedia.org/wiki/Muscat",
        "https://en.wikipedia.org/wiki/Malabar_Coast",
        "https://en.wikipedia.org/wiki/Ceylon",
        "https://en.wikipedia.org/wiki/Nicobars",
        "https://en.wikipedia.org/wiki/Kedah",
        "https://en.wikipedia.org/wiki/Strait_of_Malacca",
        "https://en.wikipedia.org/wiki/Chryse_and_Argyre",
        "https://en.wikipedia.org/wiki/Ptolemy",
        "https://en.wikipedia.org/wiki/Golden_Chersonese",
        "https://en.wikipedia.org/wiki/Periplus_of_the_Erythraean_Sea",
        "https://en.wikipedia.org/wiki/Dionysius_Periegetes",
        "https://en.wikipedia.org/wiki/Priscian",
        "https://en.wikipedia.org/wiki/Avienius",
        "https://en.wikipedia.org/wiki/Josephus",
        "https://en.wikipedia.org/wiki/Old_Testament",
        "https://en.wikipedia.org/wiki/Ophir",
        "https://en.wikipedia.org/wiki/Temple_of_Jerusalem",
        "https://en.wikipedia.org/wiki/Magnus_Sinus",
        "https://en.wikipedia.org/wiki/Gulf_of_Thailand",
        "https://en.wikipedia.org/wiki/Nationalism",
        "https://en.wikipedia.org/wiki/Toponyms",
        "https://en.wikipedia.org/wiki/Kingdom_of_Funan",
        "https://en.wikipedia.org/wiki/Kattigara",
        "https://en.wikipedia.org/wiki/Funan",
        "https://en.wikipedia.org/wiki/Funan",
        "https://en.wikipedia.org/wiki/Sanghapala",
        "https://en.wikipedia.org/wiki/Prakrit",
        "https://en.wikipedia.org/wiki/Isanavarman_I",
        "https://en.wikipedia.org/wiki/Chenla",
        "https://en.wikipedia.org/wiki/Funan",
        "https://en.wikipedia.org/wiki/Kampong_Speu_Province",
        "https://en.wikipedia.org/wiki/Basedth",
        "https://en.wikipedia.org/wiki/Isanavarman_I",
        "https://en.wikipedia.org/wiki/Chenla",
        "https://en.wikipedia.org/wiki/Khmer_Empire",
        "https://en.wikipedia.org/wiki/Isanavarman_I",
        "https://en.wikipedia.org/wiki/National_Museum_of_Cambodia",
        "https://en.wikipedia.org/wiki/Central_Thailand",
        "https://en.wikipedia.org/wiki/U_Thong_District",
        "https://en.wikipedia.org/wiki/Mon_people",
        "https://en.wikipedia.org/wiki/Dvaravati",
        "https://en.wikipedia.org/wiki/Suvarnabhumi_Airport",
        "https://en.wikipedia.org/wiki/Suphan_Buri",
        "https://en.wikipedia.org/wiki/Mon_people",
        "https://en.wikipedia.org/wiki/Dvaravati",
        "https://en.wikipedia.org/wiki/Ptolemy",
        "https://en.wikipedia.org/wiki/Golden_Chersonese",
        "https://en.wikipedia.org/wiki/Malay_Peninsula",
        "https://en.wikipedia.org/wiki/Peninsula",
        "https://en.wikipedia.org/wiki/Island",
        "https://en.wikipedia.org/wiki/Indonesian_Archipelago",
        "https://en.wikipedia.org/wiki/Sumatra",
        "https://en.wikipedia.org/wiki/Indonesia",
        "https://en.wikipedia.org/wiki/Sumatra",
        "https://en.wikipedia.org/wiki/Minangkabau_Highlands",
        "https://en.wikipedia.org/wiki/Barisan_Mountains",
        "https://en.wikipedia.org/wiki/Srivijaya",
        "https://en.wikipedia.org/wiki/Ideograms",
        "https://en.wikipedia.org/wiki/Phonetic",
        "https://en.wikipedia.org/wiki/Southeast_Asia",
        "https://en.wikipedia.org/wiki/Hendrik_Kern",
        "https://en.wikipedia.org/wiki/Sumatra",
        "https://en.wikipedia.org/wiki/Periplus_of_the_Erythraean_Sea",
        "https://en.wikipedia.org/wiki/Rufius_Festus_Avienius",
        "https://en.wikipedia.org/wiki/Wonoboyo_Hoard",
        "https://en.wikipedia.org/wiki/Padang_Roco_Inscription",
        "https://en.wikipedia.org/wiki/Dharmasraya",
        "https://en.wikipedia.org/wiki/Batang_Hari_River",
        "https://en.wikipedia.org/wiki/Jambi",
        "https://en.wikipedia.org/wiki/Kertanegara_of_Singhasari",
        "https://en.wikipedia.org/wiki/Srivijaya",
        "https://en.wikipedia.org/wiki/Rabindranath_Tagore",
        "https://en.wikipedia.org/wiki/Amar_Shonar_Bangla",
        "https://en.wikipedia.org/wiki/Bengal",
        "https://en.wikipedia.org/wiki/Sonargaon",
        "https://en.wikipedia.org/wiki/Anga",
        "https://en.wikipedia.org/wiki/Bihar",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Ganges_Delta",
        "https://en.wikipedia.org/wiki/Sinhalese_people",
        "https://en.wikipedia.org/wiki/Prince_Vijaya",
        "https://en.wikipedia.org/wiki/Rice",
        "https://en.wikipedia.org/wiki/Mango",
        "https://en.wikipedia.org/wiki/Clay",
        "https://en.wikipedia.org/wiki/Sanskrit",
        "https://en.wikipedia.org/wiki/Gaud",
        "https://en.wikipedia.org/wiki/Sultanate_of_Bengal",
        "https://en.wikipedia.org/wiki/Mughal_Empire",
        "https://en.wikipedia.org/wiki/Sonargaon",
        "https://en.wikipedia.org/wiki/Grand_Trunk_Road",
        "https://en.wikipedia.org/wiki/Ibn_Battuta",
        "https://en.wikipedia.org/wiki/Zheng_He",
        "https://en.wikipedia.org/wiki/Amar_Sonar_Bangla",
        "https://en.wikipedia.org/wiki/Zipangu",
        "https://en.wikipedia.org/wiki/Martin_Behaim",
        "https://en.wikipedia.org/wiki/Antonio_de_Herrera_y_Tordesillas",
        "https://en.wikipedia.org/wiki/Maluku_Islands",
        "https://en.wikipedia.org/wiki/Mexico",
        "https://en.wikipedia.org/wiki/Biak",
        "https://en.wikipedia.org/wiki/Manus_Island",
        "https://en.wikipedia.org/wiki/Schouten_Islands",
        "https://en.wikipedia.org/wiki/New_Guinea",
        "https://en.wikipedia.org/wiki/Malay_language",
        "https://en.wikipedia.org/wiki/Burmese_language",
        "https://en.wikipedia.org/wiki/Khmer_language",
        "https://en.wikipedia.org/wiki/Thai_language",
        "https://en.wikipedia.org/wiki/Royal_Thai_General_System_of_Transcription",
        "https://en.wikipedia.org/wiki/Wilhelm_Geiger",
        "https://en.wikipedia.org/wiki/Jacob_Samuel_Speyer",
        "https://en.wikipedia.org/wiki/Pang_Khat",
        "https://en.wikipedia.org/wiki/University_of_Malaya",
        "https://en.wikipedia.org/wiki/Golden_Chersonese",
        "https://en.wikipedia.org/wiki/Greater_India",
        "https://en.wikipedia.org/wiki/Suvarnabhumi",
        "https://en.wikipedia.org/wiki/Suvarnabhumi",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}