{
    "url": "https://en.wikipedia.org/wiki/Sympathy",
    "title": "Sympathy",
    "table_of_contents": [
        "1 Etymology",
        "2 Distinctions between sympathy and related concepts",
        "3 Causes",
        "4 Evolutionary origins",
        "5 Communication",
        "6 Human behavior",
        "7 Healthcare",
        "8 Neuroscience perspectives",
        "9 Child development",
        "9.1 Theory of mind",
        "9.2 Innate feature",
        "10 See also",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sympathy is the perception of, understanding of, and reaction to the distress or need of another life form.[1] According to David Hume, this sympathetic concern is driven by a switch in viewpoint from a personal perspective to the perspective of another group or individual who is in need. Hume explained that this is the case because \"the minds of all men are similar in their feelings and operations\" and that \"the motion of one communicates itself to the rest\" so that as \"affections readily pass from one person to another… they beget correspondent movements.\"[2]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The roots of the word sympathy are the Greek words sym, which means \"together\", and pathos, which refers to feeling or emotion. See sympathy § Etymology for more information.\n\n"
        },
        {
            "title": "Distinctions between sympathy and related concepts",
            "text": "The related word empathy is often used interchangeably with sympathy, even though the terms now have different meanings.[3] Dictionaries distinguish the two terms.[4][5] Compassion and pity are also related concepts.\n\n"
        },
        {
            "title": "Causes",
            "text": "Prerequisites for feeling sympathy include: attention to a subject, believing that subject is in a state of need, and the specific characteristics of a given situation[clarification needed]. To feel sympathy for a person or group, you must first pay attention to them.[6] Distractions severely limit the ability to produce strong affective responses.[7] When not distracted, people can attend to and respond to a variety of emotional subjects and experiences. Attention facilitates the experience of sympathy; without giving undivided attention sympathy cannot be experienced in many situations.\n\nThe perceived need of an individual/group elicits sympathy. Different states of need (such as perceived vulnerability or pain) require different sorts of human reactions, including those that range from attention to sympathy. A person with cancer might draw a stronger feeling of sympathy than a person with a cold. The conditions in which sympathy is deemed an appropriate response are organized into individual differences and situational differences.[clarification needed]\n\nOpinions about human deservingness, interdependence, and vulnerability motivate sympathy. A person who seems \"deserving\" of aid is more likely to be helped.[8] A belief in human interdependence fuels sympathetic behavior.\n\nSympathy is also believed to be based on the principle of the powerful helping the vulnerable (young, elderly, sick).[9] This desire to help the vulnerable has been suggested[who?] to stem from paternalistic motives to protect and aid children and the weak. In this theory, people help other people in general by generalizing the maternal/paternal instincts to care for their own children or family.\n\nIndividual moods, previous experiences, social connections, novelty, salience, and spatial proximity also influence the experience of sympathy.[8] Individuals experiencing positive mood states and people who have similar life experiences are more likely to produce[clarification needed] sympathy.\n\nPeople in spatial or geographic proximity (such as neighbors and citizens of a given country) are more likely to experience sympathy towards each other. Social proximity follows the same pattern: Members of certain groups (e.g. racial groups) are more sympathetic to people who are also members of the group.[8] Social proximity is linked with in-group/out-group status. People within the same group are interconnected and share successes and failures and therefore experience more sympathy towards each other than to out-group members, or social outsiders.\n\nNew and emotionally provoking situations also heighten empathic emotions, such as sympathy. People seem to habituate to events that are similar in content and type and strength of emotion. The first horrific event that is witnessed will elicit a greater sympathetic response compared to the subsequent experiences of the same horrific event.\n\n"
        },
        {
            "title": "Evolutionary origins",
            "text": "The evolution of sympathy is tied to the development of social intelligence: a broad range of behaviors and their associated cognitive skills, such as pair bonding, the creation of social hierarchies, and alliance formation.[10] Researchers theorize that empathic emotions, or those relating to the emotions of others, arose due to reciprocal altruism, mother-child bonding, and the need to accurately estimate the future actions of conspecifics. Empathic emotions emerged from the need to create relationships that were mutually beneficial and to better understand the emotions of others that could avert danger or stimulate positive outcomes.[11]\n\nSmall groups of socially dependent individuals may develop empathic concerns, and later sympathy, if certain prerequisites are met. The individuals in this community must have a long enough lifespan to encounter several opportunities to react with sympathy. Parental care relationships, alliances during conflicts, and the creation of social hierarchies are associated with the onset of sympathy in human interactions. Sympathetic behavior originally came about during dangerous situations, such as predator sightings, and moments when aid was needed for the sick and/or wounded.[12] The evolution of sympathy as a social catalyst can be seen in both primate species and in human development.\n\n"
        },
        {
            "title": "Communication",
            "text": "Verbal communication is one way individuals communicate feelings of sympathy. People can express sympathy by addressing the emotions being felt by themselves and others involved and by acknowledging the current environmental conditions for why sympathy is the appropriate reaction.\n\nNonverbal communication includes speech intonation, facial expression, body motions, person-to-person physical contact, how far people position themselves in relation to each other, posture, and appearance. Such forms of expression can convey messages related to emotion as well as opinions, physical states (fatigue), and understanding. People produce emotion-specific facial expressions that are often the same from culture to culture and are often reproduced by observers, which facilitates the observers' own understanding of the emotion and/or situation. There are six universal emotions: happiness, sadness, fear, surprise, disgust, and anger.[citation needed]\n\nNonverbal communication cues are often subconscious and difficult to control. Deliberate regulation of emotion and nonverbal expression is often imperfect. Nonverbal gestures and facial expressions are also generally better understood by observers than by the person experiencing them first hand.[13]\n\nCommunicating using physical touch has the unique ability to convey affective information upon contact.[14] The interpretation of this information is context-sensitive. The touch of the hand on the shoulder during a funeral might be the fastest method of conveying sympathy. Patting a person on their back, arms, or head for a few seconds can effectively convey feelings of sympathy between people.[15] Nonverbal communication seems to provide a more genuine communication of sympathy, because it is difficult to control nonverbal expressions and so difficult to be deliberately insincere in that medium. The combination of verbal and nonverbal communication facilitates the acknowledgment and comprehension of sympathy.\n\n"
        },
        {
            "title": "Human behavior",
            "text": "People make decisions by weighing costs against potential outcomes. Research on decision-making distinguishes two mechanisms, often labeled \"System 1\" (or \"gut\") and \"System 2\" (or \"head\"). System 1 uses affective cues to dictate decisions, whereas System 2 is based in logic and reason. For example, deciding on where to live based on how the new home feels would be a System 1 decision, whereas deciding based on the property value and personal savings would be a System 2 decision.\n\nSympathy is a System 1 agent. It provides a means of understanding another person's experience or situation, good or bad, with a focus on their individual well-being.[16] It is often easier to make decisions based on emotional information, because all humans have general understanding of emotions.[citation needed] It is this understanding of emotions that allows people to use sympathy to make their decisions.\n\nSympathy helps to motivate philanthropic, or aid-giving, behavior (e.g. donations, community service). The choice to donate, and the subsequent decision of how much to give, can be separated into two emotion-driven decision-making processes: Mood management, or how people act to maintain their moods, influences the initial decision to donate because of selfish concerns (to avoid regret or feel better). However, how a person feels about the deservingness of the recipient determines how much to donate.[17] Human sympathy in donation behavior can influence the amount of aid given to people and regions that are in need. Increasing how emotional a description is, presenting individual cases instead of large groups, and using less information and numerical data can positively influence giving behavior.[18]\n\nSympathy also plays a role in maintaining social order.[19] Judging people's character helps to maintain social order, making sure that those who are in need receive the appropriate care.[non sequitur] The notion of interdependence fuels sympathetic behavior; such behavior is self-satisfying because helping someone who is connected to you through some way (family, social capital) often results in a personal reward (social, monetary, etc.). Regardless of selflessness or selfishness, sympathy facilitates the cycle of give and take that is necessary for maintaining a functional society.\n\n"
        },
        {
            "title": "Healthcare",
            "text": "Sympathy also impacts how doctors, nurses, and other members of society think about and treat people with different diseases and conditions. The level of sympathy exhibited by health care providers corresponds to patient characteristics and disease type.[20]  One factor that influences sympathy is controllability: the degree to which the afflicted individual could have avoided contracting the disease or medical condition. For example, people express less sympathy toward individuals who had control during the event when they acquired HIV.[21] Even less sympathy is granted to individuals who have control over the means by which they contracted HIV, such as individuals who engage in prostitution.[clarification needed]\n\nSympathy in health-related decision making is heavily based on disease stigma. Disease stigma can lead to discrimination in the workplace and in insurance coverage.[20] High levels of stigma are also associated with social hostility. Several factors contribute to the development of disease stigmas, including the disease's time course, severity, and the dangers that the disease might pose to others. Sexual orientation of individual patients has also been shown to affect stigma levels in the case of HIV diagnoses.[22] Sympathy is generally associated with low levels of disease stigma.\n\nSympathy for HIV patients is related to increased levels of knowledge regarding HIV and a lower likelihood of avoiding individuals with HIV.[21]\n\n"
        },
        {
            "title": "Neuroscience perspectives",
            "text": "Social and emotional stimuli related to the well-being of another person can be studied with technology that tracks brain activity (such as Electroencephalograms and functional Magnetic Resonance Imaging). Amygdala and insula activation occur when a person experiences emotions, such as fear and disgust respectively.[23] Primary motor regions also activate during sympathy. This could be caused by humans' motor reactions to emotional faces (reflecting the expressions on their own faces) which seems to help people better understand the other person's emotion. Researchers also suggest that the neural mechanisms that are activated when personally experiencing emotions are also activated when viewing another person experiencing the same emotions (via mirror neurons).[24] Pain seems to activate a region known as the cingulate cortex,[medical citation needed] in addition to activation that is mentioned earlier[clarification needed]. The temporal parietal junction, orbitofrontal cortex, and ventral striatum are also thought to play a role in the production of emotion.[medical citation needed]\n\nGenerally, empathic emotions (including sympathy) require the activation of top-down and bottom-up activity. Top-down activity refers to cognitive processes that originate from the frontal lobe and require conscious thought whereas bottom-up activity begins from sensation of stimuli in the environment. From the sensory level, people sense and experience the emotional cues of another. At the same time, top-down responses make sense of the emotional inputs streaming in and apply motive and environmental influence analyses to better understand the situation. Top-down processes include attention to emotion and emotion regulation.[24]\n\n"
        },
        {
            "title": "Child development",
            "text": "Sympathy is a stage in social and moral development. It generally arises when a child is between two and three years old, although some instances of empathic emotion can be seen as early as 18 months. Basic sharing of emotions, a precursor for sympathy, can be seen in infants. For example, babies will often begin to cry when they hear another baby crying nearby.[1] This suggests the infant can recognize emotional cues in its environment, even if it cannot fully comprehend the emotion. Another milestone in child development is the ability to mimic facial expressions. Both of these processes act on sensory and perceptual pathways; executive functioning for empathic emotions does not begin during these early stages. Because of this, children and young adults experience another person's pain differently: Young children tend to be negatively aroused more often in comparison to the older subjects.[23]\n\nSympathy can elicit prosocial and altruistic behaviour. Altruistic behaviour happens when people who experience emotional reactions consistent with the state of another person feel \"other-oriented\" (inclined to help other people in need or distressed).\n\nPeople are more inclined to help those in need when they cannot easily escape the situation. If exit is easy, an individual is likely to reduce their own distress (from sympathy; feeling bad) by avoiding contact with the other(s) in need. However sympathy is still experienced when it is easy to escape the situation, suggesting that humans are \"other oriented\" and altruistic.[25]\n\nThe use or acceptance of sympathy can be both altruistic and self-satisfying in social situations.[clarification needed] Parenting styles (specifically level of affection) can influence the development of sympathy.[26] Prosocial and moral development extends into adolescence and early adulthood as humans learn to better assess and interpret the emotions of others. Prosocial behaviours have been observed in children between one and two years old. It is difficult to measure emotional responses in children that young by means of self-report methods as they are not as able to articulate such responses as well as adults can.[25]\n\nThe development of theory of mind—the ability to view the world from perspectives of other people—is strongly associated with the development of sympathy and other complex emotions.[1] These emotions are called \"complex\" because they involve more than just one's own emotional states; complex emotions involve the interplay of multiple people's varying and fluctuating thoughts and emotions within given contexts. The ability to experience vicarious emotion, or to imagine how another person feels, is essential for empathic concern. Moral development is similarly tied to the understanding of outside perspectives and emotions.[27] Moral reasoning has been divided into five categories, beginning with a hedonistic self-orientation and ending with an internalized sense of needs of others, including empathic emotions.[28]\n\nOne study sought to determine whether sympathy demonstrated by children was solely for personal benefit, or if the emotion was an innate part of development.[clarification needed] Parents, teachers, and 1,300 children (aged six and seven) were interviewed regarding each child's behavior.[29] Over the course of one year, questionnaires were filled out regarding the progress and behavior of each child. This was followed by an interview. The study concluded that children develop sympathy and empathy independently of parental guidance. The study also found that girls are more sympathetic, prosocial, and morally motivated than boys. Prosocial behavior has been noted in children as young as twelve months when showing and giving toys to their parents, without promoting or being reinforced by praise. Levels of prosocial behavior increased with sympathy in children with low moral motivation, as it reflects the link between innate abilities and honing them with the guidance of parents and teachers.[clarification needed]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Empathy",
        "https://en.wikipedia.org/wiki/Life_form",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/Feeling",
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Pathos",
        "https://en.wikipedia.org/wiki/Emotion",
        "https://en.wikipedia.org/wiki/Compassion",
        "https://en.wikipedia.org/wiki/Pity",
        "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
        "https://en.wikipedia.org/wiki/Social_intelligence",
        "https://en.wikipedia.org/wiki/Electroencephalogram",
        "https://en.wikipedia.org/wiki/Functional_Magnetic_Resonance_Imaging",
        "https://en.wikipedia.org/wiki/Amygdala",
        "https://en.wikipedia.org/wiki/Mirror_neurons",
        "https://en.wikipedia.org/wiki/Moral_development",
        "https://en.wikipedia.org/wiki/Prosocial",
        "https://en.wikipedia.org/wiki/Altruistic",
        "https://en.wikipedia.org/wiki/Theory_of_mind",
        "https://en.wikipedia.org/wiki/Prosocial_behavior",
        "https://en.wikipedia.org/wiki/Superficial_sympathy",
        "https://en.wikipedia.org/wiki/Altruism",
        "https://en.wikipedia.org/wiki/Condolence",
        "https://en.wikipedia.org/wiki/Mimpathy",
        "https://en.wikipedia.org/wiki/Moral_emotions",
        "https://en.wikipedia.org/wiki/Kerstin_Dautenhahn",
        "https://en.wikipedia.org/wiki/Internet_Encyclopedia_of_Philosophy",
        "https://en.wikipedia.org/wiki/Emotion",
        "https://en.wikipedia.org/wiki/Emotion_classification",
        "https://en.wikipedia.org/wiki/Emotion",
        "https://en.wikipedia.org/wiki/Acceptance",
        "https://en.wikipedia.org/wiki/Admiration",
        "https://en.wikipedia.org/wiki/Adoration",
        "https://en.wikipedia.org/wiki/Aesthetic_emotions",
        "https://en.wikipedia.org/wiki/Affection",
        "https://en.wikipedia.org/wiki/Psychomotor_agitation",
        "https://en.wikipedia.org/wiki/Pain",
        "https://en.wikipedia.org/wiki/Amusement",
        "https://en.wikipedia.org/wiki/Anger",
        "https://en.wikipedia.org/wiki/Angst",
        "https://en.wikipedia.org/wiki/Anguish",
        "https://en.wikipedia.org/wiki/Annoyance",
        "https://en.wikipedia.org/wiki/Anticipation",
        "https://en.wikipedia.org/wiki/Anxiety",
        "https://en.wikipedia.org/wiki/Apathy",
        "https://en.wikipedia.org/wiki/Arousal",
        "https://en.wikipedia.org/wiki/Interpersonal_attraction",
        "https://en.wikipedia.org/wiki/Awe",
        "https://en.wikipedia.org/wiki/Boredom",
        "https://en.wikipedia.org/wiki/Calmness",
        "https://en.wikipedia.org/wiki/Compassion",
        "https://en.wikipedia.org/wiki/Confidence",
        "https://en.wikipedia.org/wiki/Confusion",
        "https://en.wikipedia.org/wiki/Contempt",
        "https://en.wikipedia.org/wiki/Contentment",
        "https://en.wikipedia.org/wiki/Courage",
        "https://en.wikipedia.org/wiki/Cruelty",
        "https://en.wikipedia.org/wiki/Curiosity",
        "https://en.wikipedia.org/wiki/Defeatism",
        "https://en.wikipedia.org/wiki/Desire",
        "https://en.wikipedia.org/wiki/Disappointment",
        "https://en.wikipedia.org/wiki/Disgust",
        "https://en.wikipedia.org/wiki/Distrust",
        "https://en.wikipedia.org/wiki/Doubt",
        "https://en.wikipedia.org/wiki/Embarrassment",
        "https://en.wikipedia.org/wiki/Vicarious_embarrassment",
        "https://en.wikipedia.org/wiki/Empathy",
        "https://en.wikipedia.org/wiki/Emptiness",
        "https://en.wikipedia.org/wiki/Attention",
        "https://en.wikipedia.org/wiki/Enthusiasm",
        "https://en.wikipedia.org/wiki/Envy",
        "https://en.wikipedia.org/wiki/Euphoria",
        "https://en.wikipedia.org/wiki/Stimulation",
        "https://en.wikipedia.org/wiki/Faith",
        "https://en.wikipedia.org/wiki/Fear",
        "https://en.wikipedia.org/wiki/Frustration",
        "https://en.wikipedia.org/wiki/Gratification",
        "https://en.wikipedia.org/wiki/Gratitude",
        "https://en.wikipedia.org/wiki/Greed",
        "https://en.wikipedia.org/wiki/Grief",
        "https://en.wikipedia.org/wiki/Happiness",
        "https://en.wikipedia.org/wiki/Hatred",
        "https://en.wikipedia.org/wiki/Hiraeth",
        "https://en.wikipedia.org/wiki/Homesickness",
        "https://en.wikipedia.org/wiki/Hope",
        "https://en.wikipedia.org/wiki/Horror_and_terror",
        "https://en.wikipedia.org/wiki/Hostility",
        "https://en.wikipedia.org/wiki/Humiliation",
        "https://en.wikipedia.org/wiki/Hygge",
        "https://en.wikipedia.org/wiki/Hysteria",
        "https://en.wikipedia.org/wiki/Hedonism",
        "https://en.wikipedia.org/wiki/Infatuation",
        "https://en.wikipedia.org/wiki/Emotional_security",
        "https://en.wikipedia.org/wiki/Artistic_inspiration",
        "https://en.wikipedia.org/wiki/Irritability",
        "https://en.wikipedia.org/wiki/Jealousy",
        "https://en.wikipedia.org/wiki/Joy",
        "https://en.wikipedia.org/wiki/Kindness",
        "https://en.wikipedia.org/wiki/Loneliness",
        "https://en.wikipedia.org/wiki/Love",
        "https://en.wikipedia.org/wiki/Limerence",
        "https://en.wikipedia.org/wiki/Lust",
        "https://en.wikipedia.org/wiki/Mono_no_aware",
        "https://en.wikipedia.org/wiki/Neglect",
        "https://en.wikipedia.org/wiki/Nostalgia",
        "https://en.wikipedia.org/wiki/Panic",
        "https://en.wikipedia.org/wiki/Pity",
        "https://en.wikipedia.org/wiki/Pleasure",
        "https://en.wikipedia.org/wiki/Pride",
        "https://en.wikipedia.org/wiki/Grandiosity",
        "https://en.wikipedia.org/wiki/Hubris",
        "https://en.wikipedia.org/wiki/Insult",
        "https://en.wikipedia.org/wiki/Vanity",
        "https://en.wikipedia.org/wiki/Regret",
        "https://en.wikipedia.org/wiki/Social_rejection",
        "https://en.wikipedia.org/wiki/Remorse",
        "https://en.wikipedia.org/wiki/Resentment",
        "https://en.wikipedia.org/wiki/Sadness",
        "https://en.wikipedia.org/wiki/Melancholia",
        "https://en.wikipedia.org/wiki/Saudade",
        "https://en.wikipedia.org/wiki/Schadenfreude",
        "https://en.wikipedia.org/wiki/Sehnsucht",
        "https://en.wikipedia.org/wiki/Sentimentality",
        "https://en.wikipedia.org/wiki/Shame",
        "https://en.wikipedia.org/wiki/Acute_stress_disorder",
        "https://en.wikipedia.org/wiki/Shyness",
        "https://en.wikipedia.org/wiki/Social_connection",
        "https://en.wikipedia.org/wiki/Psychological_stress",
        "https://en.wikipedia.org/wiki/Chronic_stress",
        "https://en.wikipedia.org/wiki/Suffering",
        "https://en.wikipedia.org/wiki/Sense_of_wonder",
        "https://en.wikipedia.org/wiki/Worry",
        "https://en.wikipedia.org/wiki/Worldview",
        "https://en.wikipedia.org/wiki/Defeatism",
        "https://en.wikipedia.org/wiki/Nihilism",
        "https://en.wikipedia.org/wiki/Optimism",
        "https://en.wikipedia.org/wiki/Pessimism",
        "https://en.wikipedia.org/wiki/Recluse",
        "https://en.wikipedia.org/wiki/Weltschmerz",
        "https://en.wikipedia.org/wiki/Affect_consciousness",
        "https://en.wikipedia.org/wiki/Affect_measures",
        "https://en.wikipedia.org/wiki/Affective_computing",
        "https://en.wikipedia.org/wiki/Affective_forecasting",
        "https://en.wikipedia.org/wiki/Affective_neuroscience",
        "https://en.wikipedia.org/wiki/Affective_science",
        "https://en.wikipedia.org/wiki/Affective_spectrum",
        "https://en.wikipedia.org/wiki/Positive_affectivity",
        "https://en.wikipedia.org/wiki/Negative_affectivity",
        "https://en.wikipedia.org/wiki/Appeal_to_emotion",
        "https://en.wikipedia.org/wiki/Amygdala_hijack",
        "https://en.wikipedia.org/wiki/Art_and_emotion",
        "https://en.wikipedia.org/wiki/Emotion_and_memory",
        "https://en.wikipedia.org/wiki/Music_and_emotion",
        "https://en.wikipedia.org/wiki/Sex_differences_in_psychology",
        "https://en.wikipedia.org/wiki/Sleep_and_emotions",
        "https://en.wikipedia.org/wiki/Emotion_classification",
        "https://en.wikipedia.org/wiki/Evolution_of_emotion",
        "https://en.wikipedia.org/wiki/Expressed_emotion",
        "https://en.wikipedia.org/wiki/Functional_accounts_of_emotion",
        "https://en.wikipedia.org/wiki/Group_emotion",
        "https://en.wikipedia.org/wiki/Homeostatic_emotion",
        "https://en.wikipedia.org/wiki/Emotion_in_animals",
        "https://en.wikipedia.org/wiki/Emotion_perception",
        "https://en.wikipedia.org/wiki/Emotion_recognition",
        "https://en.wikipedia.org/wiki/Emotion_recognition_in_conversation",
        "https://en.wikipedia.org/wiki/Interpersonal_emotion_regulation",
        "https://en.wikipedia.org/wiki/Emotion_work",
        "https://en.wikipedia.org/wiki/Emotional_aperture",
        "https://en.wikipedia.org/wiki/Emotional_bias",
        "https://en.wikipedia.org/wiki/Emotional_blackmail",
        "https://en.wikipedia.org/wiki/Emotional_competence",
        "https://en.wikipedia.org/wiki/Emotional_conflict",
        "https://en.wikipedia.org/wiki/Emotional_contagion",
        "https://en.wikipedia.org/wiki/Emotional_detachment",
        "https://en.wikipedia.org/wiki/Emotional_dysregulation",
        "https://en.wikipedia.org/wiki/Emotional_eating",
        "https://en.wikipedia.org/wiki/Emotional_exhaustion",
        "https://en.wikipedia.org/wiki/Emotional_expression",
        "https://en.wikipedia.org/wiki/Gender_and_emotional_expression",
        "https://en.wikipedia.org/wiki/Emotional_intelligence",
        "https://en.wikipedia.org/wiki/Bullying_and_emotional_intelligence",
        "https://en.wikipedia.org/wiki/Empathy_quotient",
        "https://en.wikipedia.org/wiki/Emotional_intimacy",
        "https://en.wikipedia.org/wiki/Emotional_isolation",
        "https://en.wikipedia.org/wiki/Emotional_lability",
        "https://en.wikipedia.org/wiki/Emotional_labor",
        "https://en.wikipedia.org/wiki/Emotional_lateralization",
        "https://en.wikipedia.org/wiki/Emotional_literacy",
        "https://en.wikipedia.org/wiki/Emotional_prosody",
        "https://en.wikipedia.org/wiki/Emotional_reasoning",
        "https://en.wikipedia.org/wiki/Emotional_responsivity",
        "https://en.wikipedia.org/wiki/Emotional_security",
        "https://en.wikipedia.org/wiki/Emotional_symbiosis",
        "https://en.wikipedia.org/wiki/Emotional_thought_method",
        "https://en.wikipedia.org/wiki/Emotionality",
        "https://en.wikipedia.org/wiki/Bounded_emotionality",
        "https://en.wikipedia.org/wiki/Emotions_and_culture",
        "https://en.wikipedia.org/wiki/History_of_emotions",
        "https://en.wikipedia.org/wiki/Emotions_in_the_workplace",
        "https://en.wikipedia.org/wiki/Emotions_in_virtual_communication",
        "https://en.wikipedia.org/wiki/Moral_emotions",
        "https://en.wikipedia.org/wiki/Social_emotions",
        "https://en.wikipedia.org/wiki/Social_sharing_of_emotions",
        "https://en.wikipedia.org/wiki/Sociology_of_emotions",
        "https://en.wikipedia.org/wiki/Feeling",
        "https://en.wikipedia.org/wiki/Group_affective_tone",
        "https://en.wikipedia.org/wiki/Interactions_between_the_emotional_and_executive_brain_systems",
        "https://en.wikipedia.org/wiki/Jealousy_in_art",
        "https://en.wikipedia.org/wiki/Pathognomy",
        "https://en.wikipedia.org/wiki/Pathos",
        "https://en.wikipedia.org/wiki/Social_emotional_development",
        "https://en.wikipedia.org/wiki/Stoic_passions",
        "https://en.wikipedia.org/wiki/Affect_theory",
        "https://en.wikipedia.org/wiki/Appraisal_theory",
        "https://en.wikipedia.org/wiki/Theory_of_constructed_emotion",
        "https://en.wikipedia.org/wiki/Discrete_emotion_theory",
        "https://en.wikipedia.org/wiki/Somatic_marker_hypothesis",
        "https://en.wikipedia.org/wiki/Sympathy",
        "https://en.wikipedia.org/wiki/Sympathy",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}