{
    "url": "https://en.wikipedia.org/wiki/System_dynamics",
    "title": "System dynamics",
    "table_of_contents": [
        "1 Overview",
        "2 History",
        "3 Topics in systems dynamics",
        "3.1 Causal loop diagrams",
        "3.2 Stock and flow diagrams",
        "3.3 Equations",
        "3.4 Equations in discrete time",
        "3.4.1 Dynamic simulation results",
        "3.5 Equations in continuous time",
        "4 Application",
        "4.1 Example: Growth and decline of companies",
        "4.2 Example: Piston motion",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "System dynamics (SD) is an approach to understanding the nonlinear behaviour of complex systems over time using stocks, flows, internal feedback loops, table functions and time delays.[1]\n\n"
        },
        {
            "title": "Overview",
            "text": "System dynamics is a methodology and mathematical modeling technique to frame, understand, and discuss complex issues and problems. Originally developed in the 1950s to help corporate managers improve their understanding of industrial processes, SD is currently being used throughout the public and private sector for policy analysis and design.[2]\n\nConvenient graphical user interface (GUI) system dynamics software developed into user friendly versions by the 1990s and have been applied to diverse systems. SD models solve the problem of simultaneity (mutual causation) by updating all variables in small time increments with positive and negative feedbacks and time delays structuring the interactions and control. The best known SD model is probably the 1972 The Limits to Growth. This model forecast that exponential growth of population and capital, with finite resource sources and sinks and perception delays, would lead to economic collapse during the 21st century under a wide variety of growth scenarios.\n\nSystem dynamics is an aspect of systems theory as a method to understand the dynamic behavior of complex systems. The basis of the method is the recognition that the structure of any system, the many circular, interlocking, sometimes time-delayed relationships among its components, is often just as important in determining its behavior as the individual components themselves. Examples are chaos theory and social dynamics. It is also claimed that because there are often properties-of-the-whole which cannot be found among the properties-of-the-elements, in some cases the behavior of the whole cannot be explained in terms of the behavior of the parts.\n\n"
        },
        {
            "title": "History",
            "text": "System dynamics was created during the mid-1950s[3] by Professor Jay Forrester of the Massachusetts Institute of Technology. In 1956, Forrester accepted a professorship in the newly formed MIT Sloan School of Management. His initial goal was to determine how his background in science and engineering could be brought to bear, in some useful way, on the core issues that determine the success or failure of corporations. Forrester's insights into the common foundations that underlie engineering, which led to the creation of system dynamics, were triggered, to a large degree, by his involvement with managers at General Electric (GE) during the mid-1950s. At that time, the managers at GE were perplexed because employment at their appliance plants in Kentucky exhibited a significant three-year cycle. The business cycle was judged to be an insufficient explanation for the employment instability. From hand simulations (or calculations) of the stock-flow-feedback structure of the GE plants, which included the existing corporate decision-making structure for hiring and layoffs, Forrester was able to show how the instability in GE employment was due to the internal structure of the firm and not to an external force such as the business cycle. These hand simulations were the start of the field of system dynamics.[2]\n\nDuring the late 1950s and early 1960s, Forrester and a team of graduate students moved the emerging field of system dynamics from the hand-simulation stage to the formal computer modeling stage. Richard Bennett created the first system dynamics computer modeling language called SIMPLE (Simulation of Industrial Management Problems with Lots of Equations) in the spring of 1958. In 1959, Phyllis Fox and Alexander Pugh wrote the first version of\nDYNAMO (DYNAmic MOdels), an improved version of SIMPLE, and the system dynamics language became the industry standard for over thirty years. Forrester published the first, and still classic, book in the field titled Industrial Dynamics in 1961.[2]\n\nFrom the late 1950s to the late 1960s, system dynamics was applied almost exclusively to corporate/managerial problems. In 1968, however, an unexpected occurrence caused the field to broaden beyond corporate modeling. John F. Collins, the former mayor of Boston, was appointed a visiting professor of Urban Affairs at MIT. The result of the Collins-Forrester collaboration was a book titled Urban Dynamics. The Urban Dynamics model presented in the book was the first major non-corporate application of system dynamics.[2]\n\nThe second major noncorporate application of system dynamics came shortly after the first. In 1970, Jay Forrester was invited by the Club of Rome to a meeting in Bern, Switzerland. The Club of Rome is an organization devoted to solving what its members describe as the \"predicament of mankind\"—that is, the global crisis that may appear sometime in the future, due to the demands being placed on the Earth's carrying capacity (its sources of renewable and nonrenewable resources and its sinks for the disposal of pollutants) by the world's exponentially growing population. At the Bern meeting, Forrester was asked if system dynamics could be used to address the predicament of mankind. His answer, of course, was that it could. On the plane back from the Bern meeting, Forrester created the first draft of a system dynamics model of the world's socioeconomic system. He called this model WORLD1. Upon his return to the United States, Forrester refined WORLD1 in preparation for a visit to MIT by members of the Club of Rome. Forrester called the refined version of the model WORLD2. Forrester published WORLD2 in a book titled World Dynamics.[2]\n\n"
        },
        {
            "title": "Topics in systems dynamics",
            "text": "The primary elements of system dynamics diagrams are feedback, accumulation of flows into stocks and time delays.\n\nAs an illustration of the use of system dynamics, imagine an organisation that plans to introduce an innovative new durable consumer product.  The organisation needs to understand the possible market dynamics in order to design marketing and production plans.\n\nIn the system dynamics methodology, a problem or a system (e.g., ecosystem, political system or mechanical system) may be represented as a causal loop diagram.[4] A causal loop diagram is a simple map of a system with all its constituent components and their interactions. By capturing interactions and consequently the feedback loops (see figure below), a causal loop diagram reveals the structure of a system. By understanding the structure of a system, it becomes possible to ascertain a system's behavior over a certain time period.[5]\n\nThe causal loop diagram of the new product introduction may look as follows:\n\nThere are two feedback loops in this diagram.  The positive reinforcement (labeled R) loop on the right indicates that the more people have already adopted the new product, the stronger the word-of-mouth impact.  There will be more references to the product, more demonstrations, and more reviews.  This positive feedback should generate sales that continue to grow.\n\nThe second feedback loop on the left is negative reinforcement (or \"balancing\" and hence labeled B).  Clearly, growth cannot continue forever, because as more and more people adopt, there remain fewer and fewer potential adopters.\n\nBoth feedback loops act simultaneously, but at different times they may have different strengths.  Thus one might expect growing sales in the initial years, and then declining sales in the later years. However, in general a causal loop diagram does not specify the structure of a system sufficiently to permit determination of its behavior from the visual representation alone.[6]\n\nCausal loop diagrams aid in visualizing a system's structure and behavior, and analyzing the system qualitatively. To perform a more detailed quantitative analysis, a causal loop diagram is transformed to a stock and flow diagram. A stock and flow model helps in studying and analyzing the system in a quantitative way; such models are usually built and simulated using computer software.\n\nA stock is the term for any entity that accumulates or depletes over time.  A flow is the rate of change in a stock.\n\nIn our example, there are two stocks: Potential adopters and Adopters.  There is one flow: New adopters.  For every new adopter, the stock of potential adopters declines by one, and the stock of adopters increases by one.\n\nThe real power of system dynamics is utilised through simulation.  Although it is possible to perform the modeling in a spreadsheet, there are a variety of software packages that have been optimised for this.\n\nThe steps involved in a simulation are:\n\nIn this example, the equations that change the two stocks via the flow are:\n\nList of all the equations in discrete time, in their order of execution in each year, for years 1 to 15 :\n\nThe dynamic simulation results show that the behaviour of the system would be to have growth in adopters that follows a classic s-curve shape.\nThe increase in adopters is very slow initially, then exponential growth for a period, followed ultimately by saturation.\n\nTo get intermediate values and better accuracy, the model can run in continuous time: we multiply the number of units of time and we proportionally divide values that change stock levels. In this example we multiply the 15 years by 4 to obtain 60 quarters, and we divide the value of the flow by 4.\nDividing the value is the simplest with the Euler method, but other methods could be employed instead, such as Runge–Kutta methods.\n\nList of the equations in continuous time for trimesters = 1 to 60 :\n\n"
        },
        {
            "title": "Application",
            "text": "System dynamics has found application in a wide range of areas, for example population, agriculture,[8] ecological and economic systems, which usually interact strongly with each other.\n\nSystem dynamics have various \"back of the envelope\" management applications. They are a potent tool to:\n\nComputer software is used to simulate a system dynamics model of the situation being studied. Running \"what if\" simulations to test certain policies on such a model can greatly aid in understanding how the system changes over time.  System dynamics is very similar to systems thinking and constructs the same causal loop diagrams of systems with feedback.  However, system dynamics typically goes further and utilises simulation to study the behaviour of systems and the impact of alternative policies.[9]\n\nSystem dynamics has been used to investigate resource dependencies, and resulting problems, in product development.[10][11]\n\nA system dynamics approach to  macroeconomics, known as Minsky,  has been developed by the economist Steve Keen.[12] This has been used to successfully model world economic behaviour from the apparent stability of the Great Moderation to the sudden unexpected Financial crisis of 2007–08.\n\nThe figure above is a causal loop diagram of a system dynamics model created to examine forces that may be responsible for the growth or decline of life insurance companies in the United Kingdom. A number of this figure's features are worth mentioning. The first is that the model's negative feedback loops are identified by C's, which stand for Counteracting loops. The second is that double slashes are used to indicate places where there is a significant delay between causes (i.e., variables at the tails of arrows) and effects (i.e., variables at the heads of arrows). This is a common causal loop diagramming convention in system dynamics. Third, is that thicker lines are used to identify the feedback loops and links that author wishes the audience to focus on. This is also a common system dynamics diagramming convention. Last, it is clear that a decision maker would find it impossible to think through the dynamic behavior inherent in the model, from inspection of the figure alone.[13]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/John_Sterman",
        "https://en.wikipedia.org/wiki/Nonlinearity",
        "https://en.wikipedia.org/wiki/Complex_system",
        "https://en.wikipedia.org/wiki/Stock_and_flow",
        "https://en.wikipedia.org/wiki/Feedback_loop",
        "https://en.wikipedia.org/wiki/Graphical_user_interface",
        "https://en.wikipedia.org/wiki/The_Limits_to_Growth",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/Chaos_theory",
        "https://en.wikipedia.org/wiki/Social_dynamics",
        "https://en.wikipedia.org/wiki/Jay_Forrester",
        "https://en.wikipedia.org/wiki/Massachusetts_Institute_of_Technology",
        "https://en.wikipedia.org/wiki/MIT_Sloan_School_of_Management",
        "https://en.wikipedia.org/wiki/General_Electric",
        "https://en.wikipedia.org/wiki/Business_cycle",
        "https://en.wikipedia.org/wiki/Computer_modeling",
        "https://en.wikipedia.org/wiki/Phyllis_Fox",
        "https://en.wikipedia.org/wiki/Urban_Dynamics",
        "https://en.wikipedia.org/wiki/Club_of_Rome",
        "https://en.wikipedia.org/wiki/Carrying_capacity",
        "https://en.wikipedia.org/wiki/World_Dynamics",
        "https://en.wikipedia.org/wiki/Causal_loop_diagram",
        "https://en.wikipedia.org/wiki/Causal_loop_diagram",
        "https://en.wikipedia.org/wiki/Stock_and_flow",
        "https://en.wikipedia.org/wiki/Stock_and_flow",
        "https://en.wikipedia.org/wiki/Spreadsheet",
        "https://en.wikipedia.org/wiki/Comparison_of_system_dynamics_software",
        "https://en.wikipedia.org/wiki/Discrete_time",
        "https://en.wikipedia.org/wiki/Dynamic_simulation",
        "https://en.wikipedia.org/wiki/Euler_method",
        "https://en.wikipedia.org/wiki/Population_dynamics",
        "https://en.wikipedia.org/wiki/Ecosystem_model",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/System_thinking",
        "https://en.wikipedia.org/wiki/Mental_model",
        "https://en.wikipedia.org/wiki/Computer_simulation",
        "https://en.wikipedia.org/wiki/Systems_thinking",
        "https://en.wikipedia.org/wiki/Causal_loop_diagram",
        "https://en.wikipedia.org/wiki/Macroeconomics",
        "https://en.wikipedia.org/wiki/Steve_Keen",
        "https://en.wikipedia.org/wiki/Great_Moderation",
        "https://en.wikipedia.org/wiki/Life_insurance",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Procedural_animation",
        "https://en.wikipedia.org/wiki/Procedural_animation",
        "https://en.wikipedia.org/wiki/Causal_loop_diagram",
        "https://en.wikipedia.org/wiki/Comparison_of_system_dynamics_software",
        "https://en.wikipedia.org/wiki/Ecosystem_model",
        "https://en.wikipedia.org/wiki/Plateau_Principle",
        "https://en.wikipedia.org/wiki/System_archetype",
        "https://en.wikipedia.org/wiki/System_Dynamics_Society",
        "https://en.wikipedia.org/wiki/Twelve_leverage_points",
        "https://en.wikipedia.org/wiki/Wicked_problem",
        "https://en.wikipedia.org/wiki/World3",
        "https://en.wikipedia.org/wiki/Population_dynamics",
        "https://en.wikipedia.org/wiki/Dynamical_systems_theory",
        "https://en.wikipedia.org/wiki/Grey_box_model",
        "https://en.wikipedia.org/wiki/Operations_research",
        "https://en.wikipedia.org/wiki/Social_dynamics",
        "https://en.wikipedia.org/wiki/System_identification",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/Systems_thinking",
        "https://en.wikipedia.org/wiki/TRIZ",
        "https://en.wikipedia.org/wiki/Jay_Forrester",
        "https://en.wikipedia.org/wiki/Dennis_Meadows",
        "https://en.wikipedia.org/wiki/Donella_Meadows",
        "https://en.wikipedia.org/wiki/Peter_Senge",
        "https://en.wikipedia.org/wiki/Graeme_Snooks",
        "https://en.wikipedia.org/wiki/John_Sterman",
        "https://en.wikipedia.org/wiki/MIT_Sloan_School_of_Management",
        "https://en.wikipedia.org/wiki/Limits_to_Growth",
        "https://en.wikipedia.org/wiki/The_Fifth_Discipline",
        "https://en.wikipedia.org/wiki/Business_dynamics",
        "https://en.wikipedia.org/wiki/Systems_science",
        "https://en.wikipedia.org/wiki/System",
        "https://en.wikipedia.org/wiki/Human_body",
        "https://en.wikipedia.org/wiki/Systems_art",
        "https://en.wikipedia.org/wiki/Biological_system",
        "https://en.wikipedia.org/wiki/Complex_system",
        "https://en.wikipedia.org/wiki/Complex_adaptive_system",
        "https://en.wikipedia.org/wiki/Conceptual_system",
        "https://en.wikipedia.org/wiki/Database",
        "https://en.wikipedia.org/wiki/Dynamical_system",
        "https://en.wikipedia.org/wiki/Ecosystem",
        "https://en.wikipedia.org/wiki/Economic_system",
        "https://en.wikipedia.org/wiki/Energy_system",
        "https://en.wikipedia.org/wiki/Formal_system",
        "https://en.wikipedia.org/wiki/Information_system",
        "https://en.wikipedia.org/wiki/List_of_national_legal_systems",
        "https://en.wikipedia.org/wiki/System_of_measurement",
        "https://en.wikipedia.org/wiki/Metric_system",
        "https://en.wikipedia.org/wiki/Nervous_system",
        "https://en.wikipedia.org/wiki/Nonlinear_system",
        "https://en.wikipedia.org/wiki/Operating_system",
        "https://en.wikipedia.org/wiki/Planetary_system",
        "https://en.wikipedia.org/wiki/Political_system",
        "https://en.wikipedia.org/wiki/Sensory_system",
        "https://en.wikipedia.org/wiki/Social_system",
        "https://en.wikipedia.org/wiki/Star_system",
        "https://en.wikipedia.org/wiki/Writing_system",
        "https://en.wikipedia.org/wiki/Doubling_time",
        "https://en.wikipedia.org/wiki/Twelve_leverage_points",
        "https://en.wikipedia.org/wiki/Limiting_factor",
        "https://en.wikipedia.org/wiki/Negative_feedback",
        "https://en.wikipedia.org/wiki/Positive_feedback",
        "https://en.wikipedia.org/wiki/Chaos_theory",
        "https://en.wikipedia.org/wiki/Complex_systems",
        "https://en.wikipedia.org/wiki/Control_theory",
        "https://en.wikipedia.org/wiki/Cybernetics",
        "https://en.wikipedia.org/wiki/Earth_system_science",
        "https://en.wikipedia.org/wiki/Living_systems",
        "https://en.wikipedia.org/wiki/Sociotechnical_system",
        "https://en.wikipedia.org/wiki/Systemics",
        "https://en.wikipedia.org/wiki/Urban_metabolism",
        "https://en.wikipedia.org/wiki/Systems_analysis",
        "https://en.wikipedia.org/wiki/Systems_biology",
        "https://en.wikipedia.org/wiki/Systems_ecology",
        "https://en.wikipedia.org/wiki/Systems_engineering",
        "https://en.wikipedia.org/wiki/Systems_neuroscience",
        "https://en.wikipedia.org/wiki/Systems_pharmacology",
        "https://en.wikipedia.org/wiki/Systems_psychology",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/Systems_thinking",
        "https://en.wikipedia.org/wiki/List_of_systems_scientists",
        "https://en.wikipedia.org/wiki/Alexander_Bogdanov",
        "https://en.wikipedia.org/wiki/William_Ross_Ashby",
        "https://en.wikipedia.org/wiki/Ruzena_Bajcsy",
        "https://en.wikipedia.org/wiki/Gregory_Bateson",
        "https://en.wikipedia.org/wiki/Anthony_Stafford_Beer",
        "https://en.wikipedia.org/wiki/Ludwig_von_Bertalanffy",
        "https://en.wikipedia.org/wiki/Margaret_Boden",
        "https://en.wikipedia.org/wiki/Murray_Bowen",
        "https://en.wikipedia.org/wiki/Kathleen_Carley",
        "https://en.wikipedia.org/wiki/Mary_Cartwright",
        "https://en.wikipedia.org/wiki/Manfred_Clynes",
        "https://en.wikipedia.org/wiki/George_Dantzig",
        "https://en.wikipedia.org/wiki/Fred_Emery",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Stephanie_Forrest",
        "https://en.wikipedia.org/wiki/Jay_Wright_Forrester",
        "https://en.wikipedia.org/wiki/Lydia_Kavraki",
        "https://en.wikipedia.org/wiki/Faina_Mihajlovna_Kirillova",
        "https://en.wikipedia.org/wiki/George_Klir",
        "https://en.wikipedia.org/wiki/Allenna_Leonard",
        "https://en.wikipedia.org/wiki/Edward_Norton_Lorenz",
        "https://en.wikipedia.org/wiki/Niklas_Luhmann",
        "https://en.wikipedia.org/wiki/Humberto_Maturana",
        "https://en.wikipedia.org/wiki/Margaret_Mead",
        "https://en.wikipedia.org/wiki/Donella_Meadows",
        "https://en.wikipedia.org/wiki/James_Grier_Miller",
        "https://en.wikipedia.org/wiki/Radhika_Nagpal",
        "https://en.wikipedia.org/wiki/Talcott_Parsons",
        "https://en.wikipedia.org/wiki/Ilya_Prigogine",
        "https://en.wikipedia.org/wiki/Qian_Xuesen",
        "https://en.wikipedia.org/wiki/Anatol_Rapoport",
        "https://en.wikipedia.org/wiki/John_Seddon",
        "https://en.wikipedia.org/wiki/Peter_Senge",
        "https://en.wikipedia.org/wiki/Claude_Shannon",
        "https://en.wikipedia.org/wiki/Katia_Sycara",
        "https://en.wikipedia.org/wiki/Eric_Trist",
        "https://en.wikipedia.org/wiki/Francisco_Varela",
        "https://en.wikipedia.org/wiki/Kevin_Warwick",
        "https://en.wikipedia.org/wiki/Norbert_Wiener",
        "https://en.wikipedia.org/wiki/Jennifer_Wilby",
        "https://en.wikipedia.org/wiki/Anthony_Wilden",
        "https://en.wikipedia.org/wiki/Systems_theory_in_anthropology",
        "https://en.wikipedia.org/wiki/Systems_theory_in_archaeology",
        "https://en.wikipedia.org/wiki/Systems_theory_in_political_science",
        "https://en.wikipedia.org/wiki/List_of_systems_sciences_organizations",
        "https://en.wikipedia.org/wiki/Principia_Cybernetica",
        "https://en.wikipedia.org/wiki/Systems_engineering",
        "https://en.wikipedia.org/wiki/Aerospace_engineering",
        "https://en.wikipedia.org/wiki/Biological_systems_engineering",
        "https://en.wikipedia.org/wiki/Configuration_management",
        "https://en.wikipedia.org/wiki/Earth_systems_engineering_and_management",
        "https://en.wikipedia.org/wiki/Electrical_engineering",
        "https://en.wikipedia.org/wiki/Enterprise_systems_engineering",
        "https://en.wikipedia.org/wiki/Performance_engineering",
        "https://en.wikipedia.org/wiki/Reliability_engineering",
        "https://en.wikipedia.org/wiki/Safety_engineering",
        "https://en.wikipedia.org/wiki/Requirements_engineering",
        "https://en.wikipedia.org/wiki/Functional_specification",
        "https://en.wikipedia.org/wiki/System_integration",
        "https://en.wikipedia.org/wiki/Verification_and_validation",
        "https://en.wikipedia.org/wiki/Design_review",
        "https://en.wikipedia.org/wiki/Business_process",
        "https://en.wikipedia.org/wiki/System",
        "https://en.wikipedia.org/wiki/System_lifecycle",
        "https://en.wikipedia.org/wiki/Systems_development_life_cycle",
        "https://en.wikipedia.org/wiki/Function_model",
        "https://en.wikipedia.org/wiki/IDEF",
        "https://en.wikipedia.org/wiki/Mathematical_optimization",
        "https://en.wikipedia.org/wiki/Quality_function_deployment",
        "https://en.wikipedia.org/wiki/Systems_Modeling_Language",
        "https://en.wikipedia.org/wiki/Systems_analysis",
        "https://en.wikipedia.org/wiki/Systems_modeling",
        "https://en.wikipedia.org/wiki/Work_breakdown_structure",
        "https://en.wikipedia.org/wiki/Ruzena_Bajcsy",
        "https://en.wikipedia.org/wiki/Wernher_von_Braun",
        "https://en.wikipedia.org/wiki/Kathleen_Carley",
        "https://en.wikipedia.org/wiki/Harold_Chestnut",
        "https://en.wikipedia.org/wiki/Wolt_Fabrycky",
        "https://en.wikipedia.org/wiki/Barbara_Grosz",
        "https://en.wikipedia.org/wiki/Arthur_David_Hall_III",
        "https://en.wikipedia.org/wiki/Derek_Hitchins",
        "https://en.wikipedia.org/wiki/Radhika_Nagpal",
        "https://en.wikipedia.org/wiki/Simon_Ramo",
        "https://en.wikipedia.org/wiki/Joseph_Francis_Shea",
        "https://en.wikipedia.org/wiki/Katia_Sycara",
        "https://en.wikipedia.org/wiki/Control_engineering",
        "https://en.wikipedia.org/wiki/Computer_engineering",
        "https://en.wikipedia.org/wiki/Industrial_engineering",
        "https://en.wikipedia.org/wiki/Operations_research",
        "https://en.wikipedia.org/wiki/Project_management",
        "https://en.wikipedia.org/wiki/Quality_management",
        "https://en.wikipedia.org/wiki/Risk_management",
        "https://en.wikipedia.org/wiki/Software_engineering",
        "https://en.wikipedia.org/wiki/Energy_modeling",
        "https://en.wikipedia.org/wiki/ACEGES",
        "https://en.wikipedia.org/wiki/MARKAL",
        "https://en.wikipedia.org/wiki/National_Energy_Modeling_System",
        "https://en.wikipedia.org/wiki/OpenEI",
        "https://en.wikipedia.org/wiki/Reegle",
        "https://en.wikipedia.org/wiki/Open_energy_system_databases",
        "https://en.wikipedia.org/wiki/Open_energy_system_models",
        "https://en.wikipedia.org/wiki/Climate_change_mitigation_scenarios",
        "https://en.wikipedia.org/wiki/Computer_simulation",
        "https://en.wikipedia.org/wiki/Energy_modeling",
        "https://en.wikipedia.org/wiki/Mathematical_optimization",
        "https://en.wikipedia.org/wiki/Scenario_analysis",
        "https://en.wikipedia.org/wiki/Electricity_market",
        "https://en.wikipedia.org/wiki/Electric_power_transmission",
        "https://en.wikipedia.org/wiki/Energy_market",
        "https://en.wikipedia.org/wiki/Energy_planning",
        "https://en.wikipedia.org/wiki/Energy_policy",
        "https://en.wikipedia.org/wiki/Integrated_assessment_modelling",
        "https://en.wikipedia.org/wiki/Hartmut_Bossel",
        "https://en.wikipedia.org/wiki/Joseph_DeCarolis",
        "https://en.wikipedia.org/wiki/John_Weyant",
        "https://en.wikipedia.org/wiki/Energy_Modeling_Forum",
        "https://en.wikipedia.org/wiki/Open_Energy_Modelling_Initiative",
        "https://en.wikipedia.org/wiki/System_dynamics",
        "https://en.wikipedia.org/wiki/System_dynamics",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}