{
    "url": "https://en.wikipedia.org/wiki/Systems_theory_in_political_science",
    "title": "Systems theory in political science",
    "table_of_contents": [
        "1 Overview",
        "1.1 Political analysis",
        "2 Critiques",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Systems theory in political science is a highly abstract, partly holistic view of politics, influenced by cybernetics. The adaptation of system theory to political science was conceived by David Easton in 1953.\n\n"
        },
        {
            "title": "Overview",
            "text": "In simple terms, Easton's behavioral approach to politics, proposed that a political system could be seen as a delimited (i.e. all political systems have precise boundaries) and fluid (changing) system of steps in decision making. Greatly simplifying his model:[1]\nInfluence of computers on the discipline of political science and the political system work within an environment.\nThe environment generates different demands from different section of society such as reservation system in the matter of a certain group, demand for better transportation etc.\n\nEaston aspired to make politics a science, that is, working with highly abstract models that described the regularities of patterns and processes in political life in general. In his view, the highest level of abstraction could make scientific generalizations about politics possible. In sum, politics should be seen as a whole, not as a collection of different problems to be solved.[2]\n\nHis main model was driven by an organic view of politics, as if it were a living object. His theory is a statement of what makes political systems adapt and survive. He describes politics in a constant flux, thereby rejecting the idea of \"equilibrium\", so prevalent in some other political theories (see institutionalism). Moreover, he rejects the idea that politics could be examined by looking at different levels of analysis. His abstractions could account for any group and demand at any given time. That is, interest group theory and elite theory can be subsumed in political systems analysis.[3]\nHis theory was and is highly influential in the pluralist tradition in political science. (see Harold Lasswell and Robert Dahl)\n\n"
        },
        {
            "title": "Critiques",
            "text": "Easton's approach has been criticised for being unfalsifiable and holding a Western or American bias, as well as not explaining crises or the breakdown of the system.[4]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Cybernetics",
        "https://en.wikipedia.org/wiki/System_theory",
        "https://en.wikipedia.org/wiki/Political_science",
        "https://en.wikipedia.org/wiki/David_Easton",
        "https://en.wikipedia.org/wiki/Behavioral",
        "https://en.wikipedia.org/wiki/Institutionalism_in_political_parties",
        "https://en.wikipedia.org/wiki/Harold_Lasswell",
        "https://en.wikipedia.org/wiki/Robert_Dahl",
        "https://en.wikipedia.org/wiki/Falsifiability",
        "https://en.wikipedia.org/wiki/Western_world",
        "https://en.wikipedia.org/wiki/Behavioralism",
        "https://en.wikipedia.org/wiki/Niklas_Luhmann",
        "https://en.wikipedia.org/wiki/Systems_theory_in_political_science",
        "https://en.wikipedia.org/wiki/Systems_theory_in_political_science",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}